{"id":"1011951","title":"普庵家宝","dynasty":"宋","author":"释印肃","text":"普庵家宝，不著寻讨。迷时不见，在处烦恼。悟时无相，如日杲杲。取舍不得，自然恰好。谁生谁病，谁死谁老。达人无證，凡夫颠倒。日西道晚，日东道早。有睛无眼，撞头磕脑。扶篱摸壁，弃金抱草。机关木人，弄口叫好。线牵则动，索断则倒。撒放闲处，如第烂藁。本自无形，被他作造。五彩妆来，安名立号。只欲瞒他，何曾自保。打闹过日，全无倚靠。问他贵姓，口中便道。草木李张，适来方到。有甚急事，特来干冒。衣食不足，莫怪聒燥。人口不安，田园旱涝。赚埋公祖，移坟修造。被术人算，年月不好。朝山拜岳，何处不到。未尝感应，至今啰噪。又逢卦师，胡言乱道。速迁公祖，更改门灶。丝蚕天旺，官禄便到。但信八卦，阴阳最好。公卿宰相，都是我振。酌发稍轻，摇头摆脑。赠他丰厚，连声道好。因此贫穷，日夕烦恼。雪上加霜，苦寒难保。耳里忽闻，普庵得道。捻土为香，直须亲到。行来不觉，钟声浩浩。自心火急，无人通报。行童不管，维那高傲。息心定意，低声苦告。不久之间，果见一老。一条拄杖，披一布袄。竖个指头，教我速道。鼻孔辽天，眼睛潦倒。更不说钱，也不爱宝。不得妄想，不得作造。但识得心，无法不到。汝本是佛，不须别讨。离诸名相，法身自保。生灭本无，诸佛假号。世出世相，全无可道。真实一心，不空灵宝。十方诸佛，都有里许。一切幻缘，此心无主。幻化须尽，心等太虚。识得此心，如琉璃珠。随色影现，无著无去。得意忘言，了更无语。亦无可舍，亦无可取。也不烧疏，也不化纸。设斋无限，供养蛇鼠。布施不明，却还沉坠。虽是善因，能招恶理。公子王孙，因修福慧。持斋精进，衣食布施。才出头来，一切整备。岂用埋尸，卜度好地。心若不善，一切不利。头头作业，处处祭鬼。枯骨消磨，神识沉坠。生不念善，死地狱现。在处慈悲，来生方便。不信佛法，贫穷下贱。万中无一，官人相现。满山满岭，头长觜尖。捞鱼罝鸟，历劫相煎。无一毫善，皆是结冤。不识父母，叫唤喧天。贪淫杀盗，罪不可言。阴振未满，王法牵缠。心无一足，烦恼连天。因何不息，澄净心田。若不饮酒，智慧光鲜。亲近善者，心自善妍。若不食肉，公婆不哭。日夕心灵，善神助福。若不杀盗，自身无恼。行住坐卧，心无烦恼。若不邪淫，净行甚深。精神勿亏，身体安宁。若不妄言，常亲贵侣。守口如瓶，不惊寒暑。若不贪爱，触目便会。见如不见，背如不背。若不嗔痴，眼耳如泥。天翻地覆，我自不知。若不恶口，身如瓦狗。人来不吠，棒打不走。若不两舌，无事闲歇。谁是谁非，清风明月。若不绮语，身心一如。所在尊贵，为人中瑞。十般不善，在迷不见。佛为分别，觉悟自见。依此脩行，见本来面。大地含灵，谁敢轻贱。心共一心，随业转变。我若不如，只管吃现。我令始觉，感佛方便。翻十不善，回向十善。永不赚你，天亦常愿。超出三界，见佛知见。凡夫肉眼，非明不见。无日月灯，如黑漆面。开眼见色，色即归空。空中无得，恰如无见。开眼无见，犹如无目。见与不见，全无可善。眼不是眼，见不是见。空色无宝，不明方便。达本了心，是佛知见。心若未了，识业黑变。今日安乐，逐光随现。眼光落地，黑暗周遍。心思业显，雷奔闪电。怕怖天地，投谁发愿。百千刀轮，火车掣电。一刹那间，魂识消散。动经尘劫，业无所间。岂比世间，公牵私绊。哀哉众生，尚贪吃饭。若还思死，火急难辨。五千教典，秘言无限。只为愚心，习气深惯。己化闻经，己身无难。一人了达，与众除患。不劝不善，恶不消散。若闻其声，何忍食由。若见众生，死当助哭。身衣口食，难心自足。直至到死，神识缠逐。随念往生，定入毛畜。心不念佛，镇在牢狱。心若念善，□□□□。善果善因，笙筝笙竹。不曾捻种，遍地野菊。耕田得禾，耕畬得粟。乐善天堂，造恶地狱。善恶无差，由心直曲。信佛拜泥，转转昏迷。信神烧纸，自损谷皮。信经读字，不干心事。信道行淫，只瞒自心。信善贪财，到死也呆。信福杀盗，不久恶报。信是说非，将油洗衣。信罪不悔，如飞蛾昧。火烁油煎，去了又来。一似浮徒，贪嗔痴爱。前念作福，后念受罪。人不达理，妄执神鬼。人不会事，梅上添醋。急处斗急，好做不做。见他富贵，一心趋侍。借口一文，还十文利。连妻带子，为他奴婢。子细观瞻，丈夫意气。非我不非，是我不是。有无分定，因果相继。懒惰贫穷，精勤富贵。脩般若多，获慈悲惠。今生和顺，在处恭敬。来生佛国，开发众信。习气清净，行住皆定。定中有慧，慧体如镜。镜不是镜，是非成病。失却是非，大圆智镜。若人全会，何垢何净。本无背面，光明性命。性即佛性，命即慧命。非生非老，谁死谁病。包括有无，无欠无剩。风动尘起，无有不应。水陆色空，血脉连通。微尘不透，不成正道。影响无知，犹如死尸。头上一劄，却令眼眨。脚下一针，用口呻吟。问病叫痛，类同蠢动。将假为身，业力所成。成应有坏，有坏复形。成有本空，谁解通宗。不宗为本，无住为宗。不空不住，无异虚空。快须荐取，脱却樊笼。古佛今佛，因此大通。释迦亲印，犹如虚空。如水中月，应物标宗。如水是体，水月空同。有无相貌，二相皆同。同则无碍，有碍不中。不中非佛，佛亦无穷。腾今耀古，不受瞒笼。万法之母，诸佛祖公。若人了达，便与佛同。若人不了，万法盲聋。犹如杂话，枉费日工。如是家宝，永不空空。究竟无说，法本无空。普庵和尚，家宝示众。"}