{"id":"1044973","title":"大河上天章公顾子敦","dynasty":"宋","author":"徐积","text":"万物皆有性，顺其性为大。顺之则无变，反之则有害。禹之治河也，浚川而掘地。水行乎地中，其性安而遂。因地为之防，犹恐不足制。故附之山足，使循山而行。山不可必得，或原阜丘陵。水行乎两间，既固而既宁。及将近下流，山远而地平。渠裂为二道，河分为九形。虽暴不得怒，虽盛不得盈。所以顺而制，归之于沧溟。后代蒙其业，历世六七十。凡千有馀年，而无所决溢。国君与世主，岂皆尽有德。盖繇河未徙，一皆循禹迹。河道既一徙，下涉乎战国。水行平地上，乃堤防堙塞。其时两堤间，实容五十里。水既有游息，堤无所啮毁。后世迫而坏，河役始烦促。伐尽魏国薪，下尽淇园竹。群官皆负薪，天子自临督。其牲用白马，其璧用白玉。歌辞剧辛酸，姑不至号哭。瓠子口虽塞，宣房宫虽筑。其后复北决，分为屯氏河。遂不复堤塞，塞亦无如何。两河既分流，害少而利多。久之屯氏绝，遂独任一渠。凡再决再塞，用延世之徒。有天时人事，可图不可图。有幸与不幸，数说不可诬。其后复大决，大坏其田庐。灌三十一县，言事者纷如。将欲塞之耶，凡役百万夫。费累百巨万，亦未知何如。如此是重困，是重民叹吁。言事者不已，亦不复塞诸。李寻解光辈，其言不至迂。遂任水所之，渠道自割除。当时募水工，无一人应书。学虽有专攻，术亦有穷欤。诸所说河者，桓谭实主之。但聚而为书，实无以处之。班孟坚作志，亦无所出取。事有甚难者，虽知无所补。今之为河堤，与汉无甚殊。远者无数里，近无百步馀。两堤束其势，如缚吞舟鱼。适足激其怒，使之逃囚拘。又水性隐伏，有容而必居。浸淫而灌注，日往而月徂。埽材有腐败，土壤有浮虚。水进而不止，正如人病躯。病已在骨髓，医方治皮肤。下不漏足胫，上突为背疽。或水如雷声，或埽如人喘。或决如山倾，或去如席卷。如蛟龙引阵，如虎豹逃圈。如地户开辟，如谁何生变。如神物主之，不可得而辨。嗟乎有如此，堤防岂能禁。盖缘平地上，失水之本性。而又无二渠，分九河所任。以九合为一，所以如此甚。今之为邑居，多在古堤内。以诸埽准之，高于屋数倍。以水面准之，亦高数尺外。诸埽正如城，而土有轻脆。民正如鱼鳖，处破湟畎浍。被溺者常事，不溺者幸大。又河水重浊，淀淤日以积。又夏秋霖雨，诸水凑以入。故有必决势，不决者盖鲜。或决彼决此，或决近决远。或决不可塞，或塞而复决。或决于旦暮，或决于岁月。或新埽苟完，或旧埽溃裂。譬如千万钧，用一绳持挈。必有时而败，必有处而绝。而自决大吴，凡害几郡县。河既北浸边，诸塘皆受患。亡胡与逸马，熟为之隔限。今虽甚盛时，亦防不虞变。所以议论者，复故道为便。故道虽已高，可复亦可为。但恐既复后，其变不可知。我兵学虽陋，公兵学虽奇。我说兵之难，公亦莫我违。河事异于兵，其难堪嘘欷。智有不可及，力有不可施。汲黯非不伟，所塞辄复隳。王遵无奈何，誓死而执圭。若与唐衢说，号哭垂涕洟。未说穿故道，未说治故堤。且说塞河口，所费不可推。诸所调发者，委积与山齐。卷埽者如云，进埽者如飞。下埽名入川，其势忧流移。上埽名争高，少动即势危。万人梯急赴，两大鼓急椎。作号声号令，用转光指麾。其救护危急，争须臾毫釐。又闻被灾郡，数路方荐饥。官私无畜聚，民力俱困疲。朝廷谋已劳，两宫食不怡。生民仰首望，使者忘寝饥。为之柰何乎，勿计速与迟。事虽有坚定，议论在所持。如一身数疾，必以先后医。假如移所费，用以业贫民。偿其所亡失，救其所苦辛。或贷其田租，或享其终身。独孤有常饩，使同室相亲。露尸与暴骸，收敛归诸坟。精选强明吏，处之使平均。乡官与胥徒，欺者以重论。如此庶几乎，可无愁怨人。下酬更生望，上慰再造仁。然而论议者，至今犹纷纷。或复其故道，或因其自然。公如决于一，勿使众议牵。在己者有义，在命者以天。而况行职分，而况本诚忱。圣朝无不察，知子之赤心。嗟余何为者，草莽且贱微。与公本无素，一见即弗遗。以伯兄处我，以古人相期。小设犹致说，大事宁无辞。年且六十一，未作沟中尸。常恐公礼义，如投诸污泥。岂欲为迂阔，不得已为诗。沥吾之肝胆，但恐同儿嬉。又恐误公事，公千万慎思。如将从近功，即深图便宜。如必谋久利，唯古人是希。是询而是度，是访而是咨。或博物君子，或宿儒老师。或滨河野叟，或市井年耆。或愚直夫妇，所言无蔽欺。或老胥退兵，耳闻而目窥。或世为水学，可与讲是非。或博募水工，按地形高卑。从便道穿渠，稍引河势披。海既为大壑，汴既分一支。如关窍疏通，脏腑病可治。此说如何哉，但恐出于狂。如何完障塞，如何复诸塘。观变而待时，亦恐谋不臧。为复有说者，且须严边防。如魏尚守边，见称于冯唐。如祭彤久任，使匈奴伏藏。以车制冲突，如卫青武刚。多置强弩手，如李广大黄。选募如马隆，练卒如高王。如汉置奔命，使我军势张。短兵斫马胫，冲车乱其行。赏不以首级，所以严部分。大陷刀如墙，可以坚吾阵。羊叔子以德，郭子仪以信。光弼战河阳，挥旗令直进。其时诸军势，如决水千仞。杨素不用车，可汗下马拜。仅以其身免，号哭而大败。将帅在方略，胜却百万兵。安边在良将，胜却筑长城。愿子治水功，有以酬明时。便领铁林兵，尽衣犀牛皮。连营环绣帽，大纛随牙旗。分金赐勇敢，藏书付偏裨。先声义信远，下令霜风驰。出塞有丰草，近关无马蹄。穹庐大漠外，别部黑山西。伐谋为上策，何用长缨羁。本朝正明盛，以德服外夷。使来不受献，南越回山梯。西闭玉门关，东却高句丽。四夷无一事，各安巢穴栖。名将更无功，优诏勒鼎彝。师旋作鼓吹，军容除虎貔。银珰致郊劳，翰林严锁扉。除书纸用麻，省吏身著绯。公方有所念，山足江之湄。无心入黄阁，有表辞赤墀。乞得老来身，浩歌还会稽。白云与绿波，无所不可之。春风桃花坞，秋色黄菊篱。茶篮与酒榼，壶矢兼琴棋。烹鸡炊黍饭，可倩庞公妻。岂无会稽老，雪夜同泛溪。亦有二三子，棹歌相追随。散尽橐中金，留得身上衣。有宅是官借，无田可扶犁。闲吟题寺观，长啸入云霓。公得我诗后，一梦须先归。"}