{"id":"105946","title":"秀山霜晴晚眺与赵宾暘黄惟月联句","dynasty":"元代","author":"方回","text":"一峰何峥嵘，万象翻匍匐。心包元气并，影立太空独。遥瞻极乾端，俯瞰际坤轴。飘飘凌云身，杳杳送鸿目。挥袖裨八风，开襟吞百渎。醒脾咽醇清，涤髓盪痼俗。斗摘紫垣杓，日攀黄道毂。川令夷若奔，林诃魍魈伏。螺蚌视三神，杯盎阅四隩。参旗摩右肩，昆苑踏左足。营营蚁磨旋，戢戢蜂房簇。膻俎餍前臑，诗瓢悭半菽。历测尊卢年，桴穷沃焦谷。畴非浮点沤，吾亦寄粒粟。气形孰融结，高深谁濬矗。娲皇不能补，共工多事触。飞思腾虚遨，殚精驰向瞩。浩浩蔑垠涯浑浑曷边幅。百刻倏汐潮，九行递朏朒。达观等鹏鹪，殊趋殽燕蝠。仙驭鞭虬螭，神驾轨骊騄。寰中无遁照，象外有玄烛。推寻制字苍，究考画卦宓。万变既日滋，百灵遂宵哭。某氏马锡三，何人鳌钓六。底所真蓬瀛，是间自濠濮。佳辰每难值，奇赏讵嫌数。达士多放旷，拘儒例踧蹜。味同侨札交，臭异智辅族。稽首礼初梅，掀髯叫余菊。节届小大寒，岁得中下熟。野礼讲蜡迎，侲朋阅傩逐。皴肤剥枯藓，瘦发立冻木。青针抽麦麰，绛粒茁樱薁。乌龙特嵯峨，白雁几湾洑。霞谯抹微绡，烟市皱轻縠。画嶂屏横纵，字溪篆直曲。兰非灌能馨，柏岂撼可秃。长冈修蛇驰，短阜矮鳖缩。一塔耸锥颍，千畦界棋局。冷祠逃鼪鼯，荒冢赫鸱鵩。汲窟仆桔槔，获场眠碌碡。橡实翻箨瘦，笋萌认鞭斸。莽啼潜钩辀，篱嚼偃觳觫。樵肩疮长鑱，猎臂袒偏裻。相劳声阿邪，力作响蓬扑。闻磬认禅窗，指旛窥佛屋。邃森逾二林，美秀埒三竺。笼影夜旧筑。连营释薁琫，四野竞畚梮。别墅喧榼壶。圜扉静敲朴。今各有纭袍，昔俱无旨蓄。駸駸熙运开，沓沓壮观复。闾阎一烬空，栋宇万础续。货廛富鲍鱐，米市积穜{睦目换禾}。登临恣夷犹，生息赖亭毒。扫阴开晚晴，破沍作春燠。硗畴蹙龟纹，烟浍开瓦卜。昏声沸群鸦，暮色隐孤鹜，店遥旅叱驴，陇隔稚唤犊。鴃谣音哳嘲，偻荷眇彳亍。浦溆出渔艇，碕碛泊商舳。僧包侧肩挑，奚囊俯腰束。护舍荒吠狺，投林倦翔速。驿蹄雷铿鍧，野燎星熠煜。警棚报冬冬，栖埘呼喌喌。相与忘是非，足堪了昏旭。矧兹瑞六霙，预云宜百谷。狐兔各深藏，蝻蝝靡遗育。潜鱼未拨剌，骇兽或踯躅。倒影已巅崖，余凌尚丘麓。宿孽芽嫩黄，流澌酝娇绿。联拳一舂锄，格磔双属玉。搯苗揽奇辛，擘雷嗅幽馥。蛰户或伺霆，烧痕渐矜曝。审观寒向阑，追念暑尝酷。凉既免炮燖，温又救皲瘃。大化有乘除，胜户歌楚人骚，家佩桐君录。入笼尽参芝，盈室肯薋菉。浑凤远媒翳，祥麟哂童牿。栋材茂椅桐，跃冶乳镠鋈。贤守宋广平，兴君刘文叔。徵隐屈{左黄右主}旒，哀惸极膏沐。缅怀解剑耕，遐想负薪鬻。咳唾变兴亡，咄嗟异荣辱。荛夫被儒衣，耕叟辟家塾。道味调漆胶，谊声协敔柷。严范盛烝尝，轩莱恪尸祝。勃兴畏后生，朋来乐私淑。骈肩长裾曳，比屋短檠读。高科接踵武，雅德棻被服。委巷致聘旌，徒步胹公餗。车引太仆驺，马给上林蓿。岂惟供爪牙，固将倚心腹。文华凌屈宋，武略迈颇牧。袁丝却腐阉，丙吉雪冤狱。差毫别同和，立界辨刚欲。达汝媲稷皋，退吾侪绮角。中焉敛韬略，外也灭表襮。村诘订荄箕，俚授折都郁。四经审钩弦，三秀攻珞琭。处士傲貂绅，侠徒竞鸡踘。里闾剧华腴，官府务涵沐。喝雉投彩琼，落鵰捷鸣骲。高赀轶陶朱，雄辨聘张禄。美酿压郫筒，大烹椎獠犦。无残金凤欹，歌缓翠蛾蹙。千楼向笛吹，万室陶巾漉。余尊沾皂隶，残炙饫童仆。遐征罕赍粮，酗寝或枕曲。间尝极备无，一是耻呼蹴。金彩剪胜幡，沙囊篆符录。秋枣溲{左牛右羊}膏，冬稻熬狼臅。城市虽冯扶，郊野尚轩喾。四时务锄耰，千村鸣杼柚。颗粒本牛衣，丝缕出蚕{上艹下曲}。幸脱簪冕梏。得与麋鹿群，敢兼熊鱼欲。席珍非待聘，有玉谩韫匵。冥心同子綦，徐步效颜歜。一麾断鵷班，百举阅饩告。仙忝真应宗，诗愧玄英属。亲故焮妖灾，怨雠腾谤讟。字幼窘空空，省躬危毣毣。卑飞类鹪鷃，逸步谢骅骕。庶几便帻幍，焉能事鞲絭。双洪汹奔涛，孤派涩凝瀑。窗徒骤雪萤，袍未释银鹄。之子虞一夔，伊人郑七穆，三足分鼎铛，两锋交箭镞。{左土右专}直冀良陶，粝疏就精凿。诚难角妙染，缪许啐余莤。狂吟动千字，豪饮辄百斛。墨淡立儿研，杯迟走童趣。自倚大户宽，岂畏险韵复。胆痒生芒棱。唾圆洗尘醭。登山石同憩，临流泉共菊。被褐敌裘绮，羹藜胜粱肉。砖炉煎茱茶，瓦豆饤茈菔。园无迂叟花，亭有醉翁蔌。椶疎摘麈柄，莎软敷狨褥。藤阴皆帷帱，松韵即筇筑。逸兴春空云，耐交岁寒竹。山腴嘬糟狸，海异吮酱鲎。黎斑屑鹧鸪，端眼濯鸜鹆。书穷萧衍评，奕妙王粲覆。生平嗜好迂，我辈友谊笃。矢时一赓酬，言志双启沃。析理精洛伊，谈史究温涑。望之真堂堂，毛遂岂碌碌。虞初九百篇，方朔三千牍。酸醎糅盐梅，杗桷裁棫朴。论文如有竞，见义每相勖。燕乐思鹿鸣，切磋慕淇澳。公直性所钟，辛勤起常夙。卉佞请尚方，抨妖官硩簇。扣阍幡屡举，寓直被曾襆。刚肠挫未衰，劲气老弥肃。百粤转沅湘，九河交济泺。魂惊舞波帆，力弱掀淖辐。道异十获禽，理难百中鹄。晞颜宁如愚，尚老且缘督。浮荣等槐蚁，往事付蕉鹿。乐天心自怡，知命頞奚顣。于野同人亨，勿药无妄福。攀附联瀛登，广胖适沂浴。寄兴本真率，成章仍丰缛。时能一来游，倾箧买醽醁。"}