{"id":"1080803","title":"罗浮翠虚吟","dynasty":"宋","author":"陈楠","text":"嘉定壬申八月秋，翠虚道人在罗浮。眼前万事去如水，天地何处一沙鸥。吾将蜕形归玉阙，遂以金丹火候诀。说与琼山白玉蟾，使之深识造化骨。道光禅师薛紫贤，付我归根复命篇。指示铅汞两个字，所谓真的玄中玄。辛苦都来只十月，渐渐采取渐凝结。而今通神是白血，已觉四肢无寒热。后来依旧去参人，勘破多少野狐精。个个不是真一处，都是旁门不是真。恐君虚度此青春，从头一一为君陈。若非金液还丹诀，不必空自劳精神。有如迷者学采战，心心只向房中恋。谓之阴丹御女方，手按眉间吸气咽。夺人精气补吾身，执著三峰信邪见。产门唤作生身处，九浅一深行几遍。轩后彭祖老容成，黄谷寿光赵飞燕。他家别有通霄路，酒肆淫坊戏历鍊。莫言花里遇神仙，即把金篦换瓦片。树根已朽叶徒青，气海波翻死如箭。其他有若诸旁门，尚自可结安乐缘。有如服气为中黄，有如守顶为混元。有如运气为先天，有如咽液为灵泉。或者脾边认一穴，执定为之呼吸根。或者口鼻为玄牝，纳清吐浊为返还。或者默朝高上帝，心目上视守泥丸。与彼存思气升降，以此谓之夹脊关。与彼闭息吞津唾，谓之玉液金液丹。与彼存神守脐下，与彼作念相眉间。又如运心思脊骨，又如合口柱舌端。竦肩缩颈偃脊背，唤作直入玉京山。口为华池舌为龙，唤作神水流潺潺。此个旁门安乐法，拟作天仙岂不难。八十放九咽其一，聚气归脐谓胎息。手持念珠数呼吸，水壶土圭则时刻。或依灵宝秘法行，直勒尾闾咽津液。或参西山会真记，终日无言面对壁。时人虽是学坐禅，何曾月照寒潭碧。时人虽是学抱元，何曾如玉之在石。或言大道本无为，枯木灰心孤默默。或言已自显现成，试问幻身何处得。更有劳形采日月，谓之天魂与地魄。更有终宵服七曜，谓之造化真血脉。更有肘后飞金精，气自腾腾水滴滴。更有太乙含真气，心自冥冥肾寂寂。有般循环运流珠，有般静定想朱橘。如斯皆是养命方，即非无质生灵质。道要无中养就儿，个中别有真端的。都缘简易妙天机，散在丹书不肯泄。可怜愚夫自执迷，迷迷相指尽无为。个般诡怪颠狂辈，坐中摇动颤多时。屈伸偃仰千万状，啼哭叫唤如儿嬉。盖绿方寸无主人，气虚气散神狂飞。一队妄想争唱鬨，以此诳俗诱愚痴。不知与道合其真，与鬼合邪徒妄为。一才心动气随动，跳跃颤掉运神机。或曰此是阳气来，或曰龙虎争战时。或曰河车千万迎，或曰水火相奔驰。看看摇摆五脏气，一旦脑泻精神羸。当初神祖留丹诀，无中生有作丹基。何曾有此鬼怪状，尽是下士徒阐提。我闻前代诸圣师，无为之中无不为。尽于无相生实相，不假想化并行持。则有些儿奇又奇，心肾元来非坎离。肝心脾肺肾肠胆，只是空屋旧藩篱。涕唾津精气血液，只可接助为阶梯。精神魂魄心意气，观之自是而实非。何须内观及鉴形，或听灵响视泓池。吞霞饮露服元气，功效不验心神疲。演说清虚弄炉火，索人投状赍金宝。敢将蛙井藐沧溟，元始天尊即是我。虚收衔号伪神通，指划鬼神说因果。今朝明朝又奏名，内丹外丹无不可。欺贤罔圣昧三光，自视祸福皆懡㦬。招邀徒弟走市廛，醉酒饱德成群夥。大道从来绝名相，真仙本自无花草。教他戒誓立辛勤，争如汝自辛勤好。一人迷昧犹自可，迷以传迷迷至老。此辈一盲引众盲，共入迷途真忧恼。忽朝福尽罪报来，获罪于天无所祷。三元九府录其愆，迫魂系魄受冥考。举世人人喜学仙，几人日日去参玄。各自妄诞自相高，不务真实为真诠。古人好语须切记，工夫纯熟语通仙。言语不通非眷属，工夫不到不方圆。我昔工夫行一年，六脉已息气归根。有一婴儿在丹田，与我形貌亦如然。翻思尘世学道者，三年九载空迁延。依前云水游四海，冷眼看有谁堪传。炷香问道仍下风，勘辨邪正知愚贤。归来作此翠虚吟，犹如杲日丽青天。扫除末学小伎术，分别火候鍊药物。只取一味水中金，收拾虚无造化窟。促将百脉尽归源，脉任气停丹始结。初时枯水依寒岩，二兽相逢如电掣。中央正位产玄珠，浪静风平云雨歇。半时之间见丹头，软似绵团硬似铁。此时南方赤凤血，采之须要知时节。一般才得万般全，复命归根真孔穴。内中自有真壶天，风物光明月皎洁。龙吟虎啸铅汞交，灼见黄芽芽白雪。每常天地交合时，夺取阴阳造化机。卯酉甲庚须沐浴，弦望晦朔要防危。随日随时则斤两，抽添运用在怡怡。十二时中只一时，九还七返这些儿。温养功须常固济，巽风常向坎中吹。行坐寝食总如之，性恐火冷丹力迟。一年周天除卯酉，九转工夫月用九。至于十月玉霜飞，圣胎圆就风雷吼。一载胎生一个儿，子生孙了又孙枝。千百亿化最妙处，岂可容易教人知。忘形死心绝尔汝，存亡动静分宝主。朝昏药物有浮沉，水火爻符宜检举。真气薰蒸无寒暑，纯阳流溢无生死。有一子母分胎路，妙在尾箕斗牛女。若欲延年救老残，断除淫欲行旁门。果将流形永住世，除非运火鍊神丹。神丹之功三百日，七解七蜕成大还。聚则成形散成气，天上人间总一般。宁可求师安乐法，不可邪淫采精血。古云天地悉皆归，须学无为清净诀。缚住青山万顷云，捞取碧潭一轮月。玄关一窍无人知，此是刀圭甚奇绝。夜来撞见吕秀才，有一丹诀犹奇哉。却把太虚为炉鼎，活捉乌兔为药材。山河大地发猛火，于中万象生云雷。昔日混沌今品物，一时交结成圣胎。也无金木相间隔，也无龙虎分南北。不问子母及雌雄，不问夫妻及黑白。何人名曰大还丹，太上老君吞不得。老君留与清闲客，服了飞仙登太极。更将一盏鸿濛酒，饵此刀圭壮颜色。任从沧海变桑田，我道壶中未一年。悬知汝心如铁坚，所以口口密相传。妙处都无半句子，神仙法度真自然。速须下手结胎仙，朗吟归去蓬莱天。"}