{"id":"1104923","title":"寄孙元忠","dynasty":"宋","author":"孔平仲","text":"君不见潇湘之山衡山高，八月秋高风怒号。草木黄落龙正蛰，哀鸿独叫求其曹。男儿生无所成头皓白，漂零已是沧浪客。呼儿觅纸一题诗，此心炯炯君应识。抱病江天白首郎，秋风此日晒衣裳。看我形容已枯槁，此岂有意仍腾骧。一官羁绊实藏身，富贵于我如浮云。致君尧舜付公等，几时高义排金门。呜呼古人已粪土，纷纷轻薄何须数。当面输心背面笑，翻手作云覆手雨。感君意气无所惜，于我见子真颜色。人生会合不可常，昔者相遇今不得。不恨我衰子贵时，经济实藉英雄姿。君有长材不贫贱，莫令斩断青云梯。骅骝作驹已汗血，坐看千里当霜蹄。省郎京尹必俯拾，军符侯印取岂迟。岁云暮矣多北风，潇湘洞庭虚映空。中有云气随飞龙，黄鹄高于五尺童。殊方日落玄猿哭，芜没潇岸千株菊。少壮几时奈老何，喧呼且覆杯中渌。老去悲秋强自宽，衰颜欲付紫金丹。坐卧只多少行立，岂可久在王侯间。与君相逢未恨晚，他日更仆语不浅。潇湘水国傍鼋鼍，吏情更觉沧洲远。雄姿逸态何崷崒，自是君身有仙骨。彩服日向庭帏趋，百年未见欢娱毕。拖玉腰金致主身，起居八座太夫人。尔家最近魁三象，文采风流今尚存。思君须向古人求，夙昔一逢无此流。文章有神交有道，名位岂肯卑微休。倜傥权奇难具论，鸷鸟举翮连青云。无路从容陪笑语，使人叹恨伤精魂。故人情谊晚难似，神倾意豁真佳士。可怜怀抱向人尽，再为后会知何地。老大徒伤未拂衣，白头吟望苦低垂。鱼龙寂寞秋江冷，不见湘妃鼓瑟时。独立缥缈之飞楼，更有澄江销客愁。无边落木萧萧下，万里风烟接素秋。天青小城捣练急，渔翁暝踏孤舟立。嫩蕊浓花满目斑，临风三嗅馨香泣。玉几由来天北极，云近蓬莱常五色。五更三点入鹓行，朝回君是同舍客。岂意出守江城居，此身已愧须人扶。青眼高歌望吾子，早据要路岂捐躯。秋风欻吸吹南国，天地黤惨忽异色。江石决裂青枫摧，波漂菰米沉云黑。儒术于我何有哉，口虽吟咏心中哀。隐居欲就庐山远，黄帽青鞋归去来。秋水浮阶溜决渠，啼猿僻在楚山隅。白沙翠竹江村暮，斗酒新诗终日疏。男儿生不成名身已老，但话夙昔伤怀抱。客至从嗔不出迎，逢迎少壮非吾道。自断此生休问天，焉能终日心拳拳。人生几何春已夏，况我与子非壮年。东流江水西飞燕，可惜刻漏随更箭。细推物理须行乐，只愿无事长相见。小臣鲁钝无所能，况乃疏顽临事拙。今幸乐国养微躯，主恩前后三持节。未有涓埃答圣朝，却教江汉客魂销。云白山青千万里，便应黄发老渔樵。秋风萧萧露泥泥，美人娟娟隔秋水。扬眉结义黄金台，欲向何门趿朱履。案头乾死读书萤，遮莫邻鸡下五更。老夫卧稳朝慵起，肯信吾兼吏隐名。注目寒江倚山阁，碧瓦朱甍照城郭。云物不殊乡国异，形胜有馀风土恶。阶面青苔老更生，况乃秋后转多蝇。巫山不见庐山远，怅望秋天虚翠屏。隐几萧条戴鹖冠，强移栖息一枝安。重阳独酌杯中酒，醉把茱萸子细看。羞见黄花无数新，当令美味入吾唇。久拚野鹤如霜鬓，何用浮名绊此身。高栋层轩已自凉，青枫叶赤天雨霜。自公多暇迎参伍，行酒赋诗殊未央。共指西日不相贷，万事尽付形骸外。自笑狂夫老更狂，诗酒尚堪驱使在。摇落深知宋玉悲，东流之外西日微。寒衣处处催刀尺，谁家捣练风凄凄。篱边老却陶潜菊，前飞秃鹙后鸿鹄。安得送我置汝旁，怅望聊歌紫芝曲。秋风淅淅吹我衣，日日江楼坐翠微。江光隐见鼋鼍窟，水鸟衔鱼来去飞。菱叶荷花净如拭，清簟疏帘看奕棋。雷声忽送千峰雨，波涛万顷堆琉璃。草阁柴扉星散居，远开山岳散江湖。苍苔浊酒林中静，丹橘黄柑此地无。洞庭扬波江汉回，愿吹野水添金杯。巢燕养雏浑去尽，邻鸡还过短墙来。秋来相顾尚飘蓬，兼泛沧浪学钓翁。钟鼎山林各天性，知君才是济川功。万里寒空只一日，会是排风有毛质。攀龙附凤势莫当，莫度清秋吟蟋蟀。诸公衮衮登台省，后来况接才华盛。天涯风俗自相亲，岁暮阴阳催短景。江风飒飒乱帆秋，天入沧浪一钓舟。愁极本凭诗遣兴，朔云寒菊倍离忧。秋水才深四五尺，风灯照夜欲三更。千崖无人万壑静，新月犹悬双杵鸣。衰颜动觅藜床坐，仰看明星当空大。请君一来开我愁，南浮早鼓萧湘柂。可怜为人好心事，今我能书数字至。人生会面难再得，安得如鸟有羽翅。日暮聊为梁父吟，非子谁复见幽心。入怀本倚昆山玉，许身愧比双南金。腐儒衰晚谬通籍，齿牙欲落真可惜。沧浪水深青冥阔，山鬼幽忧雪霜逼。老去新知见面稀，被褐短窄鬓如丝。秋天漠漠向昏黑，独立苍茫自咏诗。江上形容吾独老，百壶且试开怀抱。妙舞逶迤夜未休，多情依旧能潦倒。雨裛红蕖冉冉香，玉樽锦席高云凉。酒酣耳热忘头白，老儒不用尚书郎。江上今朝寒雨歇，翛然欲下阴山雪。山巅朱凤声嗷嗷，白鹄翅垂眼流血。老夫清晨梳白头，杖藜徐步立芳洲。使我残年但饱吃，微躯此外更何求。神仙中人不易得，京中旧见君颜色。同心不减骨肉亲，我居巷南子巷北。佳人屡出董娇娆，秋水为神玉为骨。孤城此日堪断肠，既饱欢娱亦萧瑟。封书寄与泪潺湲，童稚情亲四十年。离别不堪无限意，断肠分首各风烟。反锁衡门守环堵，闻道三年未曾语。数篇今见古人诗，更觉良工心独苦。"}