{"id":"1108794","title":"杂咏一百首 毛遂","dynasty":"宋","author":"刘克庄","text":"两国争衡际，诸君袖手观。群然著珠履，谁肯捧铜盘。把袖谋几售，开图计忽穷。空遗千古恨，不中祖龙胸。顿无英霸气，尚有妇儿仁。闻汉购吾首，持将赠故人。辛苦佣耕久，饥寒谪戍馀。竟令秦失鹿，首为汉驱鱼。殿上俄流血，沙中竟脱身。乃知燕刺客，有愧汉谋臣。贵不见渠面，危曾活尔身。柰何施一饭，便责翳桑人。南面称孤贵，西京谒帝卑。谁能如李密，更望一台司。向令从七国，是自列陪臣。太尉空称赏，非知剧孟人。鱼服俄离网，龙泉忽缺铓。却将江左业，分付紫髯郎。戴昔劫名士，周尝暴里人。少年一荡子，岁晚两忠臣。遗书今羽化，传者匪真书。此老纵横祖，仪秦得绪馀。虽以宾师待，几于妾妇然。不羞君割地，谩对客谈天。韩子流于惨，聃书妙造微。百年同一传，谁是复谁非。夸大帝传由，形容蹠侮丘。仅饶聃禦寇，共载一虚舟。白发夷门老，能兴晋鄙师。魏王备它盗，曾不备如姬。不待精神契，惟凭颊舌求。莫年荐燕客，差胜似穰侯。常产常心论，平生不谓然。晚知苏季子，佩印为无田。北面老先生，人间事饱更。不闻求乐氏，但见荐荆卿。焦子如天胆，秦王似屋嗔。如何刀机上，活得解衣人。郦生方横死，蒯彻亦阳狂。设不逢刘季，同趋一鼎汤。墨子城无恙，公输械有穷。要须能壁立，未可恃梯攻。石马残陵下，金凫出藏中。谁云樗里智，卜墓近秦宫。巧言愚冒顿，厚赂饵阏氏。秘计言之丑，刚云世莫知。危晁知不免，削楚虑空长。东市哀朝服，西京号智囊。老贼有肝鬲，多为德祖窥。谁令预筹事，更与共观碑。全活啮鞍吏，平章秤象船。丕乎真有幸，舒也竟无年。杀身明逆顺，濡足救危亡。未必荀文若，甘为操子房。华容芦荻里，一炬可无遗。叹息刘玄德，平生见事迟。征南满腹智，实似小儿痴。汉水有涸日，沉碑无出时。肘后臣非靳，胸中彼未纯。乃知兵妙处，不可妄传人。带从内府颁，枕出古陵间。却笑韩宣子，区区爱一环。童作夫人纺，藏钱百万多。不知三箧内，还记旧书么。虎视无强对，鸱张有篡心。可怜脐里烛，不照坞中金。惜李常钻核，商财自执筹。如何嵇阮辈，放入竹林游。金谷觞豪友，珠楼拥艳姬。南交来处悖，东市悔何追。左氏讥怀璧，杨公却袖金。安知机巧者，藏得叵罗深。玉检匪颁隆，珠帘馈遗通。更挥谀墓笔，褒赞死姚崇。三千两钟乳，八百斛胡椒。不悟口中袜，犹贪掌上腰。没有财遗臭，生无善可传。向来堆白屋，尽是窟郎钱。五季骄诸镇，终朝易千人。使无孔方癖，犹是晋名臣。聚橛并番楀，今犹唾姓名。国人深可畏，尹氏更须平。西子宴姑苏，灵胥赐属镂。如何居上宰，忠越不忠吴。豫建无长虑，旁窥有贩心。绝嬴由吕相，继马乃牛金。焚馀宁有籍，坑后更无儒。不解愚刘项，翻令二世愚。极力排舒黯，联翩去不回。惟应刀笔吏，时得到翘材。佞幸传呼至，师臣伛偻迎。暮年灵寿杖，幸自可扶行。二相去留际，中原治乱分。异时马上泪，遥洒曲江坟。僣伪蟠宫阙，忠贤血贼庭。相君无喜愠，面色只蓝青。本欲除阉腐，安知召寇戎。缁郎不为相，朱贼得称雄。坐阅数朝主，竟为何代人。汉官扬历遍，更作虏师臣。哆侈何其甚，忧伤只自知。虽经夫子笔，不废寺人诗。国渐移田氏，人谁悟景公。牛山两行泪，据与寡人同。嬖与贤分国，贤疏嬖在旁。未尝无乐克，其柰有臧仓。但见颛朝久，谁知媚灶勤。纷纷由嬖进，非特一商君。归自沙丘后，因专定策功。国由中府令，帝在望夷宫。费亭侯在日，乱已有萌芽。养得螟蛉种，犹能覆汉家。举国排阉尹，还乡少吊宾。太丘刍一束，全活几多人。五十年间事，浑如晓梦馀。三郎南内里，何况老家奴。国老辞机密，阉儿叩绪馀。殷勤传一诀，莫遣上观书。敕使为唐患，忠唐独有君。晚知王自取，误杀老监军。尽识蔘无毒，明知堇有灾。安知尝试者，百死百生来。厥初赋形貌，固已具阴阳。素问无人读，流为采战方。疾始于荣卫，哀哉不豫谋。贪生讳闻死，天下几桓侯。寿有可延理，医无不死方。扁曾忧骨髓，和亦畏膏肓。自昔名高世，皆由艺入神。未应除扁鹊，世上便无人。秦法严堂陛，秦兵绕殿庐。如何危急际，只有一无且。古来神异少，天下妄庸多。文帝能全意，曹瞒竟杀佗。跳入无人见，谁知有路通。长房非黠者，草草出壶中。方差能腊腹，学误至渐襟。幸有经文在，休于注脚寻。女子乃知我，明朝变姓名。可怜逃不密，犹迫诏书行。列书诧知死，楚些说招魂。尚莫窥壶子，安能返屈原。繇语几于谶，流传信有诸。王何谩辛苦，易自是占书。鱼腹累臣诀，蛾眉众女仇。灵均空发问，詹尹若为酬。宋贾两名士，茫然立下风。信知古贤圣，多隐卜医中。巧历虽千岁，先知一日差。未能下算子，亦道是占家。卖卜本逃名，下帘无市声。如何穹壤内，知世有君平。元帝何曾谕，京生自此疏。区区推卦气，欲撼石中书。平叔知几语，疑于易学通。岁朝不相见，隔日问三公。逆知生女主，预说覆唐宗。误杀五娘子，安知在后宫。似有人推背，相传果是非。请君看秘记，若个泄天机。义理无穷尽，虽丘或未知。老聃与项橐，圣岂有常师。函谷非无士，登庸乳臭儿。空令园绮辈，头白不逢时。子羽力扛鼎，诸侯屈膝臣。能从小儿语，尽活一城人。武帝有荒志，终童无远谋。长缨自系耳，莫系越王头。击蒙凿帝窍，躐等尊玄经。混沌死七日，童乌夭九龄。彧作操谋主，群为丕上公。暮年翻有愧，膝上与车中。二稚吁何罪，冤犹在史书。老瞒浑忘却，只记哭仓舒。但爱梨并栗，不传琴与书。乃翁莫惆怅，它日举篮舆。牧有谆谆诲，宜无赫赫声。假令如叔父，一世得狂名。座上交游广，城南讲读馀。如何万金产，只解八分书。举国听桓子，呼天诔孔丘。可怜倚楹女，徒为鲁君忧。神女登徒子，微词未必然。感襄通一梦，窥玉费三年。狡狯疑为幻，姝妍复似魔。殷勤把花去，莫恼病维摩。天子览书悲，肉刑无复施。不惟嘉烈女，亦自活神医。穹壤有时敝，娥名万古垂。直从彤管笔，便到色丝碑。古人重言德，初不论倾城。切莫伤容鬓，犹堪嫁孔明。竹笥并綀帔，何妨托妾身。若逢夫婿问，向道乃翁贫。出塞男儿勇，还乡女子身。尚能吞北虏，断不慕西邻。琴挑何曾动，梭投未免惭。女郎循古礼，元不解清谈。首如飞蓬乱，家卖漉篱供。老汉惊吾女，禅机捷乃翁。"}