{"id":"1109844","title":"咏古十六首","dynasty":"宋","author":"华镇","text":"衮衣自美好，无能被猿猱。鶢鶋巢鲁门，恻怆临九牢。此物乃异类，珍华宜见逃。颍阳本无人，嗜好非羽毛。执心一何苦，用形一何劳。采薇代刍豢，刍豢气膻臊。饮水宁手掬，飘风声怒号。不慕黄屋尊，遗之如秋毫。道真固所重，无乃太嚣嚣。达士各有心，非志斯郁陶。饮河已盈腹，河流自滔滔。一枝傥可栖，云构如蓬蒿。适外皆长物，逐物非吾曹。如何市朝人，捐生竞锥刀。颓川无回波，始觉素风高。穆王有天下，王纲正齐肃。玉帛来万邦，明堂覆重屋。珠金严器皿，龙章粲华服。玉戚副朱干，英茎荐清曲。窈窕备嫔御，芳颜美如玉。文章穷制作，采色已繁缛。晚与化人游，清都暂经目。梦回顾人世，怆恨情不足。九重深且严，视若窘羁束。腐朽视玉石，膻恶生膏沐。倏起驾八骏，凌飞厉黄鹄。远寻西王母，高宴昆山麓。归来九庙荒，日暮歌黄竹。黄河天上来，一曲一千里。冯夷值海若，反顾忘秋水。通川不足多，支流宁复纪。大朴久已丧，群言乱如麻。儒墨及刑名，交流自名家。曲士殉所察，纷纷摘其华。伯阳究宗本，为言天地初。蟪蛄惊春秋，格言落玄虚。华颠困章句，强识家人书。长剑寄宝匣，往往夜鸣吼。芒针补弊履，虽贱不为丑。藏器贵有施，斯人自吾偶。汲汲出疆贽，皇皇丧家狗。无愧三宿行，未多沮溺耦。营丘执羔客，乃是射钩手。解缚履文陛，低颜亦含垢。鲁堂品藻中，茂实帝王后。君子当际会，所学问行否。南阳三顾日，不羡商岩叟。相期等钓璜，兹为兆熊后。宿将轻少年，前席亦何有。恢恢王景略，落落秦关右。周旋二十年，初心了无负。何必逐桓温，联翩东南走。松柏傥莫依，嵩岱皆培塿。昔在战国时，吴生固多奇。弱鲁偶以将，彊齐不能支。聿来守西河，纵横各有施。黔首乐无贰，财用日以滋。士卒思致命，官事咸允釐。韩赵既来宾，秦人怯东窥。魏郊昔多垒，中外安且熙。当时计其功，谁复相等夷。盛德乃不器，中智各有宜。由来秉国钧，不类提军绥。论列谩纷错，至当难重违。桓桓盖世气，低徊下卑辞。风云起幽朔，霜雪彫松桂。修竹实不华，猗梧惨憔悴。江汉凝以冱，醴泉更蒙蔽。鸾凤何所归，增击真良计。岐山尽禾黍，九成困惉懘。鸣矣后佳期，来仪爽幽契。乌鸢竞腐鼠，仰视惊高逝。众羽亦可怀，云飞屡回睨。猗嗟鲁先生，生后唐虞际。高华虽韡韡，硕果终幽翳。幅纸下聊城，片言挫秦锐。铦铓释纷难，未足论明哲。况复历下谈，微端本柔脆。时无豪杰士，横议喧鶗鴂。春冰薄轻绡，可耐秋阳熭。黍稷无恶种，方苞藉良农。淳化混无外，殊疆蔼同风。海滨昔未洽，盗弄潢池中。胜残无善政，矧日劳兵戎。龚叟达事变，嘉言契清衷。鈇锧何所施，钩锄日成功。鸡豚被封域，桑麻翳垣墉。天子念循良，召对明光宫。醉客雅轻事，临歧愿追从。厚意难重违，归轩相与同。终藉哲人语，清风傃渊冲。小人徇其末，所得竟无庸。君子喻其大，道义在所攻。联裾治水衡，迟暮何从容。鲋鱼在涸辙，所志斗升水。斗升不可得，安望长江鲤。朝登禹门浪，回首风雷起。高才忽细行，脱略外讥毁。乡闾不见容，县令邈难迩。悠然挹斗酒，西游咸阳市。一言悟时主，倾注超园绮。献纳无间言，经纶有馀美。平步蹑云汉，瞬息致千里。贾生终如遗，资用岂不伟。三圣赞拔茅，拔茅有连茹。四始咏鸣鹿，鸣鹿啸其类。性理傥可赏，微物在所贵。矧伊人伦秀，德輶自勤致。昔在世宗时，炎刘正昌炽。蒲轮聘枚叟，异人始麇至。郑生何慷慨，称荐天下士。嘉言美且闲，咀之有馀味。当朝尚趋和，浮沈在承意。囊括未足多，似忝司农位。独以推毂贤，千秋仰高义。周公亲吐握，事与田窦异。如何大将军，碌碌无所誉。功业虽可名，风流固多愧。吾爱袁东阳，才华自天性。注射溢飞泉，玲珑韵鸣磬。微吟傍牛渚，倾写江州听。珠联麟野韵，响答临歧赠。仓卒宣城辞，颠沛长沙咏。辞林骋高步，声华既明盛。不为桓公屈，高风更严劲。荣路何足论，清衷自如瑩。兴平昔丧乱，射狼恣吞攫。雄才卧南阳，盘桓寄云壑。良玉沽善价，高情无适莫。风云时会合，约束非纆索。萧公镇关中，守固惟筦钥。韩彭冒鸣镝，阃内非所度。成都偪仄地，草昧事参错。顾盼乾坤静，谈笑风霆作。东连紫髯公，北设渭滨略。灵源挹愈盈，英风际寥廓。明知不自假，高谈贵无怍。宿昔何所侔，夷吾暨燕乐。窫窳当九门，西山宝驺虞。鸱鸮集上林，丹穴巢鹓雏。奸雄始基搆，哲人晦良图。步兵偶叔末，整辔登蓬壶。身世委杯酒，不以礼法拘。长啸引鸣凤，新诗缀骊珠。慷慨临广武，感激恸穷途。所志岂方外，林下薄踟蹰。恢恢大雅人，矫矫真龙驹。宁愧苏门士，临刑据槁梧。秋阳铄金石，康庄昼如焚。乘轩及负荷，累足朝市门。挥汗散凌雨，腾埃播长云。隋珠弹黄雀，贵贱谁复论。安知北窗下，乃有羲皇人。高卧挹清风，翛然远世纷。绿琴寂繁奏，白醅漉纶巾。井水患甘旨，膏兰困明芬。何用结庐地，喧填走车轮。唐昔先天后，天步复清平。君王图治定，槐棘来群英。渭水亦投竿，莘原犹弃耕。丈夫敦志尚，不为轩冕轻。矫矫同州守，素风独峥嵘。慷慨论十事，激切观王明。献纳无迕言，始来歆大烹。富贵岂不念，直道思有行。驭者信所学，不为嬖奚更。况当秉国钧，见利难自倾。行己或可枉，乘轩何所荣。风虎既相从，云雷底光亨。开元及贞观，当日乃悬衡。至今夸毗人，闻风心骨惊。高柳何葱茜，袅袅章台端。眉叶荫紫极，条丝拂朱栏。何以谢松竹，挠弱惭岁寒。既乏贞固姿，枝叶何足观。小人殉利欲，俛仰如转丸。苟非社稷臣，祸患宁肯干。蒲山已归觐，黎阳尚盘桓。当时方寸地，明明赤如丹。飙举冠凌烟，腾芳臭如兰。一言失其所，功名两彫残。高帝论平阳，刘氏终以安。英公负文皇，武氏为世患。无忌问赵相，侯嬴起长叹。白首不可保，知人良独难。兰芷生幽薄，浥露搴华姿。芙容隔秋江，扁舟满江湄。丈夫抱材用，但愿君王知。宁生击牛角，载歌南山词。词终脱裋褐，缨佩暮萎蕤。人事非有定，斯言或难持。翩翩李将军，鸣弦压由基。馀威震戎虏，谈笑静边陲。桃李曾无言，嘉声满黄扉。心知堪万户，乃谓生匪时。烽火照甘泉，未能包虎皮。目视汉飞将，弃弃轻如遗。颇牧已黄土，忉忉勤缅思。如何中林士，坐视青云期。"}