{"id":"1113526","title":"杂兴三十九首","dynasty":"宋","author":"张镃","text":"圣学律万世，玉振仍金声。大贤务矫俗，始以和自名。智者稽所终，流弊固难行。求圆能舍规，鲁男乌可轻。城河固金汤，谷帛堆丘山。雷风走号令，足以威百蛮。秦人昔恃此，烧书无愧颜。丛祠夜篝火，赤蛇先据关。谁知小国鲁，抗衡齐晋间。独能秉王礼，足以销邻奸。舞干服三苗，可仰其可攀。原子何所得，所得在养心。澹然处穷阎，蓬蒿绝车音。结驷者谁子，排门愿同襟。乃知能辩者，于道未为深。日暮前道远，纷纷倒行多。胡不秉明烛，整驾历前坡。既衰不戒得，有如圣言何。平公七十翁，师旷犹琢磨。管仲相齐国，童子犹羞称。确守害霸说，三王亦可成。寸短有所长，贪贤况诚切。莫问九合功，咏此宜击节。文仲蔽展禽，难逃窃位名。张汤法家流，推贤被嘉声。公道日月如，无私天下行。治古本根此，所以休甲兵。嗟嗟祁大夫，举善何其宏。曰雠吾甚恶，曰子非私情。一旦俱荐引，晋伯由此成。后世益多嫌，山林老公卿。伯牙善鼓琴，知音一子期。已得慰生平，绝弦勿复悲。深沉扬执戟，玄文准伏羲。千年未愿赏，岂欲求当时。泱泱古齐邦，中有秉节臣。其国不能举，燕师知宠珍。生不食君禄，执或去诸邻。莫往径绝脰，用愧轩冕人。当年处高位，十万当逡巡。所以休明时，朝廷足嘉宾。善人所至处，凤仪气芝兰。同德自相求，肯因休显看。后来世道交，秪趋势与官。廉颇共翟公，雅抱常自宽。小器酌升斗，渠宁同釜钟。心公德始宏，一介称能容。将军见何卑，偏忌相如功。卓哉全璧贤，怀才肯争锋。悔过犹可称，服善交情终。吴起弃骨肉，用释鲁君疑。萧何买田宅，更要汉祖知。结绳可息争，书契计已痴。反覆者人心，周防良足悲。曾参杀人谤，三至母信移。君臣不易逢，终始贵难离。金珠不解忧，曲蘖堪适情。隘哉沉湘人，独以醒自名。生居禁酒国，焉得壶觞倾。闭门求一醉，无乃干天刑。若伊旷怀襟，道在宁营营。详观中圣言，当与智者评。堂陛分古始，高卑定常仪。拳拳三顾频，未敢臣其师。至宝价婆娑，尘面谁复窥。有人果善酬，何苦不售为。木牛流马机，小智那足奇。甄别兰与艾，忠诚真弗欺。功大天实吝，滞迹乌能知。臣主施报恩，足为万世规。有虎南山南，有石北山畔。虎石人未辨，箭发石遂贯。一朝两生心，见石不见虎。若向虎石求，引满徒自苦。河南牧羊儿，不识奇字书。君王事边头，无亦官帑虚。慨然分家资，补国何勤渠。讵有忠于君，而谓不学欤。毋令败群语，缑氏果有馀。惜哉封禅主，更欲取名誉。岁晚责缘饰，宜其返田闾。真才当自重，跃冶非良金。世儒识拔鲜，志士违本心。慷慨自铺陈，庶几有知音。但恐北风扇，虚言难保任。快哉东方生，可喜未可钦。圣道由书传，秉畀火于秦。汉兴反秦暴，见儒犹骂嗔。董子惟有志，耿耿谁与陈。使时三策行，焉老诸侯宾。子云闭门学，非愿雕虫称。于道实有省，爵位岂所营。洙泗嗟已远，惜不偕群英。太玄法言书，莫诮徒拟经。汉代嘉唐虞，欲以儒理国。公孙谈治道，纯驳互失得。广大语尤害，开边心莫极。无怪淮南谋，日夜惮汲直。东閤礼诸贤，脱粟自为食。欲以此自文，后世有真识。言貌难取人，宣尼窃丁宁。如何汝南许，辄擅月旦评。观其察曹瞒，一言尽生平。勿谓鉴裁乏，一门称弟兄。林宗真杰士，甑堕识孟敏。初无一语交，肺腑巳窥尽。人才处东京，郭许能汲引。几时不生贤，弗遇即泯泯。道德酿搢绅，睟容无点尘。望之鄙吝消，矧得累夕亲。缅思阙里化，四教隆诸身。济济三千徒，变蒙尽为仁。贤圣虽不同，气类当等伦。叔度亦我师，千载风如新。达士乐贫贱，本非沽激心。岂真昩生死，而计乐浅深。辛勤毕婚嫁，尘虑宁更侵。高踪五岳游，乘风拟相寻。山川万代留，人物有时尽。慷慨羊叔子，登临重嗟悯。功名垂橐来，老去载仓囷。焉有利在民，转眄声即泯。非真吊古往，借言聊自引。湛也穷其心，欲嘿不能忍。惜昧无去来，徒知幻与影。征南勋业手，顾乃玩简策。麟经日月垂，左氏实有力。为渠作忠臣，训义订今昔。后来缝掖子，开卷随有益。果能作蹄筌，此学不妨癖。龙泉伴太阿，潜伏知几秋。光气不容掩，夜夜冲斗牛。一朝掘青苔，双龙获兼收。拭以华阴土，百神见之愁。若使无张雷，恐非剑所羞。天一即生水，语性何洁清。未尝使人贪，酌之失廉称。夷齐素高蹈，想非常饮冰。仁鄙成自取，处默先内明。南渡人物中，第一数安石。经营江左民，成败固先识。苻坚拥百万，朝野总忧色。长驱不量德，在法真饵敌。谈笑付儿辈，兹岂试一掷。捷至偶折屐，胸中未易测。议者谓矫情，妄意窥悃愊。圣狂霄壤分，其端在一念。去恶向忠义，如病用良砭。方贻害于人，蛟虎并凶燄。及其惩艾馀，大节秉无欠。卓绝补过功，炳炳照铅椠。乃知春秋意，恶恶待终厌。实修名自来，犹影长随身。惑者偏忌嫉，终之反累人。况驰死后誉，何关一丘尘。所以识达早，托醉全吾真。归兴因莼鲈，口腹何足陈。到今吴江水，秋至清粼粼。渊明膝上桐，一丝不肯挂。弹声聒天地，无人知此话。谓琴只这是，世间何用弦。谓在有无中，其然岂其然。太冲十年功，仅了三都赋。藩溷着纸笔，欲以疏吾句。文章流至是，已失古人步。喜怒哀乐情，一发中韶濩。不见风雅篇，岂效女功蠹。抡才如百药，治效各不同。傥能区别性，当聚和扁功。武德定乱后，诸公悉登庸。帝久知所长，未欲任巳聪。品题资确论，毫发无蔽蒙。三杰隆汉业，六英夹唐宗。无人可能国，我欲振古风。至艺得于天，音律谁同明。道上车铎逢，地底黄钟成。伟哉创业主，用才极其精。太常识斯人，吾知不负丞。勿疑贞观间，四海几措刑。遐想登后夔，巍巍治难名。马生客新丰，悠然酌斗酒。若谓傲旁人，旷士亦何有。有志曾未识，偶与曲蘖友。异时依风云，黄垆一回首。照乘复垂棘，固足为国宝。朝有宣力贤，爱惜莫草草。成汤昔在上，剪发救枯槁。念民不念已，顷刻动穹昊。太宗疗功臣，亦本为民保。断须疾其愈，大胜琮璧祷。秦王既集统，作乐昭治功。前日威武地，今还见声容。一时耸观瞻，唯贪激英雄。郑公独俛首，孰能察圣衷。暮年伐辽东，事几败乃翁。良臣不在傍，有悔应无穷。唐家盛词华，培本自武德。投戈辟文馆，英士来翼翼。访政讨典坟，分夜亡倦极。当时瀛洲目，意气宁偪仄。言诗到李杜，骚雅并区域。为文至韩柳，秦汉等风力。后世不推原，第赏纸上墨。焉知昔人心，求效非顷刻。风月属渔樵，真味岂能领。雍容补国手，斯宜理烟艇。乐天未归时，极口献忠鲠。十上九不行，回身避机阱。酒徒与诗伴，共煮香山茗。流传画九人，公貌粹而整。"}