{"id":"1114997","title":"梅花集句 其一四八","dynasty":"宋","author":"李龏","text":"前村深雪里，天意不教迟。玉色复何异，东风万古吹。阊阖春风起，花开次第新。拂墙花树动，疑是弄珠人。素面凝香雪，孤根尚惹苔。春风有馀力，一一为愁开。上苑春何早，百花犹未知。逢春多霰雪，玉性肯磷缁。雪中多日静，春富野人家。废苑荒堤外，谁知改岁华。岁晚树无叶，攲花半在池。水光斜漾月，忆在故山时。自入春来早，梅花处处妍。几家深树里，只怕晚风颠。高枝分晓月，花发蝶先知。野渡冰生岸，清香可赠谁。孤灯然客梦，疏雪乱梅花。忆昨经过处，乡心月满沙。众芳春竞发，阴砌雪花残。独树临江古，犹疑画上看。官历春犹浅，夜寒霜满枝。欲消冰似雪，明月不须期。客路逢人少，春城不尽头。无风花自落，何处避春愁。几夕疏林下，山花慰客心。哀猿自相叫，惟恐暮云阴。高樯起行色，带月过江村。逐吹梅花落，无言只断魂。闰年春过后，众树碧光鲜。已瘦梅枝影，关心又一年。冬暖梅花早，前庭如月辉。北人归欲尽，不用惜花飞。雪气冲帘入，天寒白屋贫。不知园里树，先结日边春。春宵多旅梦，轻醉不成乡。静室帘孤捲，花间暗断肠。近舍新为圃，春梅避石开。风兼残雪起，诗思涩难裁。忽见寒梅树，西陵西又西。可怜枝上色，归路莫相迷。野蝶难争白，芳香散着人。风光人不觉，寒气日通春。万仞冰梢折，春回客未归。黄昏掩门后，教熨看花衣。寒雪梅中尽，纱窗薄似烟。怨魂迷恐断，多是晚风前。旧国迷江树，羞将泪对花。老魂招不得，明月落谁家。东风吹暖气，花泛晓光鲜。破月斜天半，垂藤压树偏。梅花今正发，折尽向南枝。相送河梁晚，春风动柳丝。深居白云穴，幽意满山楹。风递幽香去，何人识此情。自爱新梅好，相欢得几回。来年又相见，先发映春台。花落青轩树，山僧带雪期。荒阶罗叠藓，未远剩相思。寻芳愁路尽，山寺始花开。独上高楼望，伤春不易裁。寒尽梅犹白，春光几处偏。娇莺解言语，不是怨流年。常恐韶光晚，繁花已满林。花心愁欲断，月冷洞房深。碧落风烟外，正朝发早梅。散空香郁郁，应为剪刀催。懒成真似病，山妓笑酣歌。花落煎茶水，疏丛蝶未过。林间明见月，深户映花关。想像吹箫处，空寻伊洛间。月寒花露重，貌为客愁销。一落又经岁，乡关此路遥。月明浑似雪，树老数枝倾。月落江村黑，孤吟意不平。白日依山尽，春风引思长。抱琴沽一醉，寻艳复寻香。旅馆谁相问，霜晴冻叶飞。花当陇上发，边色满戎衣。风起塞云断，飞花入户香。孤城吹角罢，一镜有愁霜。梅落经霜霰，云连京国深。金罍列四座，春色岂知心。池草艳春色，流芳复满园。只应连夜雨，花落拥篱根。世上树桃李，逢春解惜春。不知春色早，对此合伤神。逆旅相逢处，冥冥花正开。今朝与君醉，不辨越王台。野渡人初过，人悲花自闲。歌声随绿水，春满杏花山。旧雪逐泥沙，惊雷长荻芽。低檐一枝在，恐有夜来花。一点白如雪，玄机未易窥。岁华摇落尽，空把月中枝。病见岩花发，风霜一岁残。月斜寒影动，清比玉堪餐。高树梅初发，城隅古谢村。况多秋藓色，巧咏任人言。落日明深坞，新移棘补篱。野花春后发，独自立多时。画閤馀寒在，花明绮陌春。今年看花伴，东去汶阳滨。无处写幽怀，前山雪未开。一阶春草碧，偶到树边来。数枝寒照水，幽意日相亲。爱此无他客，遥将寄野人。渔舸汀鸿外，霜天似水清。更无花上月，新句与谁评。枯株围古寺，老怪昔谁栽。水国花开早，疏花晚自开。问得梅花信，新晴花气香。戏赓和靖句，炙背负斜阳。触处是花开，孤高不受埃。春风别有意，时有暗香来。几度寻春信，亲曾到石桥。寒云拂缟夜，恨不坐通宵。旅望因高尽，江春入旧年。纷纷对寂寞，花隔杜陵烟。捲帘清梦后，静角掩山城。气射灯花落，饥肤片玉明。积雪暮山寒，枝枝入肺肝。高风吹不尽，一半更须看。雪消春力展，林雪似芳菲。独映孤松色，烦君问是非。蠹根停雪水，花落钓人头。万里猿频断，春风亦似秋。鸟喧金谷树，惟此出尘埃。古戍鸣寒角，池塘暗不开。人情皆共惜，勿谓少知音。若问阳台客，曾供雪夜吟。蟾精雪魄孕灵荄，逐朵檀心巧胜裁。要比春工高一著，凌寒先伴六花开。封植何人考厥初，一枝价直万琼琚。未央宫里三千女，捲上朱帘总不如。冰姿元住藐姑山，一落风尘即厚颜。寄语清香少愁结，春光不度玉门关。粉容冰艳玉玲珑，此外评花四海空。可惜国香天不管，吹开吹落任东风。霜晴十月玉溪村，占尽风情向小园。采石浪寒青冢暗，是谁招此断肠魂。山屐经过满径踪，高枝千岁对孤峰。女冠夜觅香来处，须拨白云三四重。本是离骚国里人，更无人为作招魂。谁家玉笛吹春怨，占断孤山水月村。独上西楼四望赊，玉林琼树影交加。春风也解嫌萧索，借发明年最早花。冰壶骨相自清臞，流落荒郊道转孤。正是花中巢许辈，风标高古汉唐无。东君借与好风光，穷巷无人亦自芳。谁念故都花落尽，客愁春恨两茫茫。无热天中第一仙，幽姿高韵独萧然。画图省识春风面，莫遣孤芳老涧边。南园北园花满风，南枝与客两飘蓬。平生一点调元意，都在吟情句眼中。醉倚东风不自持，清香谁许比荼蘼。南枝向我浑如昨，燕未归来蝶未知。琳琅触目路人惊，上有黄鹂深树鸣。唤起一声肠断处，枝头时见子初成。倾国倾城岂在人，人间只有此花新。冰霜过了翩然去，万紫千红各占春。茅屋萧然野水东，扫窗映竹见玲珑。城中桃李休相笑，岂待世间桃李风。孤舟江上畏春寒，故国烟花想已残。沉醉不愁归路远，凭君传语报平安。不拟寒山不广骚，春风藜杖起诗豪。霜鸿入夜惊还止，人立梅花月正高。栗里先生花夹门，且寻诗社著诗勋。莫嫌春浅花房小，春在枝头已十分。月会深情借艳开，相逢月下是瑶台。断崖绝壑元无主，嫁与春风不用媒。驿迥村幽客路微，今朝楚树发南枝。重门深锁无寻处，故斸云根带藓移。携手城南忆旧游，故人行役向边州。冰肌自是生来瘦，不识人间离别愁。病与西湖绝半年，一春长费买花钱。诗怀自笑多尘土，犹恐春阴咽管弦。上苑年年占物华，东湖同住水云家。莫言春度芳菲尽，闲闭春风看落花。空倚梅花说住山，他乡风景亦相关。北窗人物羲皇上，身与浮云处处闲。一方明月可中庭，坐见年芳忆帝京。宿客尽眠眠不得，半山寒色与春争。五陵春色泛花枝，春半如秋意转迷。细雨湿衣看不见，千行珠泪滴为泥。闰月今年春意赊，年光误客转思家。夜来有梦登归路，侵岸疏梅已放花。不论朝暮带轻烟，错向春风恨杜鹃。杨柳枝头风料峭，为君醉倒烛花前。天与芳时岂待催，高楼晓见一花开。夜来省得曾闻处，香驾寒云入酒杯。青帝来时值晚芳，有时经雨乍凄凉。玉笙声里鸾空怨，细嚼花须味亦长。洞天谁道却归难，浩思蓝山玉彩寒。常是腊前欺雪色，等闲莫遣俗人看。自是春愁正断魂，半缘修道半缘君。孤城吹角猿相应，遥结芳心向碧云。小桥分路入青苔，冰萼琼华次第开。欲识春风最奇处，空林月落始应回。玉笛谁家叫落梅，夜来春病不胜怀。傍人未必知心事，惟有君恩白燕钗。遮莫江头柳色遮，随风好去落谁家。江春不肯留归客，马踏春泥半是花。听钟投宿入孤烟，旅馆寒灯照不眠。竹里江梅寒未吐，平台宾客有谁怜。九衢风土带花香，月到枕前春梦长。天意最饶惆怅事，残花残雪尚交光。旧业丛台废苑东，别来二十一春风。越梅半拆轻寒里，抛掷深山乱木中。撚玉搓琼软复圆，衣篝不用绿沉烟。自缘今日人心别，暖熨寒英只斗先。隔得卢家白玉堂，蜂争粉蕊蝶分香。不随残雪埋芳草，若个伤春向路傍。雪径清寒蝶未知，锦囊消得探春诗。多情为我香成阵，凭仗东风分外吹。月落乌啼霜满天，江头归客木兰船。愁肠断处春何限，忍把敲吟旧竹鞭。梅花暗落岭头云，尽日出门还掩门。却见旧房阶下树，春风应自怨黄昏。龙脊桥边住最幽，谁将小笛按梁州。年年岁岁花相似，马上多逢醉五侯。东风不用更相催，不向东风怨未开。无限春愁莫相问，碧山明月照苍苔。五湖赊与一年春，幽佩仙香半夜闻。暂到人间归不得，有人传是紫阳君。残灯无焰影憧憧，人世心形两自降。借问梅花何处落，春风吹到读书窗。暗香时复过窗纱，不是桃花与李花。试问花枝何处好，病来帘外是天涯。一枝折尽一重新，才见吴州百草春。山路独归冲夜雪，不堪仍送故乡人。尽日含毫有所思，残花应逐夜风吹。春郊雨尽多芳草，立马烦君折一枝。倚竹佳人翠袖长，蔷薇花露染衣裳。一时倾倒春风意，岂是常娥月里香。野外相逢一笑新，寒枝清槁玉粼粼。虽然未得和羹便，才道和羹便失真。夕阳原上两三家，行不逢人只见花。正是一年春好处，春风应怪在天涯。酥滴寒英露滴香，迎春先有好风光。落花寂寂黄昏后，疏影横斜最断肠。江边身世两悠悠，绕着瑶芳看不休。月淡烟深听牧笛，冰肌销瘦为谁愁。雪后相看意更深，摩挲拄杖过溪寻。含情似领岁寒约，料峭东风不易禁。兰替天香蜜替黄，巧如施粉妒何郎。东君若要分流品，侬是水仙鸿雁行。隔屋穿篱见一枝，幽香深谢好风吹。儿家门户重重闭，纵有春来何处知。深院无人独倚门，暗香浮动月黄昏。夜寒那得穿花蝶，疑是西湖处士魂。出屋香梢几树花，对花今日柰天涯。秦中驿使无消息，又遣相思梦到家。乞得东风一杖藜，寻花觅径忽成迷。欲知前面花多处，湖水东边凤岭西。西曹深处见春来，半欲离披半欲开。个里愁人肠自断，暮楼寒角更相催。一树春花千万枝，恋花行步步迟迟。可怜日暮嫣香落，直似山阴雪下时。瘦倚疏篁半出墙，几多深意断人肠。不如醉里风吹尽，踏作花泥透脚香。冰棹风船雪满篷，年年长策探花功。可怜几许怀春意，尽在疏枝冷蕊中。江头短树亚衡门，谁与诗人管醉魂。惆怅西湖仙去后，不堪细雨湿黄昏。玉树交横雪后天，月明素质自生烟。人间那得花如许，疑是蟾宫降谪仙。浅浅池塘短短墙，眼明初识道家装。梦魂不入人间世，云雨巫山枉断肠。草为床坐瓦为杯，爱著幽香未拟回。醉到花残呼马去，姚黄魏紫莫相猜。仙衣襞积素中单，物外风尘不染颜。世上几时曾好古，孤标只合在孤山。玉颜知复为谁客，鶗鴂一声春事空。昨日倚栏枝上看，教人错恨五更风。老去青林又一霜，折花镜里忆新妆。几回梦作花间蝶，不怕清寒嗅冷香。羡君萧洒有馀清，密雪无端苦见侵。长使诗人动幽兴，平生和靖最知音。子美诗中黄四娘，满身新裛瑞龙香。似嫌时世妆梳浅，故作无情淡淡妆。阅尽冰霜念已乾，秦南燕北见君难。自怜野客都无着，拈得花枝不忍看。林萝深处过溪桥，眼底青山映寂寥。真态生香谁画得，一枝春瘦雪初消。琼酥滴滴缀斜枝，莫恨东风剪拂迟。花底自从和靖死，临流谁复赋新诗。女鬟誇巧幻寒芳，送我东山紫翠傍。指似凤城烟月路，一杯当属水仙王。镂冰叠雪斗轻盈，片逐银蟾落醉觥。惆怅晚来风定后，隔林横笛两三声。西湖西畔北山前，日日春风是管弦。何似玉堂裁诏罢，银瓶玉柄两萧然。吹杀梅花影里灯，凄凉一似观堂僧。满山明月东风夜，茶煮西峰瀑布冰。一树?松玉刻成，月中还似日中明。等闲只怕花零乱，何处人家笼解盛。就泥沾处衬芳尘，忆昔争游曲水滨。疏影暗香如昨日，东风二十四回春。人人欲看寿阳妆，自笑狂夫老更狂。取醉不辞留夜月，踏花归去马蹄香。孤根何事在柴荆，苕水相逢眼便青。尽日问花花不语，穷途阮籍几时醒。淡烟疏雨又青山，月映横枝古涧寒。十日笙歌一宵梦，无人起就月中看。疏疏枝上发阳和，月冷高台影在波。留客看花赋诗坐，不须此地有笙歌。花压栏干春昼长，玉中还有辟邪香。少陵苦被花相恼，可是无心赋海棠。水边遥见久停桡，似与诗人破寂寥。两岸严风吹玉树，莫教虚度可怜宵。愁绝江南日暮春，东风何事入西邻。谁家月下看花女，莫窃香来带累人。黄鸟阴中实已团，从教革带减诗镮。钱塘岸上春如织，谁伴仙翁倒玉山。小雪疏烟杂瑞光，月窗花院梦悠扬。落星楼上吹残角，不是愁人也断肠。恨满东风意不传，蕊珠宫殿拥神仙。司空见惯浑闲事，一夜相思笑玉川。藜杖扶人趁雪乾，玉蕤初发映溪寒。不须苦问春多少，索笑情怀老渐阑。蕙死兰枯菊亦摧，与春先作断肠媒。骚经失我无惭色，时节来时毕竟开。候得南枝腊后芳，斩新气象敞书堂。几回醉嚼春风骨，清杀玉川文字肠。雪里消磨一半春，乍晴芳草竞怀新。青天无云月如烛，仰看横枝自写真。天放娇娆岂自知，春风日日雨时时。晚香消歇无寻处，多在青苔少在枝。日冲霜雪走风埃，今日江边首重回。空掩玉楼先睡去，暗香都自着人来。天与风流春与娇，酒旗风急更相招。先生莫道心如铁，愁杀苏州也合销。霜罗袖薄绿裙单，家是江南友是兰。借问几时辞碧落，一枝欲寄北人看。雪后东风未肯和，此中不醉又如何。江南春色花千里，自笑茅檐一树多。下马旗亭酒可沽，水精帘内看如无。应缘近水花先发，独凭栏干恨有殊。策杖窥园日数巡，无端寒雨损精神。青裳素面天应惜，不着笙歌不肯春。冷艳孤光照眼明，暖风不为惜轻盈。江南破后无词客，吟破愁肠句不成。玉清仙子下云逵，探请东皇第一机。莫道春归无觅处，年年魂傍陇头归。童初宫里雨斑斑，粉落香肌汗未乾。五月京尘渴人肺，满将春色上金盘。倚树空惊白发新，风飘万点正愁人。不知谁唱归春曲，更在朱栏绿水滨。闲踏宫花独自行，飘廊点地色轻轻。临风长作南枝想，欲化西园蝶未成。玉女精神不尚妆，一身尽着雪衣裳。只应尚有骄春意，浅笑微颦尽断肠。南枝先暖北枝寒，便领东风到世间。宝髻斜簪光照座，暗香终不似孤山。落日天寒客自愁，数枝斜亚涧横流。春风也是多情思，无限清香夜不收。出得城来事事幽，并知春色上枝头。一年好处君须记，江上行人空自愁。万古萧条楚水西，步寻斜径到寒溪。行人将底酬春色，一绝清诗手自题。玉为风骨雪为衣，瘦倚疏篁不解肥。绝涧断桥幽独处，夕阳长送钓船归。大道青楼御苑东，珠帘约住牡丹风。一枝带雨墙头出，不与花争世态红。蜂撩蝶嬲不相饶，二月春风似剪刀。可惜屈原吟泽日，不并香草入离骚。每爱花光画作图，孤山亲见雪肌肤。芒鞋远觅香来处，醉倒黄公旧酒垆。西望长安不见家，驼裘几折犯寒花。玉骢惯识西湖路，不觉归鞍带月华。云为肌骨玉为神，耐尽冰霜破俗尘。政尔玉壶相俎豆，寄言幽谷可终身。花有清香月有阴，何人月下此幽寻。巷南巷北相知少，自把茶瓯当酒斟。一年春色负归期，每见梅花辄入诗。肠断江南一百五，然犀何处觅琼枝。一树寒梅白玉条，风魂雪魄去难招。三年枕上吴中路，先到王城第一桥。万木逢霜一劫灰，动摇诗兴又逢梅。野桥漏泄春光处，不用君王羯鼓催。梅梢风暖弄残阳，花气侵人笑语香。太岁只游桃李径，肯随桃李斗梳妆。一段春愁雨带来，空令怀古更徘徊。深宫不与闲人到，枝上年年生绿苔。新年何事最堪悲，虽老于梅亦未衰。一夜汉宫传蜡烛，东风全在小桃枝。拥裘来看玉梅春，江上悠悠不见人。报答春光知有处，十千沽酒莫辞贫。宛陵堂下探梅时，淑气随风裂麝脐。昨夜小园春已老，落花枝上鹧鸪啼。问讯松篁岭下梅，今朝忽见数枝开。长干白下相逢少，莫负江南鹦鹉杯。北客南来岂是家，名园又作醉生涯。困风蛱蝶低仍起，飞去方知不是花。一枝斜映佛前灯，兴味都来似野僧。记得玉人春病校，穿花却与共扶藤。高标不畏雪霜侵，松竹初栽未靓深。多谢东君深属意，尽教枯朽作瑶林。古苔留雪卧墙腰，小户无风暖气饶。一段好春藏不得，有人和泪独吹箫。江头千树玉模糊，客子摇船绕画图。唯爱风流当月夜，满身花影倩人扶。仙子乘云下玉溪，幽人又赋探春诗。远香暗度横桥上，正是横斜一两枝。白玉堂前一树梅，先于城外百花开。物情似与闲相称，又惹东风意绪来。花笼微月竹笼烟，多病多愁负少年。一院落花无客醉，谢娥行处落金钿。不知雨后更精神，与水相蒸暖盎春。独自捲帘楼上望，夕阳吟杀倚楼人。有花偷笑腊前枝，笔写春闱客赋诗。独夜客心何处是，和烟和雨雪离披。海天腊尽冻初融，平旦梅花破冷红。借问清都旧花月，共惊云色带微风。雪里开花却是迟，羞归应为负花期。即今耆旧无新语，独立苍茫自咏诗。小萼裁成绛蜡匀，绣难相似画难真。春风用意匀颜色，未怕青腰玉女嗔。绝无声色动凡情，香比江梅分外清。欲问此根何处得，游蜂多思近经营。一从笛里送孤妍，兴寄扬雄独守玄。忆著江南旧行路，可怜风味故依然。半幅溪藤万里春，夜窗添起月精神。眼看白璧埋黄壤，鬒发空归想太真。"}