{"id":"1117411","title":"首尾吟","dynasty":"宋","author":"邵雍","text":"尧夫非是爱吟诗，为见圣贤兴有时。日月星辰尧则了，江河淮济禹平之。皇王帝伯经褒贬，雪月风花未品题。岂谓古人无阙典，尧夫非是爱吟诗。尧夫非是爱吟诗，安乐窝中坐看时。一气旋回无少息，两仪覆焘未尝私。四时更革互为主，百物新陈争效奇。享了许多家乐事，尧夫非是爱吟诗。尧夫非是爱吟诗，安乐窝中得意时。志快不须求事显，书成当自有人知。林泉且作酬心物，风月聊充藉手资。多少宽平好田地，尧夫非是爱吟诗。尧夫非是爱吟诗，安乐窝中半醉时。因月因花因兴咏，代书代简代行移。池中既有双鱼跃，天际宁无一雁飞。无限交亲在南北，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫可爱时。宝鉴造形难著发，鸾刀迎刃岂容丝。风埃若不来侵路，尘土何由得上衣。欲论诚明是难事，尧夫非是爱吟诗。尧夫非是爱吟诗，为见兴衰各有时。天地全功须发露，朝廷盛美在施为。便都默默奈何见，若不云云那得知。事在目前人不虑，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫不寐时。咀茹兰薰宜有主，恢张风雅更为谁。三千来首收清月，二十馀年撚白髭。了却许多闲职分，尧夫非是爱吟诗。尧夫非是爱吟诗，诗到忘言是尽时。虽则借言通要妙，又须从物见几微。羹因不和方知淡，乐为无声始识希。多少风花待除改，尧夫非是爱吟诗。尧夫非是爱吟诗，虽老精神未耗时。水竹清闲先据了，莺花富贵又兼之。梧桐月向怀中照，杨柳风来面上吹。被有许多闲捧拥，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是天津伫立时。有意水声千古在，无情山色四边围。孤鸿远入晴烟去，双鹭斜穿禁柳飞。景物不妨闲自适，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是天津再住时。积翠莺花供秀润，上阳风月助新奇。凤凰楼观云中看，道德园林枕上窥。不负太平吟笑事，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫渐老时。每用风骚观物体，却因言语漏天机。林间车马自稀到，尘外杯觞不浪飞。六十一年无事客，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫忠恕时。无限物情闲处见，诸般药性病来知。暗于成事事必败，失在知人人必欺。家国与身同一体，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫默识时。初有意时如父子，到无情处类蛮夷。眼前成败尚不见，天下安危那得知。始信知人是难事，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫知幸时。日未出前朝象帝，天才春处谒庖羲。三杯五杯自劝酒，一局两局无争棋。韶濩不知何似乐，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫自励时。适道全由就师学，出尘须是禀天资。好贤只恐知人晚，乐善惟忧见事迟。多谢友朋常见教，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫得意时。正得意时常起舞，到麾毫处辄能飞。南溟万里鹏初举，辽海千年鹤乍归。岂止一诗而已矣，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫可叹时。固有命焉刚不信，是无天也果能欺。才高正被聪明使，身贵方为利害移。无计奈何春又老，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫笔逸时。苍海有神搜鲸鲵，陆沉无水藏蛟螭。岌嶪五千仞华岳，汪洋十万顷黄陂。都与收来入近题，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫出入时。春初暖兮日迟迟，秋初凉兮云微微。轻风动垂柳依依，细雨过芳草萋萋。林下小车游未归，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫试砚时。玉未琢前犹索辩，金经煅后更何疑。当时掉臂人皆笑，今日摇头谁不知。天外凤凰飞处别，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫试笔时。以至死生犹处了，自馀荣辱可知之。适居堂上行堂上，或在水湄言水湄。不止省心兼省力，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫试墨时。十室邑中须有信，三人行处岂无师。谋谟不讲还疏略，思虑伤多又忸怩。机会失时寻不得，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫语道时。天听虽高只些子，人情相去没多儿。无声无臭尽休也，不忮不求还得之。虽有丹青亦难状，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫语物时。物盛物衰随气候，人荣人瘁逐推移。天边新月有时待，水上落花何处追。皆是世间常事耳，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫语事时。天若可升非待劝，神如无验不须祈。人当堂上易施设，事过面前难改移。世盛世衰非一日，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫登阁时。往事千年徒渺漭，斜阳一片漫光辉。伊川洛川水似线，太室少室峰如锥。争者从来是闲气，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫隐几时。尺寸光阴须爱惜，分毫头角莫矜驰。酒因劝客小盏饮，句到惊人大笔麾。无入何尝不自得，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫咏史时。旷古第成千觉梦，中原都入一枰棋。唐虞玉帛烟光紫，汤武干戈草色萋。观古事多今可见，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫对酒时。处世虽无一分善，行身误有四方知。大凡观物须生意，既若成章必见辞。诗者志之所之也，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫半老时。肥遁虽无润屋物，劳谦却有克家儿。筋骸幸且粗康健，谈笑不妨闲滑稽。六十二年无事客，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫自笑时。闲散何尝远人事，语言时复泄天机。至微勋业有难立，尽大功名或易为。成败一归思虑外，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫让仆时。止会摇头道又错，奈何转脚复为非。比图为家效功力，更却与物生瑕疵。失在知人不无过，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫可叹时。大器晚成当自重，小人难养又何疑。既无一日九迁则，安有终朝三褫之。若向槿花求远到，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫乐事时。慷慨丈夫无后悔，分明男子有前知。在寻常时观执守，当仓卒处看施为。善事没身而已矣，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫自喜时。名在士人当盛世，生于中国作男儿。良辰美景忍虚废，骤雨飘风无定期。过此焉能事追悔，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫喜老时。好话说时常愈疾，善人逢处每忘机。此心是物难为动，其志唯天然后知。诗是尧夫分付处，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫赞仲尼。大事既去止可叹，皇纲已坠如何追。由兹春秋无义战，所以定哀多微辞。绝笔获麟之一句，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫自在时。何处不行芳草地，谁家不望小车儿。花枝好处安详折，酒盏满时撋就持。闲气虚名都忘了，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫自负时。暖日才从桃李过，凉风又向芰荷吹。月华正似金波溜，雪片还如柳絮飞。此乐太平然后见，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫自得时。风露清时收翠润，山川秀处摘新奇。揄扬物性多存体，拂掠人情薄用辞。遗味正宜涵泳处，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫默坐时。天意教闲须有谓，人心刚动似无知。烟轻柳叶眉闲皱，露重花枝泪静垂。应恨尧夫无一语，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫晚望时。恰见花开便花谢，才闻春至又春归。流莺啼处春犹在，杜宇来时花已飞。春至花开春去谢，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫春出时。一点两点小雨过，三声五声流莺啼。杯深似锦花间醉，车稳如茵草上归。更在太平无事日，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫入夏时。醪酒竹间留客饮，清风水畔向人吹。婵娟月色满轩槛，菡萏花香盈袖衣。乐莫乐于无事乐，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫秋出时。楼上清风犹足喜，水边芳草未全衰。才凉便可停新酒，薄暮初能著夹衣。都没人间浪忧事，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫自喜时。不用虚名矜智数，且无闲气挠心脾。酒佳蓦地泛一?，花好有时簪两枝。更纵无人讶狂怪，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫确论时。若以后时为失计，必将先手作知几。三千宾客成何梦，百二山河付阿谁。弄巧既多翻作拙，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫会计时。进退云山为主判，陶镕水竹是兼司。莺花旧管三千首，风月初收二百题。岁暮又须行考课，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫觉老时。不动已求如孟子，无言又欲学宣尼。能知同道道亦得，始信先天天弗违。六十三年无事客，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫赞易时。火在内而刑寡妻，风行外而令庶黎。老成人为福之基，騃孺子为祸之梯。此理昭然多不知，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫记所思。少日过从都似梦，老年光景只如飞。快心事固难强觅，到手物如何不为。欲俟河清人寿几，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫重惜时。万里焦劳无所诉，九重深邃莫能知。二年斯得诚为晚，七日言诛未是迟。本固邦宁王道在，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫髣髴时。写字吟诗为润色，通经达道是镃基。经纶亦可为馀事，性命方能尽所为。可谓一生男子事，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫拍手时。此路清闲都属我，这般欢喜更饶谁。将何势力为凭藉，著甚言辞与指挥。迁怒饰非何更有，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫试手时。善死自明非不死，有知谁道胜无知。杨朱眼泪惟能泣，宋玉心胸只解悲。为报西风漫相侮，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫忆昔时。天下只知才可处，人间不信事难为。眼观秋水斜阳远，泪洒西风黄叶飞。此意如今都去尽，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫相度时。合放手时须放手，得开眉处且开眉。狂情多见好人喜，僻性少为他物移。只恨一般言不到，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫乐物时。天地精英都已得，鬼神情状又能知。陶真意向辞中见，借论言从意外移。始信诗能通造化，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫不乐时。明月恰圆还却缺，好花才盛又成衰。返魂丹向何人用，续命汤于甚处施。天听虽高只些子，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫春尽时。有意落花犹去住，无情流水任东西。莺传信处音声切，燕诉冤时言语低。似此误人事多少，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是天津秋尽时。见惯不惊新物盛，话长难说故人稀。云疏烟淡山仍远，露冷天高草已衰。赖有馀樽自斟酌，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫代记时。官职固难称太史，文章却欲学宣尼。能归岂谢陶元亮，善听何惭钟子期。德若不孤吾道在，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫旷望时。一片园林拥京国，几层楼观犯云霓。朝昏天气屡变易，今古人情旋合离。欲问远山惟敛黛，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是闲观蔬圃时。暖地春初才郁郁，宿根秋末却披披。韭葱蒜薤青遮陇，蓣芋姜蘘绿满畦。时到皆能弄精彩，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫穷理时。语爱何尝过父子，讲和曾未若夫妻。恩多意思翻成恨，欢极情怀却似悲。何事人间不如此，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫重惜时。西晋浮誇时可叹，南梁崇尚事堪悲。仲尼岂欲轻辞鲁，孟子何尝便去齐。仪凤不来人老去，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫自足时。开口笑多无若我，同心言少更为谁。田园管勾凭诸子，樽俎安排仰老妻。不信人间有忧事，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫独酌时。一盏两盏至三盏，五题七题或十题。只知人事是太古，不信我身非伏羲。为幸居多宜自乐，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫切虑时。千世万世所遭遇，圣人贤人曾施为。当初何故尽有说，在后可能都没辞。事既不同时又异，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫强少时。筇杖藜杖到手拄，南园北园随意之。酒醺不怕暖生面，花好尽教香惹衣。六十四年无事客，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫自顾时。若有意时非语话，都无情处是肝脾。方将忧己到未到，何暇责人知不知。因喜圣贤用心远，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫自得时。已把乐为心事业，更将安作道枢机。未来身上休思念，既入手中须指挥。迎刃何烦多顾虑，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫鉴诫时。意浅不知多则惑，心灵须识动之微。行凶既有人诛戮，心善岂无天保持。读易不惟明祸福，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫赞易时。八卦小成皆有主，三才大备略无遗。阴阳消长既未已，动静吉凶那不知。为见至神功效远，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫赞易时。大道备人皆有谓，上天生物固无私。虽知同道道亦得，未若先天天弗违。过此圣人犹不语，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫十月时。寒日无光天色远，阴云不动柳丝垂。园林叶尽鸟未散，道路风多人更稀。满目时光口难道，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫可爱时。已著意时仍著意，未加辞处与加辞。物皆有理我何者，天且不言人代之。代了天工无限说，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫不著棋。大智大谋难忘设，小机小数肯轻为。泥沙用处宁无惜，蝼蚁驱时忍更窥。天下也宜留一路，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫欢喜时。欢喜焉能便休得，语言须且略形之。胸中所有事既说，天下固无人致疑。更不防闲寻罅漏，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫先见时。直在胸中贫亦乐，屈于人下贵奚为。谁何药可医无病，多少金能买不疑。迟老更逢春不老，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫不忍时。戾气中人为疾病，和风养物号清微。世情非利莫能动，士节待穷然后知。尚口乃穷非我事，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫恨月时。见说天长在甚处，照教人老待奚为。婵娟东面才如鉴，屈曲西边却似眉。由此遂多悲与喜，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫爱月时。松上见时偏淡洁，怀中照处特光辉。何如亭午更休转，不奈才圆又却亏。青女素娥应有恨，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫中夜时。拥被不眠还展转，披衣却坐忽寻思。死生有命尚能处，道德由人却不知。须是安之以无事，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫访友时。青眼主人偶不在，白头老叟还空归。几家大第横斜照，一片残春啼子规。独往独来还独坐，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫信脚时。高祖宅前花似锦，魏王堤畔柳如丝。因闲看水行来远，就便游园归去迟。每遇好风还眷眷，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫忖度时。先见固能无后悔，至诚方始有前知。己之欲处人须欲，心可欺时天可欺。只被世人难易地，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫挥麈时。每见宾朋须款曲，更和言语不思惟。方将与物同休戚，何暇共人争是非。天地与人同一体，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫恣纵时。在世上官虽不做，出人间事却能知。待天春暖秋凉日，是我东游西泛时。道在眼前人不见，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫服老时。简尺每称林下士，过从或著道家衣。须将贤杰同星汉，直把身心比鹿麋。六十五年无事客，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫睡觉时。梦后旧欢初髣髴，酒醒前事略依稀。任经生死心无异，虽隔江湖路不迷。因向此中观至理，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫注思时。事少全由心易足，病多休道药难医。情当少日须思老，志在安时莫忘危。天道分明人自昧，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫行已时。政在我时心必尽，事关人处力难为。人如负我我何预，我若辜人人有词。就责莫如躬自厚，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫自省时。义若不为无勇也，幸如有过必知之。面前地恶犹能扫，心上田荒何所欺。从谏如流是难事，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫尽性时。若圣与仁虽不敢，乐天知命又何疑。恢恢志意方闲暇，绰绰情怀正坦夷。心逸日休难状处，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫用畜时。史籍始终明治乱，经书表里见安危。庖羲可作三才主，孔子当为万世师。不止前言与往行，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫出入时。草软沙平月陂下，云轻日淡上阳西。花深柳暗铜驼陌，风暖莺娇金谷堤。尽是尧夫行乐处，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是春秋后语时。七国纵横如破的，九州吞吐若枰棋。君臣自作逋逃主，将相无非市井儿。篆入草书犹不误，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫晚步时。信意遂过高祖宅，因行更上魏王堤。设如终久全无托，何似当初都不知。料得鬼神知此意，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫处困时。事体极时观道妙，人情尽处看天机。孝慈亲和未必见，松柏岁寒然后知。匪石未闻心可转，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫处否时。信道而行安有悔，乐天之外更何疑。受疑始见周公旦，经阨方明孔仲尼。大圣大神犹不免，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫无奈时。眼下见荣还见辱，心中疑是又疑非。上阳宫殿空遗堵，金谷园林但落晖。天若有言人可问，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫掷笔时。事体顺时为物理，人情安处是天机。坚如金石犹能动，灵若鬼神何可欺。此外更无言语道，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫自诧时。许大天时犹可测，些儿人事岂难知。昆岗美玉人谁识，沧海明珠世莫窥。由是尧夫聊自诧，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫慎独时。人寿百年无以过，心游万仞待何为。为谋须求心无愧，作事莫幸人不知。诚尽鬼神犹且惧，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫慎与时。初作事时分可否，始亲人处定安危。殊乡忠信同思善，异世奸邪共喜私。岂待较量然后见，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫乐事时。天道亏盈如橐籥，圣人言语似曹龟。光阴去后绳难系，筋力衰时药不医。莫把闲愁伴残照，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫重惜时。争向伪时须便信，奈何真处却生疑。既称有客告曾子，岂为无人毁仲尼。父子君臣独未免，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫掩卷时。时过犹能用归妹，物伤长惧入明夷。夏商盛日何由见，唐汉衰年争忍思。畎亩不忘天下处，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫爱物时。晓事情怀须洒落，出尘言语必新奇。山川秀拔宁无孕，天地精英自有归。粹气始能生粹物，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫默识时。日月既来还却往，园林才盛又成衰。登山高下虽然见，临水浅深那不知。世上高深事无限，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫自试时。事体待谙然后信，人情非久莫能知。同沾雨露蒿莱质，独出雪霜松柏姿。见惯不如身历过，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫可叹时。只被人间多用诈，遂令天下尽生疑。樽前揖让三杯酒，坐上交争一局棋。小大不同而已矣，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫凭式时。乱法奈何非独古，措刑安得见于兹。当时既有少正卯，今日宁无孔仲尼。时世不同人一也，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫自信时。必欲全然无后悔，直须晓了有前知。言忠能尽己所有，事善任他人致疑。外物从来自难必，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫无必时。或让或争时既往，相因相革事难齐。羲轩尧舜前规矩，汤武桓文旧范围。一笔写成还抹了，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫何所为。睡思动时亲瓮牖，幽情发处旁盆池。寻芳更用小车去，得句仍将大笔麾。馀事不妨闲润色，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫诧老时。金玉过从旧朋友，糟糠欢喜老夫妻。瓦烧酒盏连醅饮，纸画棋盘就地围。六十六年无事客，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫乐静时。药里君臣慵点对，琴中文武倦更移。鼎间龙虎忘看守，棋上山河废指挥。亦恐因而害天性，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫谈笑时。国士待人能尽意，山翁道我会开眉。盏随酒量徐徐饮，榻逐花阴旋旋移。此乐再寻非易得，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫惊骇时。暮雨朝云才半日，春华秋叶未多时。即今世态已堪叹，过此人情更可知。一暑一寒何太急，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫自诧时。事少事多都在己，人忧人喜更由谁。壶中日月明长在，洞里乾坤春不归。谁道光阴如过隙，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫疏散时。早是小诗无捡束，那堪大字更狂迷。既贪李杜精神好，又爱欧王格韵奇。馀事不妨闲戏弄，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫语事时。举动苟能循义理，辩明安用致言辞。艰难图处费心力，容易来时省指挥。欲盖而彰事多矣，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫得意时。物向物中观要妙，人于人上看几微。物中要妙眼前见，人上几微心里知。且是有金无处买，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫不强时。事到强为须涉迹，人能知止是先机。面前自有好田地，天下岂无平路坡。省力事多人不做，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫得意时。这意著何言语道，此情惟用喜欢追。仙家气象闲中见，真宰功夫静处知。不必深山更深处，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫喜老时。明著衣冠为士子，高谈仁义作男儿。敢于世上明开眼，肯向人间浪皱眉。六十七年无事客，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫难老时。齿暮乍逢新岁月，眼明初见旧亲知。欢情此去未伏减，饮量近来差觉低。六十七年无事客，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫慎动时。枉道干名名亦失，怫民从欲欲还隳。号为贤者能从善，名曰小人须饰非。大佞似忠非易辩，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫有激时。留在胸中防作恨，发于词上恐成疵。芝兰见处须收采，金玉逢时莫弃遗。到此尧夫常自贺，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫有愧时。空受半来天下拜，却无些子自家为。心能尽处我自慰，力不周时人亦知。只恨一般言未得，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫赞易时。士昧固难分体用，人灵岂不异蓍龟。吉凶只向面前决，动静何烦心上疑。由此敢开天下口，尧夫非是爱吟诗。尧夫非是爱吟诗，诗是尧夫诧剑时。当煅炼时分劲节，到磨砻处发光辉。长蛇封豕休撩乱，狡兔妖狐莫陆离。此器养来年岁久，尧夫非是爱吟诗。"}