{"id":"1117201","title":"和子瞻凤翔八观八首 石鼓","dynasty":"宋","author":"苏辙","text":"岐山之阳石为鼓，叩之不鸣悬无虡。以为无用百无直，以为有用万物祖。置身无用有用间，自托周宣谁敢侮。宣王没后坟垄平，秦野苍茫不知处。周人旧物惟存山，文武遗民尽囚虏。鼎钟无在铸戈戟，宫殿已倒生禾黍。厉宣子孙窜四方，昭穆错乱不存谱。时有过客悲先王，绸缪牖户彻桑土。思宣不见幸鼓存，由鼓求宣近为愈。彼皆有用世所好，天地能生不能主。君看项籍猛如狼，身死未冷割为脯。马童杨喜岂不仁，待汝封侯非怨汝。何况外物固已轻，毛擒翡翠尾执麈。惟有苍石于此时，独以无用不见数。形骸偃蹇任苔藓，文字皴剥困风雨。遭乱既以无用全，有用还为太平取。古人不见见遗物，如见方召与申甫。文非科斗可穷诘，简编不载无训诂。字形漫汗随石缺，苍蛇生角龙折股。亦如老人遭暴横，颐下髭秃口齿龉。形虽不具意可知，有云杨柳贯鲂鱮。鲂鱮岂厌居溪谷，自投网罟入君俎。柳条柔弱长百尺，挽之不断细如缕。以柳贯鱼鱼不伤，贯不伤鱼鱼乐死。登之庙中鬼神格，锡女丰年多黍稌。宣王用兵征四国，北摧犬戎南服楚。将帅用命士卒欢，死生不顾阚虓虎。问之何术能使然，抚之如子敬如父。弱柳贯鱼鱼弗违，仁人在上民不怒。请看石鼓非徒然，长笑太山刻秦语。诅楚楚如桀，诅秦秦则纣。桀罪使信然，纣语安足受。牲肥酒醪洁，夸诞鬼不祐。鬼非东诸侯，岂信辩士口。碑埋祈年下，意绕章华走。得楚不付孙，但为刘季取。吾闻秦穆公，与晋实甥舅。盟郑绝晋欢，结楚将自救。使秦诅楚人，晋亦议其后。诸侯迭相诅，祸福果谁有。世人不知道，好古无可否。何当投泾流，浑浊盖鄙丑。吾观天地间，万事同一理。扁也工斫轮，乃知读文字。我非画中师，偶亦识画旨。勇怯不必同，要以各善耳。壮马脱衔放平陆，步骤风雨百夫靡。美人婉娩守闲独，不出庭户修容止。女能嫣然笑倾国，马能一蹴致千里。优柔自好勇自强，各自胜绝无彼此。谁言王摩诘，乃过吴道子。试谓道子来，置女所挟从软美。道子掉头不肯应，刚杰我已足自恃。雄奔不失驰，精妙实无比。老僧寂灭生虑微，侍女闲洁非复婢。丁宁勿相违，幸使二子齿。二子遗迹今岂多，岐阳可贵能独备。但使古壁常坚完，尘土虽积光艳长不毁。金粟如来瘦如腊，坐上文殊秋月圆。法门论极两相可，言语不复相通传。至人养心遗四体，瘦不为病肥非妍。谁人好道塑遗像，鲐皮束骨筋扶咽。兀然隐几心已灭，形如病鹤竦两肩。骨节支离体疏缓，两目视物犹烱然。长嗟灵运不知道，强剪美须插两颧。彼人视身若枯木，割去右臂非所患。何况塑画已身外，岂必夺尔庸自全。真人遗意世莫识，时有游僧施钵钱。不到东湖上，但闻东湖吟。诗词已清绝，佳境亦可寻。蜿蜒苍石螭，蟠拿据湖心。倒腹吐流水，奔注为重深。清风荡微波，渺渺平无音。有鳖行在沙，有鱼跃在浔。鳖圆如新荷，鱼细如蠹蟫。梧桐生两涯，萧萧自成林。孙枝复生孙，已中瑟与琴。秋虫噪蜩蚻，春鸟鸣鴂鵀。有客来无时，濯足荫清阴。自忘府中官，取酒石上斟。醉倒卧石上，野虫上其襟。醒来不知莫，湖月翻黄金。油然上马去，纵意不自箴。作诗招路人，行乐宜及今。人生不满百，一瞬何所任。路人掉头笑，去马何骎骎。子有不肖弟，有冠未尝簪。愿身化为线，使子为之针。子欲烹鲤鱼，为子溉釜鬵。子欲枕山石，为子求布衾。异乡虽云乐，不如反故岑。瘦田可凿耕，桑柘可织纴。东有轩辕泉，隐隐如牛涔。西有管辂宅，尚存青石砧。彭女留膝踝，礼拜意已钦。慈母抱众子，乱石寒萧森。朝往莫可还，此岂不足临。慎勿语他人，此意子独谌。秦川不为广，南山不为高。嵯峨真兴阁，杰立陵风飙。危槛俯翔鸟，跳檐落飞猱。上有傲世人，身衣白鹤毛。下视市井喧，奔走何嗷嗷。萧然倚楹啸，遗响入云霄。清风吹其裾，冉冉不可操。不知何所为，岂即非卢敖。游目万里间，远山如伏羔。遗语谢世俗，钓鱼当钓鳌。有客骑白驹，扬鞭入青草。悠悠无远近，但择林亭好。萧条北城下，园号李家媪。系马古车门，随意无洒扫。鸣禽惊上屋，飞蝶纷入抱。竹林净如濯，流水清可澡。闲花不着行，香梨独依岛。松枝贯今昔，林影变昏早。草木皆苍颜，亭宇已新造。临风置酒樽，庭下取栗枣。今人强欢笑，古人已枯槁。欲求百年事，不见白须老。秦中古云乐，文武在丰镐。置囿通樵苏，养兽让麀䴠。池鱼跃金碧，白鸟飞纻缟。牛羊感仁恕，行苇亦自保。当年歌灵台，后世咏鱼藻。古诗宛犹在，遗处不可考。悲哉李氏末，王霸出奴皂。城中开芳园，城外罗战堡。击鼓鸣巨钟，百姓皆懊恼。及夫圣人出，战国卷秋潦。园田赋贫民，耕破园前道。高原种菽粟，陂泽满粳稻。春耕杂壶浆，秋赋输秸藁。当年王家孙，自庇无尺橑。空馀百岁木，妄为夭巫祷。游人足讥骂，百世遭舌讨。老翁不愿见，垂涕祝襁褓。持用戒满盈，饮酒无醉倒。泉上秦伯坟，下埋三良士。三良百夫特，岂为无益死。当年不幸见迫胁，诗人尚记临穴惴。岂如田横海中客，中原皆汉无报所。秦国吞西周，康公穆公子。尽力事康公，穆公不为负。岂必杀身从之游，夫子乃以侯嬴所为疑三子。王泽既未竭，君子不为诡。三良徇秦穆，要自不得已。"}