{"id":"1122465","title":"昔游诗十五首","dynasty":"宋","author":"姜夔","text":"洞庭八百里，玉盘盛水银。长虹忽照影，大哉五色轮。我舟度其中，晃晃惊我神。朝发黄陵祠，暮至赤沙曲。借问此何处，沧湾三十六。青芦望不尽，明月耿如烛。湾湾无人家，只就芦边宿。放舟龙阳县，洞庭包五河。汹汹不得道，茫茫将奈何。篙师请小泊，石碇沈泥沙。是中大无岸，强指苇与莎。滞留三四晨，大浪山嵯峨。同舟总下泪，自谓喂鼋鼍。白水日以长，仅存青草芽。转眄又已没，但见千顷波。此时羡白鸟，飞入青山阿。九山如马首，一一奔洞庭。小舟过其下，幸哉波浪平。大澧沅澬湘，大江风忽怒。起我舟如叶，轻或升千丈，坡或落千丈。坑回望九马，山政与大浪。争如飞鹅车，炮打雎阳城。又如白狮子，山下跳鬇鬡。须臾入别浦，万死得一生。始知茵席湿，尽覆杯中羹。萧萧湘阴县，寂寂黄陵祠。乔木荫楼殿，画壁半倾攲。芦洲雨中淡，渔网烟外归。重华不可见，但见江鸥飞。假令无恨事，过此亦依依。我乘五板船，将入沌河口。大江风浪起，夜黑不见手。同行子周子，渠胆大如斗。长竿插芦席，船作野马走。不知何所诣，生死付之偶。忽闻入草声，灯火亦稍有。划船遂登岸，亟买野家酒。天寒白马渡，落日山阳村。是时无霜雪，万里风奔奔。外旃吹已透，内纩冰不温。吹马马欲倒，吹笠任飞翻。不见行路人，但见草木蕃。忽看野烧起，大燄烧乾坤。声如震雷震，势若江湖吞。虎豹走散乱，麋鹿不足言。夜投野店宿，无壁亦无门。此行值三厄，幸得躯命存。明发见老姊，斗酒为招魂。扬舲下大江，日日风雨雪。留滞鳌背洲，十日不得发。岸冰一尺厚，刀剑触舟楫。岸雪一丈深，屹如玉城堞。同舟二三士，颇壮不恐慑。蒙毡闭篷卧，波里任倾侧。晨兴视毡上，积雪何皎洁。欲上不得梯，欲留岸频裂。扳援始得上，幸有人见接。荒村两三家，寒苦衣食缺。买猪祭波神，入市路已绝。如今得安坐，閒对妻儿说。青草长沙境，洞庭渺相连。洞庭西北角，云梦更无边。后有白湖沌，渺莽里数千。岂惟大盗窟，神龙所盘旋。白湖辛已岁，忽堕死蜿蜒。一鳞大如箕，一髯大如椽。白身青鬐鬣，两角上捎天。半体卧沙上，半体犹沈渊。里正闻之官，官使吏致虔。作斋为禳祓，观者足阗阗。敛席覆其体，数里闻腥膻。一夕雷雨过，此物忽已迁。遗迹陷成川，中可行大船。是年完颜至，送死江之壖。或云祖龙谶，诡异非偶然。近日山阳人，采菱不知还。望见三龙浮，目若电火然。见龙多见尾，少见四体全。一龙已为异，三者亦罕传。又因渔湖侧，水中忽生烟。烟中一驴出，绕身步蹁跹。俄随霹雳去，欲语无由缘。我闻语此事，乘舟往观焉。径往枯葭浦，白鹭争相先。湖有刘备庙，实司浩渺权。徘徊无所见，归棹月明前。昔游桃源山，先次白马渡。渡头何清深，鸿鹄在高树。白马亦洞天，昔人有奇遇。洞门不可见，但闻水声怒。瞻彼羽人宅，乃乘方船渡。修廊夹五殿，重阁映千树。规模象魏壮，回合绿阴护。山椒望五溪，壶头入指顾。故宫在其北，屋瓦带松雾。古杉晋时物，中空野人住。外围四十尺，内可十客聚。我游瞿仙馆，坛上表遗步。却下八叠坡，一亭众妙具。两山抱澄潭，老木枝干互。瞻前秀而迥，坐久凛难驻。桃源独不见，僻在宫南路。山行转深邃，狙猿纷上下。石窦出微涓，令我意犹豫。昔闻渔舟子，水际见洞户。今看去溪远，定自后人误。惆怅却归来，此游不得屡。于今二十年，历历经行处。昔游衡山下，看水入朱陵。半空扫积雪，万万玉花凝。或如生绡挂，或如薄雾横。纷纷虎豹吼，往往蛟龙惊。人语不相闻，溅雹漂风缨。有鱼缘峭壁，上上终不停。此中有神物，雷雨周八纮。昔游衡山上，未晓入幽谷。欲识所坐舆，横板挂两竹。状如秋千垂，高下不倾覆。登山九千丈，中道多佛屋。一峰高一峰，峰峰秀林木。仰看同来客，木末见冠服。高台石桥路，寻常云所宿。下方雷雨时，此上自晴旭。紫盖何突兀，万里在一目。馀峰六七十，仅如翠浪矗。北有懒瓒岩，大石庇樵牧。下窥半厓花，杯盂琢红玉。飞云身畔遇，揽之不盈掬。祝融最高绝，紫盖不足录。俯视同仰观，苍苍万形伏。惟馀岣嵝峰，南睇半空绿。髣髴认潇湘，向岳流屈曲。高处惊我魂，翻思宅平陆。其东有雷穴，灵异谨勿触。云来绵世界，云去一峰独。僧窗或留罅，云入不可逐。绝顶横石梁，仙人有遗躅。山多金光草，夜半如列烛。灵药不可寻，吁嗟归太速。濠梁四无山，坡陁亘长野。吾披紫茸毡，纵饮面无赭。自矜意气豪，敢骑雪中马。行行逆风去，初亦略沾洒。疾风吹大片，忽若乱飘瓦。侧身当其冲，丝鞚袖中把。重围万箭急，驰突更叱咤。酒力不支吾，数里进一斝。燎茅烘湿衣，客有见留者。徘徊望神州，沈叹英雄寡。既离湖口县，未至落星湾。舟中两三程，程程见庐山。庐山遮半天，五老云为冠。朝看金叠叠，暮看紫巉巉。瀑布在山半，髣髴认一斑。庐山忽不见，云雨满人间。雪霁下扬子，閒望江上山。山山如白玉，日照金孱颜。是时江水净，影落清镜寒。潮催庾信老，云送佛狸还。万古感心事，惆怅垂杨湾。衡山为真宫，道士饮我酒。共坐有何人，山中白衣叟。问叟家何在，近住山洞口。殷勤起见邀，徐步入林薮。云深险径黑，石乱湍水吼。寻源行渐远，茅屋剪如帚。老烹茶味苦，野琢琴形丑。叟云司马迁，学道此居久。屋东大磐石，棋画今尚有。古木庇覆之，清泉石根走。因悲百年内，汲汲成白首。仙人固难值，隐者亦可偶。追惟恍如梦，欲画无好手。"}