{"id":"1123466","title":"缘识","dynasty":"宋","author":"赵炅","text":"慈悲与喜舍，历劫自然深。法要无抱束，缘归一寸心。性相华严海，爱河渡要津。法门千万偈，奥妙演无伦。玄微达造化，得一不言三。利益众生愿，情迷谩口谈。静非山里住，闹即拟何之。缘识归空寂，生前旧亦知。时流求法界，问取本真诠。了悟空皆寂，心明海月圆。如梦复性坐，寻思境外忙。因缘开利钝，语默自清凉。邪见终成僻，真如是久长。闲心通物外，日月四时忙。出利袪烦恼，红尘指道衣。悟来持一念，尊大默玄机。识重随缘喜，精心住处安。慈心常淡薄，人我定心难。南北及东西，千山与万溪。路岐长不断，曲直几人迷。眼识诸缘相，行持妙法存。明开邪见性，不见有无根。谷响耳中音，根虚不易寻。諠哗袪得尽，识契本缘心。鼻闻心所著，香臭不同根。穷究缘中识，非干妄想门。口爽哀滋味，深思命本根。心邪迷妄相，圣法教中言。身惟知冷暖，假合是缘根。了达真空相，金刚不二门。意生于物外，心依染病根。正持闲语默，清净法中存。皮毛非实相，四大拟奚为。悟即真空法，愚迷自不知。津液如泉涌，虚无本不同。源深知冷暖，根尽一时空。心猿知意马，方便自须调。勿自生烦恼，菩提道不遥。群生宗法界，秘密十方尊。大教缘心识，周通一念存。大道传来意，缘穷识外因。善言论浩劫，天是法王身。法要唯心法，浮生苦海中。经传归实相，水印月皆空。心缘身外境，法相本常存。若求无生理，先明取善根。烦恼浮生业，愚迷智自通。根尘如不染，识照曩缘空。大觉如来指，心王作智都。刹尘千万亿，定相不差殊。五花笺纸好，下笔欲书之。其意何深远，沈吟复再思。仰望秋天色，月华露湿衣。传更方兴罢，萤绕御阶飞。人竞爱于花，花应亦爱人。从头堪好笑，老尽少年春。夜静风还静，凝情一弄琴。看书闲罢笔，自在信缘心。知静求难静，忙心不可闲。艳阳天地热，思暮日衔山。黄昏初入夜，漏促九天春。各自随缘意，悲欢旧亦新。早起阶前雪，萦丛压竹攲。行人迷失路，粉壁晃书帏。高下不相及，非今自古来。十洲花满树，岂用俗情咍。老少竞浮沈，须知岁月深。开花如似梦，世有几般心。清高宜养性，善事好相兼。果蓏招贤客，心闲道味添。促轸调弦急，碎声用意弹。指头轻妙和，莺舌五音端。天地自相悬，何名大道坚。聪明无滞碍，愚昧莫知前。深秋云物冷，经雨斗添寒。尽日缘情坐，霜叶易燋乾。欲息何情思，良犹本不真。群心皆有异，老尽少年人。无事胜多事，非缘不是缘。深穷浅近意，寻往便知前。行幸一何得，民安君子乐。求官利益人，劝善惩诸恶。炎天收已去，凉气触幽襟。稽古看书罢，时听一弄琴。常负岁寒色，贞姿不动摇。任从霜雪里，凡木易乾燋。常读古人书，随宜道更殊。闲忙心各异，恬淡入清虚。丽句冥搜得，灰心大道尊。从人言澹薄，古僻是玄门。少年虽共语，不解老人心。莫作为闲事，高山似海深。少年多语笑，终日遂心娱。不会凡情识，如痴我亦愚。假合于形影，如同梦里身。若言等级类，谁是较量人。晴霁夜清秋，星繁月似钩。乐耶兴我意，绝唱入冥搜。雨多七八月，遍地生秋草。寂静半斜闲，看书心更好。妙道藏真世莫臧，勿言圣事似寻常。眼前不见非常境，别有三天照十方。般若须将法相宗，四生九类化归空。离然应物随缘境，自是凡夫道不通。贤愚善恶未尝休，是个众生信佛求。真实持经堪郑重，非心不定谩劳修。修行缘识近宗师，妄想真空各自持。慕道终来归正法，无穷方寸莫教痴。直修学道有科仪，里外缘中境不移。莫放身闲堪谛信，乖违背道欲何之。眼前清静莫相违，方便门中好仗依。名利勿贪常澹薄，真来司即一时归。忘中十种善为缘，达得真宗有后前。利口饶教清似水，争如无事虑心田。圆结都来曜日光，玄珠应感必为祥。若悟一真能自守，始知大道隐非常。至道非凡要审知，当仁不必用迟疑。修行忽若无灵应，还信神仙白昼飞。白云风散聚天香，霞彩高明道味长。银汉影沈星乍没，又看红日起扶桑。异草灵芝发瑞光，不浇滋润自然芳。何劳更问延龄药，必可同天地久长。尘中冈测上玄机，日月忙忙速似飞。闲境不能精妙道，疑情谩说六铢衣。洁志清斋仰昊穹，九天云雨正濛濛。都缘学道心无定，岂是灵仙秘尔功。悬鉴高明鬼亦愁，方知研丑更玄幽。恒持大道真空理，清静烟波可自由。遥观极自望云头，碧海波澄瑞日浮。霞彩连天长不断，须凭仙子叙踪由。大众仙坛几万秋，碧云拖翠照昆丘。抱书童子无言话，笑阻迷情不解愁。紧峻焚修彼自知，天嗔不许乱施为。真心实行终归德，善事缘多恶可悲。照烛灵源理甚长，直须清净有馨香。俱含万像人难见，郁郁黄花翠竹光。功成一旦等闲休，岂信升沈满眼愁。莫道盈虚干甚事，天仙灭静镇常幽。玉殿金扉百道光，回旋隐密对朝阳。世人不悟幽深理，却说浮生事久长。坚心不退道皆同，元始天尊大教通。多是世人迷自惑，岂能容易见仙踪。乾刚展转运阴阳，一味清虚道不忙。玄妙永通天地久，未言大海变田桑。一年去住几周游，日月高悬万亿秋。但好心求方外境，勿教妄想没刚柔。道在希夷不易寻，忘言息虑便知深。黄金白玉将何用，争比灵源一寸心。蛮夷夷必尽无知，上圣功成亦化之。大道须归真见性，灰心达善即为师。照耀乾坤大道光，神仙隐见不相妨。非凡非圣能回向，始信三天日月长。天门地户秘机深，谁测玄微妙理心。唯有丹田身外境，清虚恬澹影森森。慕道虔心仰翠微，玄关寂寂少人知。不求世宝兼名利，始悟无心合道时。故无形像显教寻，隐秘踪由自古今。妙法不传经上字，玄门消息冈知深。浮生好道勿虚忙，鍊药修行事久长。轻举不由他假借，一登清境入仙乡。能知养性道中求，须要虔祈事转幽。通达远开明了悟，一真守静万缘休。谁是知非便肯休，空言大道眼前头。惟思利己浮名重，岂信功高入品流。心专慕道真空法，恬澹清虚好到头。如此修行皆尽达，十洲仙侣道相求。初分上下顺阴阳，草木浮生地久长。日月星辰随大道，天心便是法中王。治世求归济物功，希夷入我道情中。从头日日被烦恼，烦恼思量总是空。五色云烟聚十洲，蓬莱海浪压鳌头。化成宫阙遥瞻礼，大众神仙玉洞游。人愚学道谤神仙，岂达虚无物外缘。多是六情贪爱障，更兼朝暮不心坚。冲和道德勿相违，圣事超凡好仗依。但有阴功存世界，何疑白日化身飞。寒销暄盛同天色，花柳逢春谁不惜。几许人心达久长，光阴知道留难得。经到玄科大法中，先持道德济阴功。三清有路人难到，但守虚无一径同。细月衔山似玉钩，先陈踪迹问瀛洲。从来万劫垂名在，王母行天得自由。逢春便见野花新，往覆闲忙旧路尘。轮走足轻多少意，世途常似梦中人。慕道焚修万法通，一心清淡奉真宗。方知异境人难见，见即虚无事不空。世俗忙忙似海深，愚迷岂解圣人心。分明教法生虚妄，慵鍊归真不易金。莫问仙家不死乡，泥丸秘密隐身光。华池禹润无拘束，勤习通流看上方。圣人弃智妄中寻，质实先明朴在心。坦荡玄门常不达，那非那是秘源深。修持须是要精专，常恐他人业类牵。莫把我言为戏弄，轮回断定不迁延。救物功深好自持，知之修鍊善心为。神仙岂谓人间惜，自是迷流识见卑。语言端谨易求寻，己是他非祸返侵。忠信先修销大伪，何曾鄙隔圣缘心。报应从教见祖宗，先持清静后论功。红莲花出青泥里，方信仙凡道本同。任从寒暑镇常侵，一气韬藏万种心。堪笑愚痴浇荡甚，却非淳朴不幽深。"}