{"id":"1123409","title":"宫词","dynasty":"宋","author":"赵佶","text":"晓景熙熙竹影疏，柔闲初理薄妆馀。心情酷爱清虚乐，琴阮相兼一几书。三省居常有进呈，早临崇政接群英。太官赐食移清漏，门外将交五马声。金鞍宝辔簇骅骝，乐奏相从共击毬。花帽两边成锦阵，谢恩长喜上头筹。残腊长空欲雪天，须臾盈尺兆丰年。燮调都在臣工力，遣使荣颁两府筵。修竹成林碧玉攒，几枝荣茂可栖鸾。瑶宫月白风清夜，谁共庭除一凭栏。双鸳纹瓦碧琉璃，零露瀼瀼夜未晞。花外倚空成敞翼，楼台宏丽景云飞。华景红梅两槛分，点成轻雪万枝均。依稀昨夜东风起，巳拆香苞漏泄春。霰雪飘空玉漏清，月华相伴琐窗明。醇醪醟醟同欢饮，旋摘诗联赋令行。清晨檐际肃霜鲜，晓日初消万瓦烟。隆德重阳开小宴，竞将黄菊作花钿。宝砌龙纹鉴色鲜，兰宫不信火云天。冰壶盘上排金醟，枕簟馀凉好醉眠。资善堂中几席开，词臣都是栋梁材。专求近密同参辅，皇嗣初看听读来。乐章依韵俯成编，欲听新词禁宇传。曲里字难相借问，随时切脚注花笺。金井高梧舞戏圭，露盘承润晓凄凄。深宫不是清秋景，昨夜寒蛩渐渐啼。蟾光秋半倍婵娟，河汉潜微瑩碧天。楼上美人贪醉赏，晓钟声断遂经年。都府新仪置六曹，壮威京尹势增豪。屡空囹圄人知化，典宪从中力不劳。新月弯弯挂碧空，嫔嫱争拜望圆穹。倚阑长是踌躇久，应想姮娥在桂宫。翠莲秋盛覆池塘，绿柄风摇一派香。欲结珍苞供胜赏，随时均锡到兰房。龙德营修已庆成，秘扃斋洁奉三清。馀田增辑成嘉致，千百楼台绀瓦明。杏褪残花点碧轻，融怡天气雨初晴。仙姿斗草春园里，时听妖娆笑语声。初夏圆荷点翠钱，螭头清溜玉溅溅。惜芳归处随雕辇，半醉嫔嫱堕珥钿。桃作香腮玉作肤，飘飘云缕曳衣裾。妇功奇丽皆能事，一种心勤是读书。清晨帘捲碧堂前，淡薄梳妆结道缘。渐染化风忘外欲，观声频送葛覃篇。集英亲殿策才豪，盈庑纷纷尽雪袍。礼乐问题人罕记，就纡黼座继兰膏。三五良宵皓月圆，兰缸宝炬万家然。楼台总在冰壶里，今见蓬瀛不夜天。桃叶基春二月中，满庭芽孽顺年丰。欲令九禁知群卉，蒙被坤舆造化工。刺花弹箧紫檀弓，何处星丸入苑中。惊起流莺花里去，纷纷如雨落残红。早朝人待九门开，跃马传呼恣往回。班列旧称人尽晓，惊闻符宝外郎来。御制新规宝墨香，蟠龙纹里字成行。臣邻近密方宣赐，圆饼均盛小绛囊。龙舟舣岸簇楼台，兰棹轻飞两翅开。击鼓鸣铙飏旗帜，早来观赏暮方回。浴儿三日庆成均，宝带龙衣赐近臣。骏马金鞍新遴选，先令羁控过延春。诏令敷宣每自书，朝廷遵禀不迂疏。禁垣历岁多收得，高阁珍藏倚碧虚。云母屏山翡翠帘，绣衣围住百花帘。晨光旋透轻烟合，宝帐兰姿起未忺。腊中仙赏起华英，高耸云鳌彻太清。预占春楼无限景，更听风度管弦声。两行新札寄霜纨，圆柄均装七宝檀。殿记宣和书四字，禁中传得作荣观。女儿妆束效男儿，峭窄罗衫称玉肌。尽是珍珠匀络缝，唐中簇带万花枝。金波如昼丽彤庭，夜寂无人傍玉宁。惟有直更宫女伴，呼来方得近鸾屏。凤口金炉镂叶华，高低曲折势交加。新春品制名三杰，四和浓熏不足誇。上元芳景自熙怡，暇日因成数句诗。特赐府中看不泯，嬉游均及庶民知。今岁闽中别贡茶，翔龙万寿占春芽。初开宝箧新香满，分赐师垣政府家。一局平分出四边，到窝仍与度关先。终朝打马为娱乐，不顾频输万亿钱。画鹢闲登锦缆开，兰桡飞迅水萦回。龙头烁烁红旗动，惊起沙鸥掠岸来。清和景物称游遨，金屋亭亭瑞日高。节物应时来别院，合中连络进樱桃。杏子成丹乳雀飞，柳条摇曳拂涟漪。瑶宫露井残红满，惆怅晴空欲暮时。满架酴醾旖旎香，小亭芳沼戏鸳鸯。兰房祗慕承恩泽，愈学时宜百巧妆。高丽新贡欲还朝，再御东回一水遥。祖饯国门仍赐乐，屡传恩诏下层霄。鞦韆影里笑相迎，蕙圃兰畦恣撷英。薄暮归来春意倦，芝堂闲听碾茶声。屏山掩翠敞华堂，巧燕初归拣画梁。寂坐安闲忘俗虑，益知仙府昼何长。云华重辑叠层峰，宝构高骧萃彩虹。环碧对池临翠圃，一沟春水远相通。琳庭节物乐无涯，又是馀寒易岁华。昨夜雪晴天气好，后园初进腊梅花。旋题玉额起层楼，三阁图书集校酬。近日得增新碧榜，显谟相继缮徽猷。秘阁初生瑞竹双，碧栏杆外玉墀旁。连柯并干扶疏叶，带月萦风兴味长。白檀象戏小盘平，牙子金书字更明。夜静绮窗辉绛蜡，玉容相对煖移声。朝班翼翼布鸳行，三卫森严殿砌旁。遴选亲勋先许进，校员多是补中郎。阊阖朝来禁钥开，传邮跃马度香街。封章通进言三捷，从尔威风满国怀。九重城阙壮端门，霁色荣光瑞景分。一望葱葱佳气里，楼台常恐碍行云。嫔娥闲较选仙图，争到天宫意自娱。堂印碧油常占得，更无忧恐入酆都。宗祀玄堂羽卫还，大庭斋夕驻鸣鸾。平明复赐端明赦，争看金鸡立巨盘。十花金盏劝仙娥，乘兴追欢酒量过。灯影四围深夜里，分明红玉醉颜酡。红药栏边晚吹轻，玉肌人醉撷芳英。春衫旖旎香难已，却羡东风太有情。小雨飞轻助燕泥，万花零落柳垂堤。紫清宫里人稀到，廊外双双孔雀栖。宴殿匀将蜀锦铺，花明金赫丽簪裾。舞茵全似朝霞散，十二金鸾面玉除。每将兢慎保丕基，频岁多男巳应期。欲问荣昌在何事，春中禖燕满彤围。象蹋冰盘四面凉，风摇槐影蘸莲塘。玉颜一枕游仙梦，谁觉炎天畏日长。日暖风和殿宇深，高花修竹啭闲禽。宫娥携手临丹槛，喜看文鸳戏水心。送腊自然时序应，颁春常与迩遐同。福随新岁知阳德，庆协斯男诞禁中。三十六宫春信早，郁葱佳气艳阳天。莫将旧事论新事，尽道今年胜去年。朝来和气巳氤氲，碧瓦朱甍照眼新。永昼更添莲漏水，晴曦容与蕊宫春。池面冰开漾绿波，枝头花朵蹙红罗。东风信有芳菲意，应为今年乐事多。蓬莱宫殿五云低，广内楼台草色齐。忧在进贤忘寤寐，晓妆常是未鸣鸡。梅心透粉傍琼疏，柳眼回青袅玉除。雨露不偏金穴贵，六宫春晓念关雎。日上觚棱气郁葱，露华犹泠玉芙蓉。锦帏绣幕风光暖，琼叶珠花影渐重。黄头进酒斗醇浓，问有均颁不启封。向晚闻呼装尚酝，双瓶环绕小金龙。化成金碧拱雕楹，四序开筵率有程。安福殿阶连绣帟，内人常按鼓箫声。螺钿珠玑宝盒装，琉璃瓮里建芽香。兔毫连盏烹云液，能解红颜入醉乡。元夕风光属太平，烛龙衔耀照严城。鳌峰屹立通明观，绛炬宵辉上下明。酒入金钟滟滟平，暗偷全在夹盘盛。宫嫔捧劝知分别，相顾潜闻笑语声。唐画名工品格殊，搜求争进入皇居。金题玉躞分伦类，区别媸妍细字书。翰林文府择良工，心画诸家一一通。无逸孝经书座右，迩英到彻画屏风。新样梳妆巧画眉，窄衣纤体最相宜。一时趋向多情逸，小阁幽窗静奕棋。藻幄春深夜不寒，兰缸耿耿照屏弯。太平丝管通宵按，祥瑞封章隐几看。寒食风光淑景时，宫娥装束斗珠玑。呼卢尽日随朋侣，将掩严闺始欲归。昼漏声催篆缕残，碧墀幽寂画堂宽。九嫔相习敦诗训，争把关雎讽咏看。玉关驰奏捷章来，鄯部洮湟万里开。阊阖通衢人意乐，争看宣舞凯歌回。春日循常击土牛，香泥分去竞珍收。三农藉此占丰瘠，应是宫娥暗有求。鼎殿崇新大器安，因时严享至诚殚。零零甘露符昌福，金玉沾濡拭不乾。机杼年来入禁垣，素丝初织未成端。遍呼御府令均玩，方识农家力最难。锦屏谁染楚峰青，依约惟无涧水声。丽质闲观攲缕枕，高唐云杳梦难成。晓色轻阴四幕低，如膏小雨密霏霏。传宣仪仗通廊立，惟恐沾濡近御衣。庆成宫宇亘修梁，伟颂声文出玉堂。近日屡经亲述作，欢然中分仰宸章。麻纸初新诏墨乾，金莲未剪烛花残。珠帘不隔霜华月，应比人间分外寒。对御分排紫锦班，内家新样挽云鬟。中官宣试霓裳舞，红袖翩翩飞燕般。弱柳飘飘意甚颠，无端牵住小花钿。楼中阿监遥相觑，应绘□图供御前。夏日龙池小宴开，轻绡雾縠试新裁。酒阑齐逐采莲去，隔浦鸳鸯个个猜。金题玉躞灿星光，御札纷纷杂紫黄。宣索女官三十六，就中谁是校书郎。"}