{"id":"1123408","title":"宫词","dynasty":"宋","author":"赵佶","text":"殿庭内外锦衣重，彩仗雕舆相映红。敌使未尝经便殿，始瞻仪卫慑羌戎。方响新成白玉牌，叩声仍与八音谐。高低二八还相映，丝竹陶匏莫可偕。纤眉丹脸小腰肢，宜着时新峭窄衣。头上宫花妆翡翠，宝蝉珍蝶势如飞。洛阳新进牡丹栽，小字牌分品格来。魏紫姚黄知几许，中春相继奏花开。杭越奇花异果来，未分流品未堪栽。苑中别圃根荄润，移入珍亭一夜开。灵犀点点透成花，异域珍奇自可嘉。因制芙蓉杯几样，通纹澄彻滟流霞。花枝连属胜丹青，叠嶂层峰立翠屏。汲引飞泉来玉甃，璇题因缮迸泉亭。近密临堤下钓钩，曲池人静不惊鸥。锦鳞才得山呼进，银椀重重赐与优。宝烟遥洞悉乔松，团墨新翻制作功。预遣丹青摹巧样，百花云影更盘龙。宫人思学寿阳妆，每看庭梅次第芳。浅拂胭脂轻傅粉，弯弯纤细黛眉长。主第循常贺庆来，朱轮隐隐碾晴雷。内东门外登车处，帘合方令步障开。瑞日融和丽玉庭，花枝密处有莺声。六宫闲燕多馀乐，索写新诗颂太平。瑞物来呈日不虚，拱禾芝草一何殊。有时宣委丹青手，各使团模作画图。万国升平庆有年，九重荣盛百珍全。民间财货虽丰富，未识新颁大观钱。洞箫声歇酒初阑，星斗凝辉宇宙宽。唯有真仙为侣伴，夜深同倚玉阑干。仙韶总角籍严宫，初学吹笙性格聪。十指近才能按字，纤纤双捧紫筠丛。春暮纷纷荡柳绵，欲回炎律困人天。宫妆永昼多闲宴，惯折珍珠结翠钿。宫娥相约戏鞦韆，困极盈盈宝髻偏。却恐逢人多谑笑，暗寻香径整花钿。碧墀十二曲阑干，琼态浓醺倚欲弹。月上海棠清荫合，罗裳深夜怯轻寒。诘曲回廊入小庭，绿窗朱户照光明。宫人昼直多娱乐，阖座諠哗击马声。金字红牌逼夜传，指踪韬略静戎边。往回曾不逾旬浃，巳见西隅献凯旋。殿庭亲策擢群才，杂遝英贤入彀来。俊敏各求先御览，禹门春浪鼓风雷。石榴繁翠渐盈枝，正是新和首夏时。宫女日长无一事，双英较胜卜心期。湘簟凉生暑气微，午天攲枕向纱帏。辘轳车扇间关处，双月回廊彩凤飞。行觞时许按清歌，声巧佳人曲韵和。簌簌梁尘飘不住，层空仍遏彩云过。洞房春晚惜花残，满地红英织锦端。想见惜芳情意切，更收香蕊掌中看。缓步宫花夜漏清，廓然天宇月华明。凝眸望极无纤翳，惟有银河一练横。相府元勋次第雄，构成高阁倚层空。落成颁燕延台辅，维有珠玑落座中。春池蘋藻绿盘跚，群鸭相呼戏碧湍。两两轻舠闲倚岸，斜阳清景鉴中观。太清楼畔柳依依，阑外飘飖绿线齐。鱼钥未开铃铎静，一林鶗鴂占春啼。小院风柔蛱蝶狂，透帘浑是牡丹香。主人不向闲庭看，孔雀双眠宝砌旁。烟静云娇露已晞，昼长人困杏花时。鞦韆闲倚楼台看，尽日无风彩索垂。院宇花深锁洞房，更阑银烛尚荧煌。芸窗尽日观前史，入夜乘闲讲谏章。平明初起九重关，望处楼台紫翠间。蕊绶华绅簪玉笋，裘衣传引太师班。金玉来符百宝新，羽仪严肃遍中宸。大庭躬授唯祗畏，惠泽遄敷万国均。掖庭荣庆诞弥初，包子均分尽乐胥。小结金钱银缕胜，红罗端疋代衣裾。南宫时务策群贤，题目函封进御前。敕选左貂齐答问，魁名优与进宫联。押班供奉列官行，沿袭诸司尽女郎。殿直恩名才得赐，销金方许制衣裳。燕馆沉沉夜雨晴，一翻景物更联荣。碧纱窗外无人到，两两三三百舌鸣。四辅爰修拱近畿，得贤分理奠邦维。见为美恶当勤训，每岁皆令近玉墀。式燕簪裳遍集英，梯航万里庆天宁。升平楼上遥瞻望，众里金貂认使星。垂杨堤畔彩舟横，凤沼瑶津一望平。内苑有时旬按乐，管弦清响到宣明。涵曦亭上恣凭栏，共看游鱼跃水间。泼剌红鳞才引到，金圈钤口放生还。檀槽钩凤绣鞶垂，玉拨乘闲试一挥。纵按往来敲捍面，四条弦上彩鸾飞。御柳规模六鹤图，凤池均锡尽称誉。销金标轴精工制，同会文章看御书。史女荣当执笔权，事沿毫楮待承宣。一回写著推恩字，特地欣愉择素笺。宝苑珍池霁晓开，满街车毂转春雷。锦幖画舫留盈月，惟待皇家宴赏来。叠罗枝袅亚朝霞，并产深宫信可嘉。携向佑神珍馆里，辅臣方得看霜花。明辉严敞寿春前，仪凤翔鸾曲水穿。欲就金阶连翠沼，更开花洞远相连。近密登庸大帅才，谋谟一举万全回。临洮积石皆恢复，旁午羌酋纳土来。清晓传邮凤报声，紫宸称贺集簪缨。乾崇来上新祥瑞，几夜黄河彻底清。巧簇罗牌翰苑词，宜春相向贴门楣。近来清禁尤珍重，珠蹙金书御制诗。大晟揄扬逸乐音，躬行律度革汪淫。长门羽鹤来翔舞，正雅方知上欲歆。灵宫复道问东西，殿宇凝霜绣栱齐。时祀每怀霜露感，祖宗功德勉攀跻。设科取士不遗贤，诏语先从内治先。朱邸遂兴宗子学，振振麟趾副详延。鸡鸣警戒务相成，奉道忘私燕享宁。规矩忽施惟自化，铅妆不饰为看经。苑西廊畔碧沟长，修竹森森绿影凉。戏掷水毬争远近，流星一点耀波光。午夜登楼户不扃，长廊夹幕内人行。蟠龙尾道华灯合，五色云中笑语声。左右掷梭伴侣均，玉纤迎接步莲匀。飘飘头上宫花颤，蜂蝶惊飞不著人。清晓轻云锁玉楼，楼前宫柳弄春柔。升平宫宇浮佳气，占得风光待宴游。韶光三月恰芬芳，禊饮池头泛羽觞。画鹢翩翩戏龙虎，一时佳景类江乡。韶阳偏逐禁宫先，三月青榆满地钱。嫔御直归多逸乐，高吟赓和缀新篇。叠山环水胜蓬宫，景物芳妍竞不同。佩玉锵金无限好，雅歌姝舞兴何穷。宫人击剑斗乘骑，宝带幞头烂锦衣。凤尾杖交团月合，龙门毬过一星飞。弓矢寻常锁太清，三山相对射侯明。乘闲自习和容艺，金椀时闻中的声。玉虚清夜醮筵开，羽唱升沈晓漏催。习习轻风花外过，露香飘出禁城来。翰苑花深夜漏稀，奉承亲笔草麻归。鸾笺几幅鱼龙化，近桉重升一品妃。绪风轻转莺篁巧，惠日初回燕舌娇。芍药画阑缯不断，杨花临砌雪难消。窄衣偏称小腰身，近岁妆梳百样新。旧日宫娃多窃笑，想应曾占惜年春。六尚皆分典御行，司珍尤重膳羞良。小金盒子黄封贴，细字臣民预品尝。满街飞絮舞毵毵，慵困情怀似酒酣。嫔御宫中行乐倦，却寻锦叶喂新蚕。月色凝辉照胆寒，水晶宫里望中宽。一声长笛来天际，谁学龙吟出指端。投壶懒欲趁嬉游，闲理瑶筝不举头。侧调旋从纤指出，谁人能会意中愁。锁院群心望宠嘉，閤门当殿奏宣麻。新经授宝敷恩泽，荣拜宗藩使相华。苑作群工各述劳，纤纤奇巧斗相高。花钿虽盛珠珍数，不使伤生用羽毛。东观从来选俊英，一时乐育合人情。公卿由此涂中进，密勿登庸得仰成。玉宇深严洞户扃，小山松柏四时青。绕阑下瞰溪流碧，恰似仙都一画屏。龙须成布一端长，珍重惟将宝匣藏。荒服献珍诚足异，承平八表自梯航。首夏方分淑景迁，小池依约出荷钱。宫娃每恨春归早，时困朝眠坠翠钿。岷山遐表得灵犀，剖出花纹两脚齐。良匠涓辰成宝带，鸳鸯一对水中栖。手诏时颁出广廷，俯从民欲示仪刑。庙堂佥允都俞议，方许昭垂粲日星。采来杉桧四时青，巧结蛇龙物象形。栽植太清资异致，势凌霜雪碧亭亭。石琴应自伏羲传，品弄尤知逸韵全。玉轸金徽重遗制，雷张诚贵擅名先。瑶洞深沈尽绮蔬，丛山叠石壮仙居。栏干面面皆珍宝，玛瑙匀敷小玉渠。庚伏炎曦酷暑升，旋寻庭庑避烦蒸。禁庭宿卫肩相比，特遣中丞辄赐冰。涓辰游幸出严城，黄道中分辇路平。近掖宝车锦步障，先来通市一逢迎。端门颁赦立班时，禁卫森严烂锦衣。才立鸡竿垂彩索，望中人拜曳红旗。五谷丰穰广有秋，漕司连络奏年收。籍田得驾循常典，泼麦园中结绮楼。小桃初破未全香，清昼金胥漏巳长。临罢黄庭无一事，日移花影上回廊。议司稽考绍熙丰，因革三王二帝功。夙夜焦劳无敢怠，求衣常是未鸣钟。仙姿婉娈玉肌肤，娇惯心情每自娱。不向园畦寻斗草，定邀朋友戏投壶。茸茸草色乱青袍，碧瓦藏烟瑞日高。内苑春光分外别，竞排珍赏待游遨。端拱垂衣每面南，晓班庭下颂声三。典仪预白排朝日，假令临时放六参。棕榈秀竹间行均，浑似江乡景趣新。低桧小松参怪石，清嘉尤胜杏花春。丽人航海觐宸都，嘉奖勤劳顾遇殊。币帛从来将厚意，益添异品及真珠。南阳耆老赐恩荣，入觐宜宣到后庭。远过期颐人仰叹，庞眉清骨享安宁。宫人凡百趁相贪，桑叶青青贮满篮。不使朋侪知底里，密来朱箔喂新蚕。集英金屋起清秋，式宴千官拜赐优。宴罢瑶仙迎翠辇，霞衣袅娜逐风柔。一夜浓云布九霄，忽成春色润寒苗。玉墀墀下鸳鸿到，欲晓传宣教放朝。四方遣使俾观风，利病陈来达禁中。沿革尽从民庶欲，更无壅遏下情通。"}