{"id":"1123457","title":"缘识","dynasty":"宋","author":"赵炅","text":"淳化四年立春节，喜遇韶光看白雪。祥云景象一时呈，凝情霭郁比难说。人心丕变颜容别，乐天顺叙皆胥悦。土牛击后便驱耕，万物从兹萌牙发。丽日迟迟影渐长，梅花岭上明皎洁。欢抃陈仪隘九重，乾坤瑞气初融泄。真风大布色无穷，春盘鲜盛排罗列。隆兴焕耀太平宜，预祈丰稔名香艺。浅情之人莫共语，引尔回邪非处所。争似淡交得久长，小人终是无规矩。紫檀金线槽偏蹙，拨弄朱弦敲冰玉。指法从来天下闻，翻成尽入升平曲。传之世上五音足，希夷道听化民俗。盘龙面对压鳌头，玄微风散万般流。长春苑内半酣酒，阳和自态低回首。声高细咽浪潜幽，不胜情处稀还有。韵响寒空明月里，亦非涤荡凡愚耳。谩说仙家调宫徵，丝竹那堪将比拟。温柔腕软一双轻，满坐馨香来四起。珠囊抉破无多力，好似凤皇张羽翼。昔时皆总用心劳，几许名扬弹尽得。和合象同琴与瑟，凝神巧妙通南北。莺娇舌急恋芳菲，水精帘外欲含辉。此艺人间堪可重，杏花杨柳色依依。月光红燄影参差，九衢丽景意蹰踟。车马往来珠无碍，几人相逐几人随。天河夜静色如银，半拥红街半拥春。山高市邑弦管处，烛残露显伴香尘。传更漏唱欲将催，百万灯花燄里开。醉酒狂歌家家客，行坐欢如莫自裁。去年今夕一般游，桂树蟾宫慢攲楼。更深渐觉寒气冷，云摇五色顺情流。我曾闻昆吾有铁，九鍊方成冰似雪。玉彩精晶耀日月，风霜凛凛甚威烈。新磨刃上七星文，谁敢锋前布陈云。黯黯凌空魑魅怕，销尽邪魔并诡诈。寒光到处鬼神愁，哮吼乾坤一片秋。龙泉剑，龙泉剑，我用似波流，升平无事匣中收。酒一杯，深深情不足，倚槛迢迢青草绿。举目烟飞匀灼灼，柳摇似舞春风曲。叶嫩舒张芽遍拆，触处芳菲寻未得。妖妍艳艳为谁流，莺衔花坠落人头。世间万事难裁剪，乐送楼台声远远。断续高低去复来，稀疏雾郁松枝偃。暄和思满郊，燕拂绿杨梢。暖日倍添红杏密，从容闲被野禽嘲。三春二月一样同，翠柳峨峨解舞风。池水湛然经雨后，桃花始觉半开红。半开红，丽天辉，新燕未归莺亦飞。君恩重，人心重，未知各各将何用。思量二事一般情，贤愚忧乐皆相踵。大道不见是非心，名利嚣尘如幻梦。朕缘寡昧愧周旋，未信鸦巢鸡生凤。此理言浅究深言，意马能调袪恣纵。荆棘太贱任从荒，粟麦本体随他种。凡夫岂料自家身，开眼如盲堪笑弄。季于乱世遇时平，掌握纵横谁纪颂。善念入无边，恶也不知痛。春色春兮景媚妍，薰风暖润物华鲜。上林花结和香雾，絮压轻轻软似绵。寰中运启大平年，文武须精百艺全。弄影马骄难控勒，龟兹韵雅奏钧天。仙仗仪排亲自注，电转星毬来进御。玄之寂妙得其玄，更重人前举止措。靴衫束带两分行，七宝鞭擎呈内库。一坦平兮殿毬场，国乐调兮甚锵洋。掀天沸渭轰鼍鼓，返朴纯诚敩三皇。折旋俯仰怡情悦，乾坤日月尽舒光。龙马徘徊多步骤，生狞堪羡困垂缰。绣䪌红绦金蹀躞，銮铃珂佩水精装。五云庆集鹤为驾，短袍新样甚风雅。东西相望贺头筹，欢呼蹈舞金阶下。隔宿閤门宣侍臣，厩中令拣驯良马。紫气盘旋分月仗，庭芜尽去平如掌。趫捷雄雄镂镫轻，雷声唱彻迎空响。俄然斗转俱浑霍，亦非骇目犹人作。学之玄妙似通神，凤翼藏珠岂易落。傍捎正击有多门，斜身用力轻敲斫。我因闲暇自销停，对手临时相架阁。深似交锋立战轼，匹马纵横藉筋脚。孤星远迸向人飞，云开瑞色天，清廓打三筹，公子王孙第一流。声高唱好绣旗举，响亮欢声动十洲。齐拜彤庭临玉砌，香随雾散堕鳌头。奔驰系合班，供奉内臣侧。祥烟澹荡俨清风，御筵开处浮春色。弦管调高甚谐和，排优次第用心怕。难中最难人健羡，困即暂来临玉殿。苑花方盛重暄和，特会群臣开广宴。广宴初启日迟迟，时饮醲醪红满面。唯将煦育遍覃恩，狻猊喷袅龙香散。四寒偃戈征将闲，丧胆犬戎寻不见。牡丹澹兮白如雪，打毬妙兮多指诀。似展兵机演智谋，风旋两阴甚奇绝。每争竞逐向前冲，星高陨坠相钩拽。声传士庶万千家，济济锵锵耀辉华。从人巧拙快予意，欢呼动地喜交加。我缘寡薄非明主，礼乐风俗成规矩。笑他左右尽狂心，文臣战将多如雨。修持管笔故无疑，威慑遐荒用神武。僚宰满面是香尘，一边得失亏先补。车书混化霸丕图，姬周小世方为数。休言落雁射双雕，中原静乱平胡虏。春风绿野遍天地，枯朽渐随红日丽。世界包含雨露新，东郊舒畅芳菲媚。烟波柳嫩摇拂水，时迁荡飏情已矣。不言往昔与今来，海岳高深升万里。朱明日盛残花卉，琼苑争游諠帝里。宝马香车去复来，几许人心欢不已。金明水上浮仙岛，画舸龙舟非草草。世宁清静验如然，老者携小少随老。匼匝烟云杨柳岸，罗绮纵横长不断。五谷丰登顺四时，亿兆歌谣绝愁叹。康哉阗咽芳林下，一看难酬千万价。千平听在乐声中，比屋可封民自化。大丈夫兮兼文武，君子能仁潜喜怒。强明非是尽周旋，满眼真如不自取。三春花卉正芬芳，发作痴迷我也狂。道德修来长不断，云从龙变解舒张。海浪无涯百川水，厚重高深难比拟。今古犹来世界宽，忻闻为善恶为耻。舟车有利便通津，斟量难事日其新。勿笑我心孜孜化，贵为人主不尊身。共爱巅峰高岌岌，烦恼之中常急急。先王典教是吾师，可以相宗后法则。逍遥物外乐熙熙，松椿长养万年基。鹏翥引他鹪虻怒，凤皇争与燕雀期。心猿意马须自缚，斯言之理还不若。僻学邪闻似虚空，日月贞明闲销铄。阿谀顺旨察来情，瞽者匆匆不可行。亲亲友爱慈敦睦，凡言俗态谩缠萦。清洁恭虔禋上帝，郊仪大设康哉世。人心肯悦化来同，礼乐咸修依古制。景福照明何举措，千官俨雅登云路。一阳初启煦仁风，我运唯扬均遍布。道德功惭情不已，常如取朽九重里。未曾一日贵为尊，抚念苍生皆赤子。羽卫旌幡花作队，雍熙民泰俱阛阓。承平岂足尽言之，万里山河观掌内。凡棋妙手不可得，纵横自在能消息。不贪小利远施张，举措安详求爱力。曲须曲，直须直，打节斜飞防不测。潜思静虑一时间，取舍临时方便逼。牢己疆场煞三思，不骄不怯常翼翼。势输他，勿动色，闇设机筹倍雅饰。恒持自固最为强，尤宜闲暇心先抑。手谈胜负观其智，敛迹藏锋不自制。傲慢因从贪上亏，侵他理路无深计。何龌龊，何凝滞，率尔图谋太容易。恃崄揄扬似等闲，更翻劫子速求毙。欺他不见心先喜，秪对前人失局势。已死更填随手下，童蒙拙格一般艺。如来千百亿，化身本是真。驱驱烦恼不解嗔，我不能谈说，旧却知新。元正亨庆从此日，万物咸新利贞吉。送旧迎春一夜来，三元为首众情得。万汇潜臻俱是泰，玄化昭彰天作盖。气和玉烛调阴阳，磨砻整顿知明代。知明代，歌刑政，王道恢张千官盛。任土陈仪四远来，衣佩锵锵言不尽。拱极之心文与武，乾坤澄滤焕今古。丹凤来仪见九重，我朝丕运还难遇。感通玄贶时无比，五谷精华从兹始。五色高吞日月明，百川尽归朝宗水。重阳佳节菊花贵，婀娜如金叶青翠。傍篱傍落一婆娑，发在秋天为祥瑞。引步登高甚奇见，想此仪形植霄汉。恣情采折手中叉，满袖冠簪香不散。日飞黄鸟何老讶，看取丛丛光台榭。愿细观瞻向眼前，含珠露色应无价。好是侵晨半开坼，风摇去住还难得。清霜未布转白云，喜亦非常意南北。柳岸烟沈和水渌，独尔今朝看不足。倏忽时间胜于春，随分狂心无拘束。承平无事上元节，丝竹歌声更互发。自从雨后最晴明，不似往年今岁别。死来无意在遨游，常愧三光明皎洁。千门万户乐喧喧，就中年少无暂歇。天街红燄布群星，晃炀人间斗明月。上元时节皆相慕，皇都城里万家灯。笙歌有处共誇称，架肩叠足几许层。轻尘雾敛月明中，车骑云軿五夜风。意气尽随年少得，九衢填咽乐声同。逢春酒一杯，百卉向阳开。梨花看似梅，光扬迎日彩。嫩柳引清风，黄鸟声吹台。峄阳之山，传名曰桐，六律相没五音中。七轸弦调皆是意，审详误则亦如空。清秋寂静华堂深，听之令我思沈吟。幽兰里韵冬夜永，且合大道古人心。舜制南风治苍生，方知尧化广聪明。初弹将了移声去，悲风秋思翻更互。鸟啼别鹤何凄凉，秪闻断续手挥忙。慢引来催急风雨，寒泉妙滴散馨香。中秋八月祥风遍，慢上东轮云游转。清境将开照玉京，一时宫阙为银殿。夜静寒光半攲楼，空入帘帷白如练。景致融怡露添寒，薄茶佳客随情玩。无问高下尽一般，爽气周天如雪霰。千家万家仰天维，漏永更深方罢看。牡丹花，深红浅，忍把金刀枝上剪。侵晨含露万苞香，见者无非情展转。繁华影里皆柔弱，密叶交加开闪烁。朱栏别是一般春，蛱蝶悠飏闲自乐。丽天和日景迟迟，思量往事不堪追。风送园中来又去，豁然兴感竞移时。妙手弹琴无向束，知之修鍊五音足。先辨浮沈有指归，弦头制度相催促。右手抑扬禁淫邪，左手徘徊堪瞻瞩。法于天，象于地，伏羲所造与心契。先明理世见其真，六律含徽声嘹唳。从兹化被先贤慕，激浊扬清消喜怒。太素仁风去住间，元和之气皆遍布。飞凤在天不可测，大小龙吟不费力。响应听时有自然，举措安详能雅饰。南风思政民俗化，顺从平等无高下。淳朴相传今复兴，逍遥道德后宗亚。指要直掌须反善，拊安排齐似剪取。声来往，玄更玄，振兼文武情展转。古与今来千万弄，几人通达能妙用。广陵散好足仙踪，胡笳十八堪郑重。堪郑重，何清切，依凭伎俩能拨剌。轻挑重打善间钩，连蠲抡下轻微抹。伯牙弹时如何美，汪汪洋洋似流水。类例研究得刚柔，坏陵秋思无比拟。叙志神和慢调?，修身治性藏幽隐。苍龙鹤舞白雉飞，防奢止欲皆相准。全无体段弟一弱，十指乖张时更错。五音不辨信手弹，薄会人前言自乐。弦不调，手不洗，更兼指下无道理。吟为失度故不知，把手空摇说宫徵。合弹慢处却弹急，愚蒙堪笑情兀兀。修持严洁甚难哉，冈知潇洒心中出。容易抚之何草草，颠来倒去直至老。又耻人教却生嗔，虚度时光犹言好。不聪人岂解，指法故然无。拙见闲声律，终朝自娱。尘埃琴不饰，日月岁萧疏。慢共知音说，能弹好破除。"}