{"id":"1126333","title":"山居杂诗九十首","dynasty":"宋","author":"曹勋","text":"我生不侥福，始终躬纯臣。虽更齐楚伪，常障西风尘。耳顺早引年，挂冠踰八春。甘与田畯游，遂予胸次真。农人作田务，耘者最辛苦。肘膝伏泥涂，拔莠连茹取。所拔随已多，悉酿所伏处。惟冀禾稻肥，岂问正炎暑。地水与火风，四大各一性。和合乃养形，损增则成病。圆觉著于品，岐伯峻其證。君子知其言，穷理宜至命。山中四序景，巧供晨夕间。茶瓯不少辍，诗魔常畏闲。生计付风雨，年华寄毛颜。支筇正独立，栖禽相与还。归为田舍翁，不作无复理。耕凿顷亩地，远近先视水。沟塍欲利达，农具无委靡。高田下田事，得马失马尔。小圃艺花竹，春末已繁秀。土脉得锄斸，枝叶易秀茂。久以告老病，未免闭圭窦。相忘无芥蒂，一二约亲旧。古斗喜妙供，溪荪种匀抽。蘸水浮翠猬，络石骈栗皱。薿薿巧凝绿，梢梢眇含秋。相对几案间，萧然无与俦。闲里心情拙，还知兴自嘉。饥鸦时立槛，野蝶自寻花。客至聊从容，僧来不厌茶。晚烟时伫立，列岫映馀霞。人生行乐尔，行乐则心闲。心既无所用，和气滋容颜。卫生有此妙，馀事皆可删。若益兼忘理，敢告知识间。招客图客欢，不图能病客。既醉失匕箸，吐茵堕巾帻。何堪款曲意，贻念风月夕。拂旦往问讯，惭恨见颜色。春雪翳重霄，寒雨连日夜。不辍兽炭炽，甚恐庭花谢。疏帘莫禦冷，炉焚屡成灺。寒食数日间，春事求诸野。吾年踰七十，真欲愿春迟。岂谓上元过，适丁多雨时。韶华荏苒半，清明旦夕期。流莺与蜂蝶，冷落殊未知。客寄辇毂下，驰心田亩间。君恩重山岳，臣节殊安闲。虽幸米盐足，其如尘土颜。终负告归罪，判然诚独难。老去情怀懒，翛然只此翁。闲窗千里月，修竹一帘风。事与孤鸿远，心将止水同。故人如问讯，痴坐正观空。寂历秋风晚，闲庭落叶深。天高晴日澹，山净暮烟沉。疾病无时已，年华有底侵。两行南去雁，一片北归心。北归了无日，先垄扫何时。愁与燕鸿远，心同楚客悲。寒蝉咽败柳，幽鹭来清池。谁与话旧事，泪藓空在衣。连日山村雨，牛羊都在栏。低田渍积水，卧穗铺新寒。气逼琴丝润，香传岩桂丹。天光惜垄亩，应放月团团。秋色遂将半，游云时淡浓。水光影䆉稏，秀色增芙蓉。斸地种三径，钩窗来五峰。新晴何以卜，一意听晨钟。冷趁西风便，云趋南国深。相舂闻野唱，漂絮击溪砧。小立迟残照，闲愁倦寸心。新亭有耆旧，应共惜花阴。白日忽若暮，北风天正寒。浓阴欲酿雪，云侣商量间。群儿竞喜跃，婢子争仰看。命席拨瓮碧，取醉期尽欢。凄风入林薄，旵日升山迟。槿花落因雨，菊英开映篱。身老每倦客，目昏犹喜诗。所欣水云念，得赴猿鹤期。晨起冒清露，笋舆出城闉。原野回旧色，花柳摇新春。眷言山林性，常与鱼鸟邻。怡然适襟抱，自谓羲皇民。我本汝颍士，老隐天台山。一瓢顾粗足，三谒无厚颜。身与樵牧远，居眇林壑间。不为物事役，常对风日闲。平生江海性，俗冗不到眼。偶然牵禄养，遂复事篇简。所愧道益远，所喜性习懒。末路终此惠，尤得养樗散。梢梢岸上柳，粼粼岸下波。晴云羃远岫，东风扇微和。去冬有耕植，连春无干戈。田畯知此意，种秫应更多。高原收菽麦，下田插禾秧。田头与地尾，一一意所量。躬耕辨好怯，择种均丰荒。所以终岁间，食米不及糠。大麦未救饥，小麦渐擢芒。此时农夫叹，政阻接青黄。多畏频雨泽，只欲暄晴光。农安吾亦安，朝夕祈苍苍。堂堂春将去，好花如款留。荼蘼蔓层雪，芍药攲重楼。金沙插架富，蕙香转林幽。我欲助送之，飞絮漫天愁。晓来浩露出，细履欣悠然。垄麦漾轻浪，芳草迷平川。无边绿成幄，团飞柳皆绵。老翁指谓我，渐熟高低田。西山隐道室，山光锁葱茜。松竹意可揖，芳润欲入馔。扳携一二友，香火共昏旦。天台坐忘身，笑领吾所眷。日铸得新茗，色味建水空。未论七碗足，先借两腋风。烹在击拂外，香泛齿颊中。若论破睡魔，自可书元功。行都老故旧，见赠新历日。快哉得过目，蘧然若有失。已病嗟再岁，渐老念弱质。叹馀落麈尾，非言付摇膝。冰壶冻欲裂，霜风凌雪屋。牛斗搅夕眠，瓶笙不成曲。平生湖海心，弗受车辕促。晨兴且探梅，不惮肌生粟。闲中每自得，闲意非陆沉。蚁穴漫说梦，鸥盟谁更寻。一年记好处，万缘随夙心。即以洗其劳，清月升层林。幽居岁屡换，豪举欲谁作。闲情寡赋咏，旧句漫笔削。草茅晦小隐，笋蕨供大嚼。不时有佳处，悠然动春酌。尘境得闲适，尘事从如麻。且发蟹眼汤，一试鹰爪芽。萧萧衲帔冷，泠泠心境嘉。坐久若为侣，清月上梅花。小庵筑桐柏，宛在艮山位。数峰直远目，一水绕右地。门径连主山，松篁接空翠。贵客下北阙，喜话卜邻计。平生有知旧，相望顿以疏。卧念十日雨，谁寄一行书。景已来白雁，诗漫如黄初。不忘剡溪棹，且策雪中驴。下邑常寂寞，细履寒溪头。鱼虾腥断岸，橘柚明晚秋。山色俨晴碧，溪光泛澄流。相思故人远，应过回雁洲。秋色不胜悲，浓霜寒入衣。蔬畦倦小摘，茅檐曝晴晖。人去歌酒歇，雁来音信稀。好客招不来，枫叶伴愁飞。雨急怨春晚，花残独稔香。燕巢方稳密，蝶翅觉凄凉。引睡漫支枕，销闲时炷香。新晴故晚照，芳草留斜阳。骎骎随日老，宁能问分阴。波流固自远，云在初无心。鸟声惊幽思，风徐快冲襟。马卿苦病多，中怀天莫忱。小隐世味薄，花飞惨残春。明玉剥楚笋，嫩紫庖吴莼。不觉槃箸阙，但喜志意新。我惟一廛足，何必问大钧。仆以义制心，自谓颇忠赤。保国不保身，用忠岂用力。所以四将命，悉能全赵璧。未当引年归，痛定思政剌。云山贮回肠，日月任转毂。客居不问乡，一饱宁较粟。家酿报浮蚁，溪鳞买尺玉。以充朝莫槃，怀抱无乃足。平日为饱役，方抛世网婴。买鱼沽市酝，借姓过州城。老脱尘中境，心游物外清。寒溪行不尽，端为濯衣缨。素怀绕列岫，乃家台山麓。人境两俱绝，事物济所欲。芳醪澈盏白，茗饮瀹溪绿。对客调玉轸，清风入梧竹。春来每窃抃，春去孰可谚。寻胜揽妍姿，对花得清燕。樽酒所以乐，摘植得忘倦。忽改绿阴阴，苍苔从满院。凿池固不广，纳纳隘所居。苟无水光寒，便觉非吾庐。漪涟漾芳渚，澄影浮晴虚。乐哉濠梁心，已复游嘉鱼。道人范子珉，隐迹朝市端。笔墨作峰岭，气象争巑岏。稍变烟云态，便觉风雨寒。鹤举忽冲霄，大罗得遐观。范仙最所长，画牛诚绝笔。围模大小定，毛孔不少失。膊腕与腹胯，一牛动数日。惟我颇得之，卧起尽纤悉。寒毬格虽下，春事亦可寻。故园少见之，花叶均来禽。芳蓓暖苞玉，半腮红浅深。与客屡清赏，只恐风雨侵。随春动草木，微和入池阁。群芳争妍媸，红翠媚寥廓。一枝姑到眼，万态便如昨。春深风雨来，固已任开落。闲居必家酿，不以空乏废。小槽压春碧，浑含揖和气。三杯禦客寒，一卮款仆意。宁论有贤圣，且复供村醉。小圃养春色，乘时不可缓。翌锄常于于，成趣须旦旦。花摘去年种，喜供一时玩。举杯付歌儿，野服更萧散。随分作栏槛，松竹带花柳。四时面面看，百种日日有。玩目必群卉，洗心付芳酒。吾侪不改常，居閒简可久。老来参同事，勤志不敢失。人言炉偃月，吾意炉藏日。朝阳升西山，异液甘若蜜。一体奠所居，旦旦享清逸。和靖骨已槁，后来欲无说。细雨断魂句，妙处益清绝。朅来客异县，篱落冷风月。吟哦一字难，愧此枝下雪。台山无牡丹，单叶已最贵。斗槛数花尔，便欲发光气。珍重莫肯折，如天藏地秘。西都每兴怀，此赏殆梦寐。春深多夜雨，倦卧得饱听。穿林乍依微，滴檐已纷竞。衾寒似落莫，人寂眷闲静。怡然遂高眠，枕上颇适性。泽国经炎夏，常厌日晷永。既乏枕簟凉，亦欠冰雪冷。北窗但倦卧，闲人远造请。时濯醒心泉，柳下汲深井。道人有相访，不求养生诀。或问琴棋妙，或笑汗漫说。何州有隐逸，何山富薇蕨。饭了且分携，日课所不屑。吾年将八十，历践何足数。义不惜骸骨，愧无罔君父。挂冠复挂冠，求去再求去。至愿诚遂心，燕笑乐畎亩。山高翳落日，残照欣晚晴。意适策筇杖，意倦眠桃笙。云水喜益近，语话能忘情。书来故人意，相忆应遄征。松隐静无事，松竹惟参差。避热卧其间，绿荫回凉吹。水云不相远，起坐常自怡。此心益浩然，西风生桂枝。城居得高胜，栏槛俯阛阓。敛迹红尘中，游目雉堞外。湖光浸晴碧，若与云外会。渔舟何处来，几点忽隐晦。叶落复叶落，冲飙黯寥廓。重叠响瑟缩，翩翻下纷泊。倦客行脩涂，幽人倚高阁。归来故山休，冰霜欲萧索。商飙忽在序，候虫凄以鸣。岁律念向晚，崦嵫逼于征。已叹日月疾，但觉须鬓狞。搔首欲何为，松篁助秋声。秋暑正炎酷，人不得以息。向晚注大雨，剧暑遂扫迹。萧然物气平，暂止火御职。上天常好生，一凉诚大德。人生不如意，十固常八九。吾辈穷物理，挺特惟所守。东风暖入律，客意浓胜酒。游鞍纵所如，宁能困圭窦。云山环所临，烟景日日异。山作故人接，云为久处计。酒酣一声笛，梅风四山起。清香剩披拂，参横伴村醉。我生苟无祸，放怀在诗酒。诗酒得自在，功名亦何有。正欲醉坠车，岂问柳生肘。写我平生适，笑寄方外友。墐户喜冬序，秋容换霜风。可叹景物移，只在笑谈中。菊茂远先见，蓼疏寒更红。老怀欣自惬，渐享爱日功。四大一和合，所以兆我命。及其有损增，遂复制我病。五年过纵心，四大失正定。新岁转盼来，疾应改新證。新年供家庙，老稚晨夕忙。块坐温暖处，但闻油酱香。不问物物阙，有食时时尝。诸孙甚解事，翁乃无饥肠。林泉久自得，窗户向深幽。不复嫌村酒，何能有客愁。夕阳烘远水，飞絮挟轻鸥。杖屦归从晚，柴门月一钩。中春艳桃李，东风惠以繁。胡为连日雪，花叶飘阑干。气非骄阳候，宛若残腊寒。玄冥僭融和，玉川知其端。新春遨西湖，结伴每有侣。岂意气差忒，旬中自寒暑。欣欣一日晴，愀愀三日雨。谓言爱酒伴，有酒谁能湑。门前露草嫩，极目遨青龙。策杖不知远，看山兼别峰。晓厨寻晚笋，客供摘新菘。舌下清肥足，何劳细肋供。我有旧知识，生来晦踪迹。邂逅不可见，早夜何能觅。忽然积习处，相逢吐胸臆。临了一句子，会心极得力。斗水小涟漪，拳石献岩窦。苍苍三峰足，挺挺数叶秀。棐几得巨壑，幽色清永昼。以我兼忘心，嵩华亦何有。秋雨湿庭户，陋舍集闲客。重以樽酒空，可为饥肠厄。呼童取杯酌，村酒我先识。一杯复一杯，满坐生春色。秋雨不可雷，雷即雨无节。况当收刈时，只欲天明洁。夫何连日雨，卧穗恐芽檗。已失早禾望，晚田幸天辍。山色侵衣冷，异气作心赏。岭月闻凤笙，松风吹鹤氅。碧池绉澄绿，群山发清响。以此助萧闲，欣然同击壤。寂历斜阳岸，高低犹涨痕。轻舟随浪稳，远水带烟昏。野色几番换，乔林何处村。情怀了无事，安得易销魂。素愿游匡庐，梦寐不可易。弃官竟一往，不以归意迫。屡扣清虚仙，杯酒话畴昔。永怀拨云峰，西麈每相忆。饭了纵闲适，杖屦涉晴昼。时物破百感，环山献明秀。承宇茂芳桂，追凉风细逗。摘果靡惮劳，聊用引稚幼。前日花正红，今旦香已改。我知色空相，未开固非在。韶华每备陈，风雨不相贷。任渠万点飞，岂待愁如海。吾家远城市，四围萦叠嶂。意寻烟霞游，喜逐樵牧上。松间憩两足，论高等四畅。或时戴月归，山花记心想。雅意老山林，每作山林趣。引领山林景，赋咏山林句。岚光增日夕，林风度朝暮。时时携筇归，群山送归户。"}