{"id":"1128854","title":"偈颂七十一首","dynasty":"宋","author":"释了惠","text":"投胎不著，一错百错。周行七步惹尘埃，直至如今抖不落。抖不落，定慧只得将错就错。物见主，眼卓竖。此是吾家修月斧，须凭众力共提持，无圆缺处重修补。举步生荆棘，翻身堕崄崖。一毫不动著，当处自沉埋。李下不整冠，瓜田不纳履。叵耐老臊胡，西来十万里。疑杀东震旦人，将谓单传直指。大地为囹圄，鞫勘佛与祖。款案犹未圆，棒喝如雷雨。平白累山僧，有屈无雪处。有雪处，楖?横担不顾人，直入千峰万峰去。玄中之玄，妙中之妙。识其渊源，得其枢要。普化踢倒饭床，水潦呵呵大笑。山空木落，秋清露寒。释迦卤莽，达磨颟顸。唯有陶靖节，东篱采黄菊，烂醉夕阳残。两手指天地，周行步更多。可怜黄面老，螃蟹落汤锅。拨乱乾坤老贼精，天教化火自焚身。贼心贼行难磨灭，二月依前是仲春。一二三四五，不落宫商角徵羽。混然格调超千古，白雪阳春安足数。此曲而今谁乐闻，夜来月在长松树。天兮高，地兮厚。月为夜，日为昼。重阳定是九月九。渊明采菊向东篱，山僧面南看北斗。七手八脚，三头两面。欢喜冤家，头头撞见。山僧建立宗旨，直须为我成褫。学人未达其源，也要请师方便。有方便，没方便。石巩张弓，三平中箭。鹰窠里懵鸱，鸠巢中俊鹞。称尊未必尊，做小未必小。只么泥里洗泥，到了全没分晓。有分晓，海水不禁杓子舀。五月端午令节，艾人苦痛不彻。可怜病在膏肓，又被邪神所惑。撞著太上老君，也是赤口白舌。山僧反覆思量，别无仙方秘诀。如今抑不得已，只得就渠身上打劫。白云深处憨眠好，野菜添油滋味长。千古康庐话头活，山僧笑擘紫泥香。的的此事，真不可说。不可说中真可说，真可说，无可说。齿临部临，急急敕摄。向上关，脚下路。才拟问如何，邯郸学唐步。楚江南畔，甬水东边。有一句子，不方不圆。四七二三，望风结舌。德山临济，退后垂涎。隔江回首，已涉波澜。官路交肩，犹添荆棘。秉太阿剑，立太平基。卷旗青海尾，奏凯乱峰西。弟应兄呼成活业，汝携锄去我扶犁。年去年来，年来年去。虽有去来年，且无来去路。既无来去路，实无有去来。起寨重招五百兵，等闲恢复百馀城。凌烟阁上清风起，留得将军万世名。护生须是杀，杀尽始安居。会得个中意，唵悉哩苏嚧。诸佛诸祖，邪入肺腑。无药可医，无术可取。面壁堆危引客过，问谁那更问如何。道寻常已成多事，检点侬家事更多。洞山有物黑似漆，老倒玉泉裈赫赤。赤者吉中有凶，黑者凶中有吉，明眼衲僧难辨的。即今吉凶悔吝拈向一边，玉泉洞山且靠一壁，却听拄杖子出来露个消息。迦叶擎拳，阿难合掌。临济入门喝，德山入门棒。小人道消，君子道长。晓来策杖过溪西，十分春在梅梢上。洪机莫测，至德难量。万民几鸥鹭，四海一池塘。日日春风相鼓舞，不知时世是羲皇。冰雪冻皮肤，麻麦饿肠肚。见日未尝迷，见星安有悟。黄面老瞿昙，甜瓜成苦瓠。那更错行山下路，一步两步三四步。旧岁已去，去不可追。新岁当来，来不可拒。诸佛日日降生，圣人时时出现。与大地群生，同一耳闻，同一眼见，同此一心，同此一念。共乐太平时，大家呈笑面。有谁更问，日与长老，孰近孰远，大千沙界含元殿。霜蹄一跃趁春风，看尽深红及浅红。鞭影未摇归路活，杜鹃声在夕阳中。大千总是神仙药，此药无多灵验多。七佛之师虽解用，难医无病老维摩。这些业种自何来，虽不同门共一家。连累山僧至今日，一重枷上又添枷。东涧一滴水，东湖千丈波。几多湖上客，无可奈船何。火种深埋冷寂中，几回拨著煖烘烘。不知将谓吹嘘力，元是东君信息通。明星照得眼睛穿，眼睛觑得明星落。夜半依前是子时，敢保不曾成正觉。权实双行，主宾互立。拿空塞空，以的破的。风前无语立须臾，接得双双锦鲤鱼。一等是传真的信，有通书有不通书。飞雪岩前，炎天飞雪。冻得虚空，七花八裂。至今捏聚不成团，子规夜哭松梢月。荆榛密密布前峰，塞断行人路不通。昨夜连山遭野火，更无芽檗恼春风。拄杖自拄杖，山僧自山僧。庭空积深雪，池冷起冰棱。楼上未吹新岁角，窗前且点旧年灯。护生须是杀，杀尽始安居。会得个中意，铁船水上浮。满目荆榛，亘天烈焰。百匝千重，四方八面。赵州拿得七斤衫，普化走入大悲院，蜡人眼光如掣电。石溪怒发，势不可遏。大地平沈，虚空惨怛。虎生三子尾吒沙，咂舌垂涎弄爪牙。但见威风起岩窦，不知月照几千家。今朝九月九，渊明开醉口。指点东篱菊，大骂西门柳。诸人听得，只么饮气吞声。山僧闻之，不免袖中出手。扁舟划断晓江云，一曲高歌远送君。惊起滩头野鸭子，海天飞去不成群。千峰沐雨，万树笼烟。磨盘呈旧面，水碓拜新年。六年心念已灰寒，几欲求闲不得闲。今日不求闲自至，一枝藤占几江山。一击华鲸吼月明，主翁魂梦已惺惺。海天空阔无知己，赢得潮声到客亭。南山鳖鼻蛇，撺入新罗国。吞却镇海珠，咬杀嘉州佛。今之房杜昔伊周，功盖东南三百州。十二峰前月如剪，不知分照几家楼。屋前基业，屋后生涯。堂堂妙用，不假安排。暑退凉飙起，燕归鸿雁来。天台南岳，峨嵋五台。新罗击鼓大唐斋。孟嘉已前，渊明去后。谁家篱畔欠黄花，那个杯中无白酒，重阳只是九月九。阿呵呵，始信茱萸茶苦涩，展眉人少皱眉多。陪尽老精神，杯盘越样新。谁知村店酒，难劝御楼人。瞿塘三峡风波险，栈阁连云行路难。烽火相连兵刃接，一封乡信报平安。仲冬严寒年年事，须知事上大有事。若人知得事上事，到了全然不干事。东土与西土，镬汤无冷处。暗室里突出鳖鼻蛇，平田中撞著白额虎。眼放闪电光，毒气成烟雾。最难行是芝峰路。四序暗推迁，钵盂口向天。止馀三十日，便是一周年。去年今日节，海角天涯传报捷。今日去年朝，黄童白叟尽歌谣。雨不破块，风不鸣条。渔者自渔，樵者自樵。草木昆虫王化里，万拜谁道不逢尧。星在天上，眼在眉下。星无暗明，眼无昼夜。密密绵绵无缝罅。二月十有五，瞿昙开死铺。摩胸告众时，椁示双趺处。缩不来，展不去，七手八脚一时露。贵如圭璧，贱如泥土。镇压山川，辉腾今古。有商量，没价数。富者得之贫，贫者得之富。岂不见茶陵山下郁阇梨，骑驴踏断溪桥路。重阳佳节到来，瑞岩无可安排。一十二峰黄栗粽，东大洋海茱萸茶。万象摩唇捋嘴，虚空缀齿粘牙，不知秋意落谁家。没艰难处立难难，难透村婆者一关。忽地假鸡啼午夜，马蹄踏月过长安。大机普应，妙用全彰。井通沧海，日上扶桑。击石火，闪电光。进前先蹉过，退后绝承当。冷坐雪堆中，罗睺入命宫。被人赃作佛，打失主人翁。眉间蛛网断，顶?鹊巢空。公案今朝又一重。人间共赏元宵，瑞岩本光现瑞。屋上山，桥下水。三门八字打开，左右青叶娄至。头顶天，脚踏地。陈如觑破香积厨，释迦不受然灯记。生于秽土，不受点污。目顾四方，周行七步。看来步步讨便宜，落水也要占乾处。无病之药，不传之方。昨朝用不得，今日恰相当。如何是相当处，往往呼为百草霜。"}