{"id":"1128887","title":"颂古一○一首","dynasty":"宋","author":"释子淳","text":"妙相圆明不可亲，奴儿婢子自殷勤。指天指地称尊大，也是传言送语人。相好巍巍大丈夫，一生无智恰如愚。从来佛祖犹难望，地狱天堂岂可拘。卓尔难将正眼窥，回超今古类难齐。苔封古殿无人侍，月锁苍梧凤不栖。木人来问青霄路，石女年尊似不闻。携手相将归故国，暮山岌岌锁重云。玄微及尽本翛然，若谓渠闲万八千。月印澄江鱼不见，钓人何必更抛筌。垂手还他作者机，寻常语里布鎗旗。重询拟进归方丈，一句分明更不疑。白云深处路难通，拟问踪由已涉功。挂角羚羊无影迹，从容还落正偏中。饥冷嫩草遥山去，渴饮寒泉曲涧回。放荡不耕空劫地，暮天何用牧歌催。王鞭高举击金门，引出珊瑚价莫论。回古轮王全意气，不彰宝印自然尊。偶尔垂言借问伊，知音争使落今时。胡笳不犯宫商曲，玉笛横时劫外吹。烧香人静杳无声，苔满丹墀皓月明。入户当堂慵正坐，出门尤懒下阶行。白云槛外思悠哉，密密金刀剪不开。幽洞不拘金锁意，纵横无系去还来。家山归到莫因循，竭力寅昏奉二亲。机尽功忘恩义断，便成不孝阐提人。从来父子不相离，石女何劳更问伊。昨夜寒岩无影木，白云深处露横枝。古路翛然倚太虚，行玄犹是涉崎岖。不登鸟道虽为妙，点捡将来已触途。镬汤炉炭几何般，地狱三途未苦酸。须信新丰亲切语，袈裟之下莫颟顸。平地无端凿陷坑，木桥拈起使人行。沉沉寒水如何渡，月夜金鸡报五更。本地灵明无一物，几人认得黄金骨。扶锹肩上便行时，大辩从来还若讷。当机一句玉珊珊，内外玲珑溢目寒。无漏国中曾不住，月华影里见应难。蚌含明月珠生腹，龙拥深云雨洒空。莫向平田翻巨浪，直须点点尽朝东。威音那畔不能行，撒手还家懒问程。寝殿无人空寂寂，满窗唯有月虚明。归家岂坐碧云床，出户不行青草地。南北东西本自由，渠无向背那回避。淘金岂假披沙得，不触波澜犹费力。露柱三更忽放光，此时未审何人识。群花未发梅先拆，万木凋零柏转奇。云淡不彰节月影，烟轻那露引风枝。岩脱虽有云千顷，户内殊无半夜灯。极目危峦今古秀，暮天斜照碧层层。这般消息不寻常，蟾桂枝枝布远香。昨夜姮娥呈巧妙，眼睛直上绣鸳鸯。拾得疏慵非觉晓，寒山懒惰不知归。声前一句圆音美，物外三山片月辉。海底龙吟云雨润，林中虎啸谷风清。莫言满路生荆棘，况是家贫少送迎。太平乡国路空赊，归兴悠悠思莫涯。撒手到家何所有，琉璃宝殿锁蟾华。月筛松影高低树，日照池心上下天。赫赫炎空非卓午，团团秋夜不知圆。妙峰孤顶偏肥腻，天产灵苗不触地。翠叶无风常自摇，清香那逐春光媚。叉手须知已隔津，更重进步转漂沦。顽铜若作黄金货，祇可瞒他无眼人。父子相逢眼倍明，灵苗丛里坦然行。个中若为金毛子，已是盐梅触大羹。一片灵明本妙圆，个中非正亦非偏。宝峰瑞草无根蒂，不待春功色自鲜。曹溪源派古之今，意识徒将渡浅深。好是昔人游戏处，虽然入井不曾沉。前后三三不失宗，迥迢千圣数难穷。金刚脑后全轩露，叠叠青山锁翠空。少林续焰事堪可，腊夜梅开雪后枝。黄檗昔年曾有语，大唐国里没禅师。带角披毛异类身，寒灰枯木眼中尘。虽然未曾先师意，争奈临行一著亲。多是从人学得来，一生空把口胡开。欲穷此片虚明地，七佛前前总不该。虽然答尽深深意，争奈投机句未亲。欲曾本来无垢的，更须入水见长人。寂光影里现全身，贵异天然迥出伦。家富儿奴偏得力，夜分灯火照西邻。海底泥牛耕白月，云中木马骤清风。胡僧懒捧西乾钵，半夜乘舟过海东。芳草漫漫岂变秋，牧童白牯恣优游。异中有路人难见，却谓骑牛不识牛。月沉碧海龙非隐，雾锁苍梧凤不知。劫外森森无影木，垂阴自有未萌枝。依依半月沉寒水，耿耿三星落碧巑。昔日云岩曾漏泄，金轮王子宝花冠。身光炽盛相巍巍，妙手如何彩绘伊。休问僧繇吴道士，志公佗日不能知。腥臊红烂不堪亲，触动轻轻血污身。何事杳无人著价，为伊非是世间珍。家家门掩蟾蜍月，处处莺啼杨柳风。若谓纵横无变异，犹如掷剑拟虚空。月中玉兔夜怀胎，日里金乌朝抱卵。黑漆昆崙踏雪行，转身打破琉璃椀。寒月依依上远峰，平湖万顷练光封。渔歌惊起沙洲鹭，飞入芦花不见踪。清风吹动钓鱼船，鼓起澄波浪拍天。堪笑锦鳞争戏水，到头俱被钓丝牵。京师出大黄，熟处最难忘。道吾常作舞，元是谢三郎。沧海无风波浪平，烟收水色虚含月。寒光一带望何穷，谁辨个中龙退骨。门头户尾事千差，了尽犹来未到家。明月堂前无影木，严凝雪夜正开花。长江澄澈即蟾华，满目清光未是家。借问渔舟何处去，夜深依旧宿芦花。声前一句口如眉，佛祖从来总不知。昨夜昆崙闲说梦，白头生得黑头儿。色自色兮声自声，新莺啼处柳烟轻。门门有路通京国，三岛斜横海月明。九重深密视听难，玉殿琼楼宿雾攒。燮理尽归臣相事，轮王不戴宝花冠。盲聋瘖哑迥天真，眼似眉毛道始邻。昨夜东君潜布令，黄莺啼处绿杨春。三番白纸问寒暄，千里同风月满船。夺得高标全用处，盘蛇口内打鞦韆。宝杖亲携挂翠缨，徘徊常绕玉阶行。转身就父无标的，拈却花冠不得名。昆冈片玉火中润，碧落孤蟾水底圆。一念翛然无异色，任从沧海变桑田。金乌玉兔两交驰，照破威音未兆时。若谓青霄别在路，木人依旧皴双眉。瑞霭祥烟锁玉楼，妙年王子恣优游。琉璃殿上骑金马，明月堂前辊绣毬。白头童子智尤长，半夜三更渡渺茫。任运往来无间断，不消船艇与浮囊。秘殿重围晓尚寒，丹墀苔润未排班。宝香凤烛烟云合，寂寂帘垂不露颜。故国清平久有年，白头犹自恋生缘。牧童却解忘功业，懒放牛儿不把鞭。曹溪古路绿苔生，车马登临已涉程。野老痿羸兼跛挈，手携玉杖夜深行。四十九年成露布，五千馀轴尽言诠。妙明一句威音外，折角泥牛雪里眠。乾坤尽是黄金国，万有全彰净妙身。玉女背风无巧拙，灵苗花秀不知春。一念萧萧不记年，皮肤脱落自完全。长天夜夜清如镜，万里无云孤月圆。日午烟凝山突兀，夜央天淡月婵娟。混然寂照寒宵永，明暗圆融未兆前。法尔非修本十成，平常酬答最分明。端然指出长安道，无奈游人不肯行。无相光中未兆身，清虚渺邈岂为邻。一轮明月当轩照，玉殿萧萧不见人。虚堂寂寂夜深寒，携得瑶琴月下弹。不是知音徒侧耳，悲风流水岂相干。祖代家风没一文，清贫中更是清贫。著衣吃饭随丰俭，物物头角用最亲。三脚灵龟荒径走，一枝瑞草乱峰垂。昆冈含玉山先润，凉兔怀胎月未知。出门遍界无知己，入户盈眸不见亲。虚室夜寒何所有，碧天明月颇为邻。一点灵明六不收，照然何用更凝眸。个中消息人难委，独有虚空暗点头。体妙探玄尽涉程，争如野老异中行。功忘日月平怀稳，免事君王宠辱惊。夜明帘外月朦胧，骑象翻身击宝钟。洪韵上腾三界外，聋夫何事睡犹浓。白藕未萌非隐的，红花出水不当阳。游人莫用传消息，自有清风透远香。这边那畔总难逢，一句无私不处中。红日暮沉西嶂外，空留孤影照溪东。妙湛圆明第一机，降生成道涅槃时。迦维摩竭双林树，认著元来不是伊。妙体堂堂相好全，青霄独步蹑金莲。千华台上犹慵坐，弊垢襕衫岂肯穿。瑞草丛中懒欲眠，徐行处处迥翛然。披毛戴角人难识，为报芒童不用鞭。一句相酬难取则，轮王不化阎浮国。无边刹海浪痕平，独驾泥牛耕月色。妙圆无相劫前人，随类权分百亿身。月夜御楼才报晓，平明六国尽逢春。虚空为鼓须弥槌，击者虽多听者稀。半夜髑髅惊破梦，港头明月不思归。灵山会上言虽普，少室峰前句未形。瑞草蒙茸含月秀，寒松蓊郁出云青。劫火洞然无相宅，金门不睹玉楼家。宝天云淡银河冷，浩浩波澜岂动沙。不挂唇皮一句奇，少林冷坐最慈悲。须知此道非传授，立雪神光已强为。荆山美玉何须辨，赤水玄珠不用拈。罔象无心黄帝重，卞和有智楚王嫌。珊瑚枝上玉花开，风递清香遍九垓。勿谓乾坤成委曲，韶阳亲见睦州来。水澄月满道人愁，妙尽无依类莫收。劫外正偏兼带路，不萌枝上辨春秋。六国清平贺圣年，珠帘高卷月明前。金轮那肯当堂坐，不用丹墀击静鞭。等闲应问岂安排，一句全提隐显该。薄雾依依笼古径，孤峰终不露崔嵬。星流水国夜然灯，月印江天明似镜。隐显无私位不该，依稀拟动成偏正。道合平常绝异端，行人何必历艰难。从今莫信孙膑卜，龟壳无灵不用钻。此树不从天地生，登山涉水承渠力。如今掷向乱峰前，免致丛林为轨则。灵然不涉古来今，三界都卢一点心。槛外桃花春蝶舞，门前杨柳晓莺吟。"}