{"id":"1129047","title":"證道歌","dynasty":"宋","author":"释印肃","text":"普韵连天风月和，大千沙界一音闻，妙契非声能几个。君不见，日面金仙如月面。见非是见见无能，霜天月映琉璃殿。绝学无为闲道人，不曾礼拜不看经。不动遍周尘刹海，卓尔孤身混白云。不除妄想不求真，大开宝藏施珠珍。穷士未谙门外立，黄金窟里作贫人。无明实性即佛性，心净还同佛土净。水鸟树林声色中，殊无毫发来争竞。幻化空身即法身，且无分别与缘情。青青翠竹无非相，郁郁黄花搭地灵。法身觉了无一物，入灭降生非出没。观身实相亦如然，究竟何曾离兜率。本元自性天真佛，一体无边含万物。迷时只道有西天，悟来当甚乾萝卜。五阴浮云空去来，自是凡夫眼不开。烂煮坚冰充午膳，熟煎雪块作油䭔。三毒水泡虚出没，将无作有埋深窟。洛浦曾将喻色身，谁人解语依灵物。證实相，无人法，不用尺刀并寸甲。魔军尽总證菩提，大地须弥一芥纳。刹那灭却阿鼻业，阎罗共我休分别。洋铜铁汁即醍醐，火轮便是禅心月。若将妄语诳众生，永劫不来世上行。无缝塔中非相貌，劈头坐却老卢能。自招拔舌尘沙劫，沙界弥纶唯我舌。未曾停歇说真经，惟愿含灵皆廓彻。顿觉了，如来禅，岂独东方与竺乾。充塞虚空无空缺，一毛孔里现三千。六度万行体中圆，从斯更不少油盐。一条山杖挑心月，逢人只好哭苍天。梦里明明有六趣，驴胎马腹甚滋味。负鞍衔铁偿他钱，何以今生早歇去。觉后空空无大千，今年不离旧时天。春夏秋冬花木节，皆标实相耀心源。无罪福，无损益，不消更念波罗蜜。念来年久却成魔，返谤修行无圣力。寂灭性中莫问觅，恰似他乡迷路客。东西南北总无知，祇个无知大奇特。比来尘镜未曾磨，多口雪峰大老婆。漏泄天机光觌面，痴猿犹自漉清波。今日分明须剖析，天临日照融光碧。担板玄沙不许名，从古至今无影迹。谁无念，谁无生，过现未来心不停。一念不生无我所，即是弥陀亲老兄。若实无生无不生，将无生更觅无生。太似扬声欲止响，太阳燄里点孤灯。唤取机关木人问，触目菩提谁辨论。亡僧可喻木人机，玄沙直指何劳顿。求佛施功早晚成，一念无心道自明。枯木寒灰渠自在，无功用智等空平。放四大，莫把捉，本无毫发堪依托。地水火风亦假名，十二缘生如兔角。寂灭性中随饮啄，渴饮饥餐无住著。不患寡而患不均，众生和悦因斯乐。诸行无常一切空，一切空处合元宗。如如莫作身边见，法界无他一性同。即是如来大圆觉，切忌将心重卜度。鸟窠拈起布毛吹，未透玄津休摸索。决定说，表真僧，处处和光勿自能。有时鼻孔撩天笑，个个众生目患盲。有人不肯任情徵，大地山河发问情。一指头端无两样，普天匝地一时明。直截根源佛所印，三界虚生失性命。印泥印水印虚空，盲参佩印成心病。摘叶寻枝我不能，和根拔出示众生。只这菩提本无树，撩天映岳碧层层。摩尼珠，人不识，师祖随声心未息。南泉虚设一轮光，千古万古空相忆。如来藏里亲收得，随时影现青黄白。珠体元无一色同，无端也被沩山索。六般神通空不空，眼耳鼻舌身意同。无皮鼓子教谁打，古今分付与雷公。一颗圆光色非色，记剑何劳舟上刻。色即是空空不空，取相凡夫当面隔。净五眼，得五力，五通曾告瞿昙觅。證知见觉不相干，因邪打正连天碧。唯證乃知难可测，莫逐文章名利客。聪明不敌死生关，五蕴皆空何苦厄。镜里看形见不难，徒劳渡水与登山。演若达多头不失，狂怖自歇快平生。水中捉月争拈得，渠应不苟诸颜色。吴道僧繇画不成，痴猿彻夜空拿搦。常独行，常独步，步步不离佛国土。不曾见有一众生，皆入无馀涅槃户。达者同游涅槃路，个个无衫并没裤。一灯相续百千灯，传灯录上名无数。调古神清风自高，忘荣傲世性坚牢。示一往还无个事，见人摇手莫忉忉。貌悴骨刚人不顾，唯驾一乘称广度。谁人肯上此莲舟，独畅清风明月赋。穷释子，口称贫，雪曲高歌和没人。往来问道无言说，月在青天水在瓶。实是身贫道不贫，七斤衫里不容针。摇头只许无心得，入水元来不动冰。贫则身常披缕褐，教化众生求解脱。众生愈把綵红缠，见我如斯嗔咄咄。道则心藏无价珍，十方诸佛我同身。一切诸法皆无相，万法无非是我心。无价珍，用无尽，刹刹尘尘光迥迥。超腾今古绝形名，四七二三宗慧命。利物应机终不吝，毗耶假说众生病。众生了病即通光，领取旧持元本柄。三身四智体中圆，犹说三千及大千。八万法门从此出，咄哉王子去求仙。八解六通心地印，晃晃恢恢非远近。六通八解者全彰，念彼劳生提后进。上士一决一切了，十二时中常皎皎。掷剑挥空大丈夫，回头自觉无边表。中下多闻多不信，文章学解增心病。阎公未肯便饶伊，碓捣磨磨终不静。但自怀中解垢衣，威音王佛汝须知。已前妙得犹为二，何况今时说是非。谁能向外誇精进，五千退席闻无信。我宁速入于涅槃，莫教堕落声闻性。从他谤，任他非，体若虚空物物齐。无异孩童争瓦砾，更加黄叶止伊啼。把火烧天徒自疲，坚持十力助他非。烦恼息时全体是，速令直下发菩提。我闻恰似饮甘露，非自非他谁作做。累生未了此真身，致使同他入梦户。销融顿入不思议，子细推详我不是。无相光中古佛传，尽被真空穿却鼻。观恶言，是功德，妙明岂假旃檀刻。一言一喝彻圆音，不用耳闻须得得。此即成吾善知识，道有说无真利益。眉下纵横放白光，不动分身千百亿。不因讪谤起冤亲，斩却猫儿不作声。尤赖赵州收得橛，草鞋搭脑笑忻忻。何表无生慈忍力，洞庭撞倒虚空吃。不留丝发与人知，摩诃般若波罗蜜。宗亦通，说亦通，两处由来剑刃锋。八还要义漫天诀，七处徵心理一同。定慧圆明不滞空，黄幡直下起清风。当时不得印宗老，卢能有过且无功。非但我今独达了，万古宗心应不少。皆从非相入无馀，未离形名终莫晓。河沙诸佛体皆同，如今端坐大雄峰。森罗万象无藏隐，元来只在一尘中。师子吼，无畏说，巍巍不动威光摄。十方法界现全身，且无伴侣相交涉。百兽闻之皆脑裂，穿山透石魔群折。夜来依旧卓长空，饱清风，漱明月。香象奔波失却威，木女来呼叫阿谁。普贤露地空弹指，一场败阙少人知。天龙寂听生欣悦，来散仙花岩畔列。解空没量道无能，动地雨华重漏泄。游江海，涉山川，披云带雨足连天。道得亦来叉下死，三千里外为君传。寻师访道为参禅，先将鼻孔与人穿。大喝一声三日困，尘毛犹挂曲床边。自从认得曹溪路，鸟道征空步坦途。攫雾拿云风亦怕，降魔事毕念苏卢。了知生死不相关，却把虚空作鼓鞔。打者甚多闻者少，禾山老汉实无端。行亦禅，坐亦禅，面壁淹淹过九年。失钱遭罪神光骇，分皮分髓过西天。语默动静体安然，谢三抛下钓鱼船。刚道参方不出岭，痴人犹尚走如烟。纵遇锋刀常坦坦，只因得只金刚眼。一相光中无二形，劫火洞然无退返。假饶毒药也闲闲，一吸西江尚不难。达磨曾经无损缺，后遗只履葬熊山。我师得见然灯佛，历劫有为从此没。心心相印了无生，为君几下苍龙窟。多劫曾为忍辱仙，未曾顿悟此心源。遭人活剥如斯苦，学者当同救脑然。几回生，几回死，汩没海中如泡子。猛风击浪了无休，风静源平非我所。生死悠悠无定止，改头换面嗔复喜。何如识取本来人，只这喜嗔全是你。自从顿悟了无生，动寂无非共佛行。人问正因无可表，扬眉之外更无能。于诸荣辱何忧喜，金轮宝位瞿昙弃。舍草负金永不穷，大地生灵扶不起。入深山，住兰若，离色离声无昼夜。撞钟击鼓不知鸣，地转天回全不怕。岑崟幽邃长松下，月朗风高寒溜泻。潺潺古韵实希奇，卖向人前谁著价。优游静坐野僧家，懒出廛中露爪牙。莫怪道人无可有，清风横点白云茶。阒寂安居实潇洒，拄杖撑天犹懒把。兴云布雨济含生，试问乾坤谁渴者。觉即了，不施功，绕旋三匝叩卢公。虽留一宿非他得，自己灵光本廓通。一切有为法不同，百鍊精金胜赤铜。自持自用应无尽，济老怜贫透日红。住相布施生天福，不用钻龟并买卜。分毫不赚自家修，如影随形皆具足。犹如仰箭射虚空，力尽无功到底空。如何得似三平老，聊闻看箭劈开胸。势力尽，箭还坠，依前六道无回避。升沉不离法身中，自是顽痴无智慧。招得来生不如意，得少为多儿子戏。广大门庭不肯游，衔铁拖犁泥里睡。争似无为实相门，朝歌暮拍整乾坤。东边打著西边响，到头只用一光吞。一超直入如来地，自是众生不了利。行住坐卧总皆真，逐末兴心成执滞。但得本，莫愁末，远远寻师多赚脱。君子务本道须生，不用牵麻并拽葛。如净琉璃含宝月，昔时未悟今皆彻。只有此心更没心，不览邪师文字诀。我今解此如意珠，贫儿衣里灿光辉。行行到处不曾失，再逢亲友始无疑。自利利他终不竭，一华五叶□分别。森罗万象影居中，自古至今无漏泄。江月照，松风吹，不是渠侬更是谁。参禅学道波波走，岂知自有颗明珠。永夜清宵何所为，辽天宝月共相辉。泥牛入海无消息，一声木马大阳随。佛性戒珠心地印，淫坊酒肆光迥迥。宝寿见他打一拳，从斯脱却劳生病。雾露云霞体上衣，何必缘尘百衲披。大庾岭头拈不起，卢公冷笑秀公痴。降龙钵，解虎锡，也是如来随事立。显权就实化众生，究竟皆从定慧出。两铦金镮鸣历历，大似檐头雨滴滴。试问参方什么声，迷心未达菩提力。不是标形虚事持，释迦老子要人知。拈来放去非他物，运水搬柴事事宜。如来宝杖亲踪迹，莫比世间闲戏剧。有时唤作没弦琴，忽然又道无孔笛。不求真，不断妄，自古迄今无两样。真妄犹如六月霜，杲日炎天唯妙相。了知二法空无相，泥塑金装为佛像。日日香华夜夜灯，谁知在一毛头上。无相无空无不空，拈槌竖拂警盲聋。解道狗子无佛性，焉知全体与空同。即是如来真实相，闹市卓牌标榜样。子湖狗子咬三关，未透玄机招业障。心镜明，鉴无碍，十方刹土无边背。打破镜来相见伊，祇这圆光会不会。廓然瑩彻周沙界，言语难诠无可解。别传一句了非言，妙契圆通观自在。万象森罗影现中，无头无尾耀玲珑。常光运运从何起，始觉浑身赤挞穷。一颗圆光非内外，镇海明珠今尚在。仰山不敢自埋藏，问著灵知当不昧。豁达空，拨因果，不著片衣爱向火。见他富贵便嗔嫌，业海深深何处亸。莽莽荡荡招殃祸，佛宝金轮翻铁磨。十波罗蜜变洋铜，饱吃多餐应不饿。弃有著空病亦然，却将阴入定安禅。阿赖耶识昆崙藏，万劫顽痴被业缠。还如避溺而投火，两处未明令法堕。速须亲近正知人，如常处此菩提座。舍妄心，取真理，猛火聚中求冷水。胜热婆罗请上山，须臾便入三摩底。取舍之心成巧伪，夜枕髑髅浑说寐。与他南面乐非轻，不知自己无心地。学人不了用修行，只应步步踏阴坑。大光普照盲无识，非时不共野狐争。深成认贼将为子，可惜祖宗田共土。如今败缺卒难收，浪死虚生长劫苦。损法财，灭功德，宁作常贫岐路客。身虽能触不能知，只为前因无准则。莫不由斯心意识，三尸六贼空相逼。一似龟毛缚猛风，凡夫不体无消息。是以禅门了却心，心心心外别无心。如今只是旧时底，不换源机放旷吟。顿入无生知见力，不问晴乾并雨湿。逢场作戏弄心花，彼自纷纷非我急。大丈夫，秉慧剑，一扫邪魔如掣电。金刚三昧独威雄，不是观音谁得见。般若锋兮金刚燄，无说无闻非顿渐。倚天长放白毫光，祈雨祈晴无不验。非但空摧外道心，人天归仰□至今。求男乞女头头应，动乐歌欢用我声。早曾落却天魔胆，添不添兮减不减。冻死不著贱人裈，饿死不吃须边糁。震法雷，击法鼓，针锋剔发千钧弩。大地山河失却威，独坐雄峰孤眼普。布慈云兮洒甘露，润物沛生无伴侣。庐陵米价没人酬，窈窕冥冥自相许。龙象蹴踏润无边，腾云驾雾谒诸天。帝释惊惶无处避，寻光烛理扣金仙。三乘五性皆醒悟，方知自有珍珠库。临时分付与儿孙，不劳更倚他门户。雪山肥腻更无杂，纯一摩尼相间夹。珍珠宝网影重重，顶礼归依无缝塔。纯出醍醐我常纳，露地中儿标白法。潦倒沩山独自骑，暂借惊歌胡蝶拍。一性圆通一切性，观君莫犯西天令。至道无难嫌简择，杜口毗耶元不證。一法遍含一切法，风飘飘兮雨飒飒。一声渔笛晃春光，浪打孤舟声自拍。一月普现一切水，四处分舟同一体。多中一了一中多，莫学痴猿捞沼底。一切水月一月摄，翳眼盲夫胡指决。都卢只这一心光，年年来叫桃花月。诸佛法身入我性，状似千灯含一镜。重重无尽意重重，绝待灵明无可證。我性同共如来合，莫怪山僧情义薄。与君相见不相知，自脱方能解彼缚。一切具足一切地，凡夫不了争名利。名利何曾得到头，空能夜壑劳关闭。非色非心非行业，休指黄花并绿叶。说时似有證时无，从此家邦大安贴。弹指圆成八万门，有无无有岂堪论。假设千经并万论，直应迦叶不闻闻。刹那灭却三祇劫，更无丝发相交涉。无名天地亦非先，有名万物光重叠。一切数句非数句，□你玄言并好注。灵明烜赫塞虚空，不住色声光布施。与吾灵觉何交涉，云门有客三机接。语论千春不昧真，深明此性无时劫。不可毁，不可赞，迩古迄今光灿烂。镇州萝卜大三斤，桶里水兮钵里饭。体若虚空勿涯岸，通身是口说得半。三种病人也会医，灯笼露柱常相伴。不离当处常湛然，神光也不往西天。德山话堕龙潭笑，忍气吞声更不言。觅即知君不可见，穿过髑髅无不遍。举头鹞子过新罗，失却桃花秋月面。取不得，舍不得，自是眼盲心里黑。居大洋海口焦乾，两手问人觅水吃。不可得中祇么得，更无魔党相欺嚇。狂怖自歇即菩提，真净妙明无间隔。默时说，说时默，佛祖妙机无法则。除非亲到此门中，棒头取正参方客。大施门开无拥塞，何须远劫方修得。只要无心直下休，一颗圆光非异色。有人问我解何宗，只堪摇手报伊聋。灵利衲僧须瞥地，何劳更说五家宗。报道摩诃般若力，是境是心全不识。凌云谩道见桃花，月面依然言不及。或是或非人不识，是非不到休疑忆。他真不若自家真，推倒绳床何损益。逆行顺行天莫测，邓隐峰破禅规则。丛林动念几千般，倒立归真谁胜得。吾早曾经多劫修，大通智胜本因周。因何佛法不现前，为伊不荐混迷流。不是等闲相诳惑，一失人身难再得。善根微细恶因多，地狱阿鼻无间隔。建法幢，立宗旨，语默风云处处是。莫言止道有曹溪，失汝元常何益利。明明佛敕曹溪是，曹溪一滴周天备。法海澄济润古今，飞空著地谁知贵。第一迦叶首传灯，百万人天耸耳听。金色头陀闻不会，拈花起处笑尖新。二十八代西天记，祖祖相传无别智。唐朝八定四空禅，有为不达真空位。历江海，入此土，万水千山同一路。来时无物去时空，稽首牟尼悉加护。菩提达磨为初祖，梁王未契如聋瞽。廓然无圣尚求名，拂袖魏邦无处所。六代传衣天下闻，参禅学道□纷纷。争似丹霞烧木佛，傍观赤烂堕幽昏。后人得道何穷数，万别千差同此路。成人者少败人多，达理契经无作做。真不立，妄本空，劝君贼过莫施弓。越古超今无可有，纤毫窒碍不能通。有无俱遣不空空，空本无空针不容。阿弥陀佛真金色，相好无边我等同。二十空门元不著，三乘五教都拈却。指头消息甚分明，病瘉何须重点药。一性如来体自同，声闻执相有西东。忽然撞出来时路，九万鹏程顷刻通。心是根，法是尘，根尘睹对转迷情。以火救火方为妙，烧却从前业识心。两种犹如镜上痕，直达□取岭南能。便显秀公无跳脱，徒劳四句语言争。痕垢尽除光始现，照见不似娘生面。无头无尾一般般，千眼大悲也不见。心法双忘性即真，夜来梦见一天星。南曹北斗无藏隐，个个含光映法身。嗟末法，恶时世，心若利刀称善慧。却来林下闹喧天，反谤初师全不是。众生薄福难调制，度日争名□觅利。千万之中没一人，且道乘谁光出世。去圣远兮邪见深，祖师肚里觅知音。两个禅僧相借问，旧时佛法不如今。魔强法弱多怨害，跣足头陀□顶盖。舍身求雨赤天晴，凡情见此生轻退。闻说如来顿教门，便将毒药与他吞。老胡被折当门齿，任彼魔多体自存。恨不灭除令瓦碎，百计千方来逞怪。熙怡端坐古峰头，设若归依还自拜。依在心，殃在身，汝身非与我同真。臭烂腥臊无用处，识神沈劫堕迷津。不须怨诉更尤人，动是洋铜铁汁淋。更入火轮并剉碓，牛头狱卒脔肝心。欲得不招无间业，对境无心心自歇。何须苦苦外驰求，灵光独耀如明月。莫谤如来正法轮，我师累劫究方成。然灯王佛亲传受，后代儿孙万莫轻。旃檀林，无杂树，庭前柏子非相戏。小中用大一时平，大中用小无边际。郁密森沉师子住，野干狐狗难逃驻。横吞碧汉体堂堂，无位真人何处去。境静林閒独自游，端威无动体皆周。元来不管他人事，任彼桥流水不流。走兽飞禽皆远去，知道本来无住处。空无鸟迹地无踪，碧眼胡僧面壁觑。狮子儿，众随后，何异趁獐诸猎狗。挂角羚羊何处寻，莫教回首连天吼。三岁便能大哮吼，文殊也道难征斗。遑遑权托罽宾牵，如今脱体无人守。若是野干逐法王，未曾举步早郎当。贵价精神贱价用，渠露全身汝急忙。百年妖怪虚开口，五伯生亲狐兔走。百丈峰前一句新，不昧光中犹未了。圆顿教，没人情，集云峰下四藤根。天下大禅谁识得，荒茅野地少人耕。有疑不决直须争，强把砖磨马祖前。牛行不在车心打，当时鼻孔廓辽天。不是山僧逞人我，此事元来无两个。教诠十八不共法，共不共时是什么。修行恐落断常坑，说有说无只管争。教体未全言句落，意识心随声色行。非不非，是不是，是非不入三摩地。一念普观无量劫，无去无来亦无住。差之毫釐失千里，掣电之机休拟议。不在低头与别思，普光即是无师智。是则龙女顿成佛，一颗明珠非外物。南方无垢息光□，亲见灵山分皂白。非则善星生陷坠，广说不明宗正理。名闻利养接群机，业满生沉无间底。吾早年来积学问，冲风冒雨多迷闷。一到曹溪更不疑，方知往昔虚劳顿。亦曾讨疏寻经论，永夜清霄习见闻。只道多闻便是真，谁知万法皆方寸。分别名相不知休，阳燄空花岂可求。龙舟旧阁闲田地，一度赢来方始休。入海算沙徒自困，无本随商过海门。眼睹千珍并万宝，归来不得一文分。却被如来苦诃责，尔我真心何间隔。贪忙只欲外边寻，直至如今连眼塞。数他珍宝有何益，倚门傍户痴心急。被伊轻贱且无言，衣里明珠犹未识。从来蹭蹬觉虚行，不辞山远与深坑。一担须弥难放下，爱观峰顶秀崚嶒。多年枉作风尘客，不问东西与南北。只应好住便安身，闻举汝身心似墨。种性邪，错知解，不体玄机持五戒。行行坐坐执空观，见境见尘增鬼怪。不达如来圆顿制，丈六金身即我是。离知名相更无知，日夜烧香空自礼。二乘精进勿道心，南宗北祖乱纷纭。虽是善因招恶果，几时解得见天真。外道聪明无智慧，养生只欲贪名利。烧丹鍊药学神仙，有为不了终归坠。亦愚痴，亦小騃，五百三百成团块。太公发愿乳香烧，蛇行鼠步终须坏。空拳指上生实解，巡行数墨看经快。圆蟾光体指俱迷，枉入三途虚受罪。执指为月枉施功，一处明时两处通。月形兼指无交涉，十方刹海性含融。根境法中虚捏怪，见说是师便礼拜。汝从甚处到其间，且作街坊兼化菜。不见一法即如来，万机顿绝笑咍咍。将军战马今何在，野草闲花满地开。方得名为观自在，豁达灵光非内外。野桥村店混尘流，乞我一文充布袋。了即业障本来空，兔角拄丈击狂风。龟毛索子穿云鼻，理会乾坤空不空。未了还须偿宿债，这个冤家何日解。得休休去且休休，莫入他家饶了卖。饥逢王膳不能餐，百品千般耀目间。将谓君家亲用底，谁知益我自生难。病遇医王争得瘥，卢医体貌殊严怪。我见堂堂心胆惊，不领仙丹从此坏。在欲行禅知见力，活计千般全不识。十波罗蜜镇长存，庞公老汉通消息。火里生莲终不坏，念念劳生不自在。彼既丈夫我亦然，舍短从长无挂碍。勇施犯重悟无生，挑起三衣即便行。逢人指出无心物，当下回光似不曾。早时成佛于今在，瓶倾不出周沙界。妙音遐畅广宣扬，念者念兮拜者拜。狮子吼，无畏说，直言恰似翻成拙。问渠何处住居家，遥指前坡无处诀。深嗟幪懂顽皮靼，只道无人来剔拨。我今年少或龙钟，胡乱度生管广挞。祇知犯重障菩提，彼者堪修我不宜。龙女化身来警世，畜生驴马我同伊。不见如来开秘诀，过现未来冤重叠。罪性如空法亦然，罪法俱忘心瑩彻。有二比丘犯淫杀，自嗟自怨无觉察。远栖林野望成真，自业茫茫谁摆脱。波离萤光增罪结，却把小乘文句说。疑心到此转怀惶，莫怪经非人自拙。维摩大士顿除疑，离四句兮绝百非。实相门中非我所，一轮心月镇光辉。犹如赫日消霜雪，逡巡业海皆枯竭。露出毗卢体不分，别无艺解堪施设。不思议，解脱力，不是思量心外得。一句当天八万门，野桥金柳依依色。妙用恒沙也无极，岂吝参方来问诘。何劳举指与言诠，杖头一眼明如日。四事供养敢辞劳，自有摩尼价最高。任君宝满三千界，性无利益漫丰豪。万两黄金也消得，道人有甚相交涉。家中祖代没分文，广度河沙三界客。粉骨碎身未足酬，念渠多劫力勤修。如今分付无人要，放体闲眠百草头。一句了然超百亿，如如不动纤毫力。普眼当观如□□，春晴晓雾连天碧。法中王，最高胜，一微尘里光无尽。无边身相入微尘，转大法轮常普应。河沙如来同共證，光光相彻无馀剩。各申右手摩其顶，龙天万亿咸归命。我今解此如意珠，不论贫富灌头舒。出没往来无欠缺，四生六道入无馀。信受之者皆相应，不落有无凡与圣。八面清风宇宙宽，日月从他浑自性。了了见，无一物，唯有天真一如佛。普贤腹里接观音，善财稽首称奇特。亦无人，亦无佛，广大楼台弥勒宅。豁开门户接群生，一念无心全用得。大千沙界海中沤，何必春风更点头。雪夜一枝浑漏泄，速传驿马进王侯。一切贤圣如电拂，智尊不动琉璃色。紫金光聚没遮拦，说甚寒山并拾得。假使铁轮顶上旋，万里神光体自然。邪魔似雪飞汤里，安能惊动老婆禅。定慧圆明终不失，天回地转光澄寂。劫火洞然转转新，个事如如谁委悉。日可冷，月可热，凡夫倒用成磨灭。大道圆明一性通，春夏秋冬谁辨别。众魔不能坏真说，真说无言光廓彻。包含万有不曾生，天地亡锋并结舌。象驾峥嵘谩进途，气冲牛斗耀昏衢。日月失光谁敢顾，万邪冰烁绝名模。谁见螳螂能拒辙，萤虫七夕吞明月。织女心宽不作声，牵牛一棒和空折。大象不游于兔径，针锋头上礼观音。百尺竿头犹进步，十方沙界现全身。大悟不拘于小节，猛燄炉中捞霰雪。石头垂足示长髭，修行有甚相交涉。莫将管见谤苍苍，井底蛙牛逞巨江。乾坤大地一只眼，用来还似一毫芒。未了吾今为君决，一字不留无可说。耀古腾今彻底辉，不离当体常光洁。"}