{"id":"1129147","title":"颂古一百则","dynasty":"宋","author":"释正觉","text":"一段真风见也么，绵绵化母理机梭。织成古锦含春像，无奈东君漏泄何。廓然无圣，来机径挺。得非犯鼻而挥斤，失不回头而堕甑。寥寥冷坐少林，默默全提正令。秋清月转霜轮，河淡斗垂夜柄。绳绳衣钵付儿孙，从此人天成药病。云犀玩月璨含辉，木马游春骏不羁。眉底一双寒碧眼，看经那到透牛皮。明白心超旷劫，英雄力破重围。妙圆枢口转灵机，寒山忘却来时路，拾得相将携手归。百草头上无边春，信手拈来用得亲。丈六金身功德聚，等闲携手入红尘。尘中能作主，化外自来宾。触处生涯随分足，未嫌伎俩不如人。太平治业无像，野老家风至淳。只管村歌社饮，那知舜德尧仁。药之作病，鉴乎前圣。病之作医，必也其谁。白头黑头兮克家之子，有句无句兮截流之机。堂堂坐断舌头路，应笑毗耶老古锥。痴儿刻意止啼钱，良驷追风顾影鞭。云扫长空巢月鹤，寒清入骨不成眠。一尺水，一丈波，五百生前不奈何。不落不昧商量也，依前撞入葛藤窠。阿呵呵，会也么。若是你洒洒落落，不妨我哆哆和和。神歌社舞自成曲，拍手其间唱哩啰。两堂云水尽分拿，王老师能验正邪。利刀斩断具亡像，千古令人爱作家。此道未丧，知音可嘉。凿山透海兮唯尊大禹，鍊石补天兮独贤女娲。赵州老，有生涯，草鞋头戴较些些。异中来也还明鉴，只个真金不混沙。年老成精不谬传，赵州古佛嗣南泉。枯龟丧命因图象，良马追风累缠牵。勘破了老婆禅，说向人前不直钱。森罗万象许峥嵘，透脱无方碍眼睛。扫彼门庭谁有力，隐人胸次自成情。船横野渡涵秋碧，棹入芦花照雪明。串锦老渔怀就市，飘飘一叶浪头行。宗说般般尽强为，流传耳口便支离。种田博饭家常事，不是饱参人不知。参饱明知无所求，子房终不贵封侯。忘机归去同鱼鸟，濯足沧浪烟水秋。言衣半夜付卢能，搅搅黄梅七百僧。临际一枝正法眼，瞎驴灭却得人憎。心心相印，祖祖传灯。夷平海岳，变化鲲鹏。只个名言难比拟，大都手段解翻腾。觌面来时作者知，可中石火电光迟。输机谋主有深意，欺敌兵家无远思。发必中，更谩谁。脑后见腮兮人难触犯，眉底著眼兮渠得便宜。老觉情多念子孙，而今惭愧起家门。是须记取南山语，镂骨铭肌共报恩。是与不是，好看棬。似抑似扬，难兄难弟。纵也彼既临时，夺也我何特地。金锡一振太孤标，绳床三绕闲游戏。丛林扰扰是非生，想像触髅前见鬼。秤头蝇坐便攲倾，万世权衡照不平。斤两锱铢见端的，终归输我定盘星。狗子佛性有，狗子佛性无，直钩元求负命鱼。逐气寻香云水客，嘈嘈杂杂作分疏。平展演，大铺舒，莫怪侬家不慎初。指点瑕疵还夺璧，秦王不识蔺相如。不起一念须弥山，韶阳法施意非悭。肯来两手相分付，拟去千寻不可攀。沧海阔，白云闲，莫将毫发著其间。假鸡声韵难谩我，未肯模胡放过关。而今参饱似当时，脱尽廉纤到不知。任短任长休剪缀，随高随下自平持。家门丰俭临时用，田地优游信步移。三十年前行脚事，分明辜负一双眉。借来聊尔了门头，得用随宜即便休。象骨岩前弄蛇手，儿时做处老知羞。挫来机，总权柄。事有必行之威，国有不犯之令。宾尚奉而主骄，君忌谏而臣佞。底意岩头问德山，一抬一搦看心行。淡中有味，妙超情谓。绵绵若存兮象先，兀兀如愚兮道贵。玉雕文以丧淳，珠在渊而自媚。十分爽气兮清磨暑秋，一片闲云兮远分天水。玄沙太刚，长庆少勇，南山鳖鼻死无用。风云际会头角生，果见韶阳下手弄。下手弄，激电光中看变动。在我也能遣能呼，于彼也有擒有纵。底事如今付阿谁，冷口伤人不知痛。扇子破，索犀牛，棬挛中字有来由。谁知桂毂千年魄，妙作通明一点秋。一倒一起，雪庭师子。慎于犯而怀仁，勇于为而见义。清光照眼似迷家，明白转身还堕位。衲僧家，了无寄，同死同生，何此何彼。暖信破梅兮春到寒枝，凉飙脱叶兮秋澄潦水。松直棘曲，鹤长凫短。羲皇世人，俱忘治乱。其安也潜鳞在渊，其逸也翔鸟脱绊。无何祖祢西来，里许得失相半。蓬随风而转空，船截流而到岸。个中灵利衲僧，看取清凉手段。壮志棱棱鬓未秋，男儿不愤不封侯。翻思清白传家客，洗耳溪头不饮牛。铁牛之机，印住印破。透出毗卢顶?行，却来化佛舌头坐。风穴当衡，卢陂负堕。棒头喝下，电光石火。历历分明珠在盘，眨起眉毛还蹉过。坏不坏，随他去也。大千界句里了无钩锁机，脚头多被葛藤碍。会不会分明，底事丁宁杀。知心拈出勿商量，还我当行相买卖。一道神光，初不覆藏。超见缘也是而无是，出情量也当而无当。岩花之粉兮蜂房成蜜，野草之滋兮麝脐作香。随类三尺一丈六，明明触处露堂堂。无外而容，无碍而冲。门墙岸岸，关锁重重。酒常酣而卧客，饭虽饱而颓农。突出虚空兮凤抟妙翅，踏翻沧海兮雷送游龙。浪汲初升，云雷相送，腾跃棱棱看大用。烧尾分明度禹门，华鳞未肯淹齑瓮。老成人，不惊众，惯临大敌初无恐。泛泛端如五两轻，堆堆何翅千钧重。高名四海复谁同，介立八风吹不动。皤然渭水起垂纶，何似首阳清饿人。只在一尘分变态，高名勋业两难泯。摇头摆尾赤梢鳞，彻底无依解转身。截断舌头饶有术，拽回鼻孔妙通神。夜明帘外兮风月如昼，枯木岩前兮花卉长春。无舌人，无舌人，正令全提一句亲。独步环中明了了，任从天下乐欣欣。日面月面，星流电卷。镜对像而无私，珠在盘而自转。君不见钳锤前百鍊之金，刀尺下一机之绢。一唤回头识我不，依俙萝月又成钩。千金之子才流落，漠漠涂穷有许愁。迷悟相返，妙传而简。春拆百花兮一吹，力回九牛兮一挽。无奈泥沙拨不开，分明塞断甘泉眼。忽然突出肆横流，险。粥罢令教洗钵盂，豁然心地自相符。而今参饱丛林客，且道其间有悟无。弦筈相衔，网珠相对。发百中而箭箭不虚，摄众景而光光无碍。得言句之总，持住游戏之三昧。妙其间也宛转偏圆，必如是也纵横自在。饵云钩月钓清津，年老心孤未得鳞。一曲离骚归去后，汨罗江上独醒人。鸟之行空，鱼之在水。江湖相忘，云天得志。拟心一丝，对面千里。知恩报恩，人间几几。斫断老葛藤，打破狐窠窟。豹披雾而变文，龙乘雷而换骨。咄，起灭纷纷是何物。丝纶降，号令分，寰中天子，塞外将军。不待雷惊出蛰，那知风遏行云。机底联绵兮，自有金针玉线。印前恢廓兮，元无鸟篆虫文。巍巍堂堂，磊磊落落。闹处刺头，稳处下脚。脚下线断我自由，鼻端泥尽君休斲。莫动著，千年故纸中合药。收把断襟喉，风磨云拭，水冷天秋。锦鳞莫谓无滋味，钓尽沧浪月一钩。岸眉横雪，河目含秋。海口鼓浪，航舌驾流。拨乱之手，太平之筹。老赵州，老赵州，搅搅丛林卒未休。徒费工夫也造车合辙，本无伎俩也塞壑填沟。曼殊问疾老毗耶，不二门开看作家。珉表粹中谁赏鉴，忘前失后莫咨嗟。区区抱璞兮楚庭膑士，璨璨报珠兮隋城断蛇。休点破，绝疵瑕，俗气浑无却较些。争解恁么道，五更鸡唱家林晓。争肯恁么道，千年鹤与云松老。宝鉴澄明验正偏，玉机转侧看兼到。门风大振兮规步绵绵，父子变通兮声光浩浩。切瑳琢磨，变态肴讹。葛陂化龙之杖，陶家居蛰之梭。同条生兮有数，同条死兮无多。末后句，只这是，风舟载月浮秋水。水不洗水，金不博金。昧毛色而得马，靡丝弦而乐琴。结绳画卦有许事，丧尽真淳盘古心。驴觑井，井觑驴。智容无外，净涵有馀。肘后谁分印，家中不蓄书。机丝不挂梭头事，文彩纵横意自殊。岐分丝染太唠唠，果缀花联败祖曹。妙握司南造化柄，水云器具在甄陶。屏割繁碎，剪除氄毛。星衡藻鉴，玉尺金刀。黄檗老，察秋毫，坐断春风不放高。一窍虚通，八面玲珑。无象无私春入律，不留不碍月行空。清净宝目功德臂，遍身何似通身是。现前手眼显全机，大用纵横何讳忌。末后句，会也无，德山父子太含胡。座中亦有江南客，莫向人前唱鹧鸪。抗力霜雪，平步云霄。下惠黜国，相如过桥。萧曹谋略能成汉，巢许身心欲避尧。宠辱若惊深自信，真情参迹混渔樵。不妨行细输先手，自觉心粗愧撞头。局破腰间斧柯烂，洗清凡骨共仙游。缀缀功过，胶胶因果。镜外狂奔演若多，杖头击著破灶堕。灶堕破，来相贺，却道从前辜负我。三老暗转舵，孤舟夜回头。芦花两岸雪，烟水一江秋。风力扶帆行不棹，笛声唤月下沧洲。百战成功老太平，优柔谁肯苦争衡。玉鞭金马闲终日，明月清风富一生。入手还将死马医，反魂香欲起君危。一朝拶出通身汗，方信侬家不惜眉。第二头分悟破迷，快须攃手舍筌蹄。功兮未尽成骈拇，智也难知觉噬脐。兔老冰盘秋露泣，乌寒玉树晓风凄。持来大仰辨真假，痕玷浑无贵白圭。芥城劫石妙穷初，活眼环中照廓虚。不许夜行投晓到，家音未肯付鸿鱼。离念见佛，破尘出经。现成家法，谁立门庭。月逐舟行江练净，春随草上烧痕青。拨不拨，听丁宁，三径就荒归便得，旧时松菊尚芳馨。新妇骑驴阿家牵，体段风流得自然。堪笑效颦邻舍女，向人添丑不成妍。规圆矩方，用行舍藏。钝置栖芦之鸟，进退触藩之羊。吃人家饭，卧自家床。云腾致雨，露结为霜。玉线相投透针鼻，锦丝不断吐梭肠。石女机停兮夜色向午，木人路转兮月影移央。天盖地载，成团成块。周法界而无边，折邻虚而无内。及尽玄微，谁分向背。佛祖来偿口业债，问取南泉王老师，人人只吃一茎菜。拂牛剑气洗兵威，定乱归功更是谁。一旦氛埃清四海，垂衣皇化自无为。跛跛挈挈，㲯㲯毵毵。百不可取，一无所堪。默默自知田地稳，腾腾谁谓肚皮憨。普周法界浑成饭，鼻孔累垂信饱参。豁落亡依，高闲不羁，家邦平贴到人稀。些些力量分阶级，荡荡身心绝是非。是非绝，介立大方无轨辙。作贼心，过人胆，历历纵横对机感。保福云门也垂鼻欺唇，翠岩长庆也脩眉映眼。杜禅和，有何限，刚道意句一齐刬。埋没自己也饮气吞声，带累先宗也面墙檐版。冻眠雪屋岁摧颓，窈窕萝门夜不开。寒槁园林看变态，春风吹起律筒灰。清白门庭四绝邻，长年关扫不容尘。光明转处倾残月，爻象分时却建寅。新满孝，便逢春，醉步狂歌任堕巾。散发夷犹谁管系，太平无事酒颠人。没踪迹，断消息。白云无根，清风何色。散乾盖而非心，持坤舆而有力。洞千古之渊源，造万像之模则。刹尘道会也处处普贤，楼阁门开也头头弥勒。圆珠不穴，大璞不琢，道人所贵无棱角。拈却肯路根尘空，脱体无依活卓卓。佛祖髑髅穿一串，宫漏沈沈密传箭。人天机要发千钧，云阵煇煇急飞电。个中人，看转变，遇贱则贵贵则贱。得珠罔象兮至道绵绵，游刃亡牛兮赤心片片。道环之虚靡盈，空印之字未形。妙运天轮地轴，密罗武纬文经。放开捏聚，独立周行。机发玄枢兮青天激电，眼含紫光兮白日见星。胡饼云超佛祖谈，句中无味若为参。衲僧一日如知饱，方见云门面不惭。玉人梦破一声鸡，转盼生涯色色齐。有信风雷催出蛰，无言桃李自成蹊。及时节，力耕犁，谁怕春畴没胫泥。蒲团禅版对龙牙，何事当机不作家。未意成褫明目下，恐将流落在天涯。虚空那挂剑，星汉却浮槎。不萌草解藏香象，无底篮能著活蛇。今日江湖何障碍，通方津渡有船车。夜壑藏舟，澄源著棹。龙鱼未知水为命，折箸不妨聊一搅。玄沙师，小塘老，函盖箭锋，探竿影草。潜缩也老龟巢莲，游戏也华鳞弄藻。出门跃马扫欃抢，万国烟尘自肃清。十二处亡闲影响，三千界放净光明。妙药何曾过口，神医莫能投手。若存也渠本非无，至虚也渠本非有。不灭而生，不亡而寿。全超威音之前，独步劫空之后。成平也天盖地擎，运转也乌飞兔走。俱胝老子指头禅，三十年来用不残。信有道人方外术，了无俗物眼前看。所得甚简，施设弥宽，大千刹海饮毛端。鳞龙无限落谁手，珍重任公把钓竿。师复竖起一指云，看。孤迥迥，圆陀陀，眼力尽处高峨峨。月落潭空夜色重，云收山瘦秋容多。八封位正，五行气和，身先在里见来么。南阳父子兮却似知有，西竺佛祖兮无如奈何。九包之雏，千里之驹。真风度籥，灵机发枢。劈面来时飞电急，迷云破处太阳孤。捋虎须，见也无，个是雄雄大丈夫。藤枯树倒问沩山，大笑呵呵岂等闲。笑里有刀窥得破，言思无路绝机关。沧海沥乾，太虚充满。衲僧鼻孔长，古佛舌头短。珠丝度九曲，玉机才一转。直下相逢谁识渠，始信斯人不合伴。草漫漫，门里门外君自看。荆棘林中下脚易，夜明帘外转身难。看看，几何般。且随老木同寒瘠，将逐春风入烧瘢。梦中拥衲参耆旧，列圣森森坐其右。当仁不让犍稚鸣，说法无畏师子吼。心安如海，胆量如斗。鲛目泪流，蚌肠珠剖。谵语谁知泄我机，厖眉应笑扬家丑。离四句，绝百非，马师父子病休医。照彻离微造化根，纷纭出没见其门。游神劫外问何有，著眼身前知妙存。虎啸萧萧岩吹作，龙吟冉冉洞云昏。南泉点破时人梦，要识堂堂补处尊。收尽馀怀厌事华，归来何所是生涯。烂柯樵子疑无路，挂树壶公妙有家。夜水金波浮桂影，秋风雪阵拥芦花。寒鱼著底不吞饵，兴尽清歌却转槎。别是非，明得丧。应之心，指诸掌。往来不往来，只者俱是藏。轮王赏之有功，黄帝得之罔象。转枢机，能伎俩，明眼衲僧无卤莽。卸却臭皮袋，拈转赤肉团。当头鼻孔正，直下髑髅乾。老医不见从来癖，少子相看向近难。野水瘦时秋潦退，白云断处旧山寒。须剿绝，莫颟顸。转尽无功伊就位，孤标不与汝同盘。临际全机格调高，棒头有眼辨秋毫。扫除狐兔家风峻，变化鱼龙雷火烧。活人剑，杀人刀，倚天照雪利吹毛。一等令行滋味别，十分痛处是谁遭。石霜一宗，亲传九峰。香烟脱去，正脉难通。月巢鹤作千年梦，雪屋人迷一色功。坐断十方犹点额，密移一步看飞龙。君王底意语知音，天下倾诚葵藿心。掇出中原无价宝，不同赵璧与燕金。中原之宝呈兴化，一段光明难定价。帝业堪为万世师，金轮景耀四天下。不入世，未循缘，劫壶空处有家传。白蘋风细秋江暮，古岸船归一带烟。钵里饭，桶里水，开口见胆求知己。拟思便落二三机，对面忽成千万里。韶阳师，较些子。断金之义兮谁与相同，匪石之心兮独能如此。见有不有，翻手覆手。琅琊山里人，不落瞿昙后。"}