{"id":"1129157","title":"禅人写真求赞","dynasty":"宋","author":"释正觉","text":"默默传真，如何指陈。性月不夜，心华长春。净有容兮海印，应无爽兮谷神。觌面相呈讳不得，烦君为我洗清贫。古涧退潦，寒林著秋。山空云自在，水净月相投。向道底心非世用，更嫌何处不风流。阿侬是谁，恰恰相随。眉毛垂眼尾，鼻孔压唇皮。默默机轮何处转，玉人踏破吠琉璃。情閒口快，眼深鼻隆。有时对云水，无可展家风。梦鹤卧寒兮月魂泣露，冥鸿望断兮秋色摩空。黄瘦厌厌，风规冷严。万机閒暇，一味清恬。心宗提简默，手段扫廉纤。岁寒不变兮虚怀若竹，道妙难传兮有口如钳。槁寒初不展家风，默默神游透劫空。百草头边兴化事，自然秋色水天同。似与不似，毫釐千里。真与不真，大方一尘。理无生兮如梦事，妙不死也如谷神。彻见渊源方是我，了知变态无别人。身心廓如，手段卷舒。似华作蜜，如井觑驴。外不痕兮空印普应，中无象兮道环常虚。亡机孤坐兮自不为碍，把臂同行兮谁敢相疏。床倚杖藜，权名住持。久默钳口，一笑伸眉。云水谁相问，家风自不知。明白宁居兮河空月转，寂寥无象兮雨霁天垂。貌古骨癯，云閒月孤。相随似有，认著还无。三千界内谁相外，双六盘中不到输。胡床寒，坐卓卓，只个虚空唱兮万象和。道契环中有智游，言满天下无口过。默默家风，云摩霁空。露月夜爽，天水秋同。人传眉目好，我道骨头穷。华须凝粉蜂房蜜，桂毂流魂犀角通。谁道物齐，俱亡品题。欺唇一鼻直，盖眼两眉低。大千同入印，三世未分畦。斫额望之不及，拟心思也还迷。枯坐清严，真宗剧谈。一明无异相，万化是同参。牛头转觉病懒，鸟喙不用华衔。甘分住山三束篾，等闲对客七斤衫。画得似谁，胡床黪衣。默游彷佛，去就依稀。洞山锦开缝，云岩绢下机。功亡妙尽看消息，野水磨秋白鸟飞。面瘦颊凸，眉棱眼深。默亡所住，妙在而今。鳞潜寒水，鹤梦月林。应声应色分身也，拍手家家观世音。写出梦中身，你道真不真。槁寒秋在眼，渊默醭生唇。道环谁谓无象，空谷自来有神。父子不传些子妙，白首侬家老斲轮。画手未相识，默心谁与知。千峰敛云脚，一月濯风漪。墙面袖双手，对缘横两眉。惊龟之缩兮愧有其兆，逸鸟之翔兮情亡所羁。瘦削而黄，惯穷不忙。闲情许淡，默味能长。灵犀之通一点晕，老蚌之蕴千年光。而今到处相随去，头头的的露堂堂。大一无外，小一无内。一兮一兮，靡所不在。心地净亡尘，肉山闲弗碍。道环中，绝端倪。空印里，何文彩。风凄凄兮秋落远山，波烂烂兮月浮沧海。默默蒲禅，空空世缘。谁赓白雪，我得青毡。万法之机开两拳，千僧之檐著一肩。戏蝶栩栩兮物齐春梦，飞鸿冥冥兮字没秋烟。不是恁么形像，刚地起模画样。从来万法同根，究竟虚空等量。可中二浙说禅，分外三河口强。深藏那里也烟蓑卧云，大用现前也风舟驾浪。画得几成，精神许清。秋高月转，天淡河横。出家如有以，处世似无情。而今闹里相将去，拨动眉毛眼更明。乔乔楚楚，丛林规矩。萎萎羸羸，枯木风姿。宗乘壁挂口，师友雪生眉。住山事拙束三篾，对月机鸣度一丝。颠毛间白发，眉睫裹青瞳。食指一肩重，门风四壁空。诸根亡偶宗家妙，万虑不摇心匠工。野水秋自瘦，枯山春复肥。胡床放得稳，默默坐亡机。电流柄拂，云入田衣。位分偏正兮，道出离微。骨气能朴，精神愈憨。闲身无所系，冷眼莫相瞒。远霁摩秋兮天河斗转，清霜结夜兮月窟蟾寒。双奋拳空，一担肩重。材本不堪，心元无用。莺院华香，蜂房蜜冻。喝时耳朵三日聋，扭处鼻头连岁痛。口方鼻直，眉棱眼深。未填沟壑，还碍丛林。万象无得剩法，三世不见閒心。字雁没而寒烟淡淡，华鳞潜而秋水沈沈。只个家风，穷而却通。于其间内绍外绍，在里许转功借功。至游而默，妙用而冲。气温温而春活，心湛湛而秋空。相随来也兮，头头契同。发长带雪，骨瘦横山。身心冷淡，云月高閒。三条篾束兮道情自槁，五叶华开兮春信那悭。曲木床头，心空默游。沙寒黄苇雪，风细白蘋秋。静可久兮山瘠树老，动无羁兮云行水流。双眉低垂，两目清冷。著于万象森罗，更没一丝欠剩。秋霜鹤老梦寒，霁月夜摩松顶。虚空借得作身，万象相随为伴。纵横人道十成，点检谁知一半。看看青山峥嵘，白云零乱。里许牧童归未归，铁牛一掣金绳断。秋生木老，水退沙隆。眉骨阴晴轻重，鼻筒子丑疏通。身心霁月，踪迹流蓬。默坐胡床兮不欲说黑道白，闲倚柱杖兮谁能画西指东。发将雪白，面作茶黄。触动眼三角，忘言口四方。明月松头鹤梦，香风莲底龟藏。净极发光光自照，虚空鸟印不成章。恬然正观，山空水寒。河汉横而斗润，云雾敛而秋宽。如仇学子兮怒眼三角，无位真人兮赤肉一团。老觉雪入鬓，净若秋摩心。寒枯坐曲木，缄默饱丛林。气韵寥寥兮风清山瘠，性灵湛湛兮月落潭深。太虚之心，万象之身。濯濯水中月，英英华上春。而今到处相逢也，眼里无筋一世贫。渊默之得，不可文墨。流应之功，不可形容。秋入野水，月行霁空。影像名字，且唤天童。风日面皮，秋山眉目。闲情肖水云，野性从麋鹿。憨憨少室九年，草草曹溪一宿。穷根彻源，出髓敲骨。明回老兔宫，冷下苍龙窟。诸人名邈兮摇手未然，万象森罗兮点头具足。伎俩俱无，身心淡如。霁月自分照，閒云从卷舒。疋上不足，疋下有馀。少室谩传衣钵，曹溪不识文书。一色功回，雷云冻开。万机俱罢，风月转夜。空空谷有神，欣欣木有春，而今何处不分身。说时不借口，用处不依身。天寒绝飞鸟，潭净无游鳞。点活眼，著精神，野草闲华自在春。雨霁云收，山寒水秋。心目自照，言象俱休。满十方而智应，廓三世以神游。虚空那碍东西壁，明月解随南北舟。面孔风埃，身心冷灰。鲸饮海乾而珊瑚露，龟藏泥暖而芙蓉开。向去却来，其间变态也掣电轰雷。忒煞觉老，寒而且槁。古岩春迟，澄潭秋早。心无象也月影未回，物不争也风吹便倒。只者赤肉一块，说甚清奇古怪。平生懒似牛头，度世憨如布袋。不空而空，无在而在。法法唯心，尘尘三昧。问渠是假是真，两彩而今一赛。眉低不愁，眼深非恶。鼻孔累垂，口唇龌龊。月明破夜兮野水怀秋，霁色摩霜兮閒云投壑。能错落纵横十字兮，妙提一著。谁能目眴眉扬，每笑手乱脚忙。守鲁祖之简默，得南泉之平常。明心秋月，活物春阳。铸机器也模范大小，据丛林也规矩圆方。画工出脱它，精神较得些。草不萌，藏香象。匣无缝，吼青蛇。春雷开众蛰，暖律发千华。想是平江人见笑，去年才去又来耶。云树苍苍，泉石凿凿。倚杖坐其间，此心自空廓。秋月濯沧溟，春风在林薄。游鱼下藻玉溪寒，字雁没烟天宇阔。眼空毛芥不立，心空海岳可容。便与打成一片，尚犹笑道疏踪。虚空那挂剑，死水不藏龙。转色转功家法子，芦华明月后相逢。怒眉嗔目，枯肠空腹。面冷莫触，气清可掬。乘仙槎而棹星河，握玉斧而修月毂。真见法以唯心，妙契神于即物。鼻孔脩直，眉毛低垂。閒来一默，净扫馀思。秋水连天摩霁色，春风著木见游丝，撒开捏聚兮只个些儿。头雪老㬠，面肉肥些。骨寒穷鬼子，情淡道人家。谤佛谤祖，撒土撒沙。明月犀玩兮晕通其角，迅雷象惊兮文理其牙，未把家风兮草草传耶。气韵能清，眉目似笑。深深入大道之环，默默守群机之要。闹里随缘，虚中分照。用作家之钳锤，与本分之草料。千毳相从兮，俱求参饱。胡床小小身，握麈默而神。唤醒旷劫之梦，沥乾沧海之津。霁空摩尘，风月重轮。群机活活物中眼，一点英英华上春。觉之微妙，未痕朕兆。彻造化之源，据生杀之要。至虚而独存，当明而隐照。筑筑磕磕兮鼻孔累垂，哆哆和和兮舌头狤獠。眉棱棱，眼烱烱。自爱情閒，人嫌面冷。片云出岫之心，孤月濯潭之影。绝怜百亿分身，恰满三千化境。赤肉穿多孔，臭骨裹闲皮。已是不著便，更将描画伊。一柄拂聊为伴手，三世佛谁敢称师。鲸怒饮乾沧海水，月明烂烂珊瑚枝。器宇潭潭，风骨岩岩。云梦之气吞八九，嵩少之道落二三。守一爻生成之机纽，秉诸祖烹锻之锤钳。捏聚放行也肖岳蓄而海涵。閒兮无寄，用也不痕。月虽能现影，云自不生根。活卓卓诸尘莫混，明历历旷劫长存。相随闹市堆中去，普光三昧发门门。不以律拘，不以禅缚。说法口窄，默游步阔。草木阳春来，池塘明月落，何妨处处相安著。天童比丘，还相识不。白发寒岩雪，青瞳古涧秋。现身不堕类，分影也随流。它日果能窥顶相，晴云似放去山头。白云之身，寒月之心。性灵麋鹿，气韵山林。不堕两头兮匪明匪暗，全超三际兮谁古谁今。说也说不破，画也画不成。慷慨鼻气通快，清閒眉棱觉轻。静不得像，动不流情。十方三世无安处，历历诸缘头上行。圆颅方衣，静枢活机。天空云淡淡，潭净月依依。十分化事成华木，默默冰壶春信归。握筇之像，对机之身。六根摄一处，三昧起诸尘。蚌肠孕于月明之夜，蛰户开于雷动之春。个般手段兮，分付善应之人。看看静，见其端。星河斗湿，月窟蟾寒。体无棱缝，用绝痕瘢。不须喝彩还赢也，已见双双六在盘。春山似肥，春雪才晞。默中有句，用也无机。不来而来兮非三界之笼络，无住而住兮是二仪之范围。曲木床稳，刺藜杖横。揽五宗之家法，据万象之主盟。秋半风清，霁空月明。水云模楷兮无禅可说，丛林规矩兮不令而行。棱眉眼自深，阔口笑吟吟。峥嵘一片胆，疏豁十方心。默默春回万象，星星雪点孤岑。恁么来也兮，不用相寻。坐曲木床，握乌藤杖。铸佛祖之楷模，活丛林之气象。你莫来虎口撩须，谁更敢蛇头揩痒。袈娑在肩，柱杖入握。未动六爻，全提一著。分身是处相随，当面不须讳却。笑含口角，喜在眉棱。一默照源底，三乘空葛藤。清白濯秋之月，光明破夜之灯。柱杖有时横膝上，个般面觜得人憎。动而静，虚而应。专气致柔，湛神如凝。一住天童，十分没兴。庐陵米价百念升，赵州萝卜半千秤。只么郎当住持，洎合殃杀性命。省不省，脑后更将楔钉。閒云卷雨，野水怀秋。一心绝待，六处不收。是个面觜兮，还相识不。胸中事简，面上气和。白头随我老，青眼见人多。一身幸且惭愧，千钵相从奈何。曲木床头坐不语，玉蟾推月过星河。发白星星，心鉴灵灵。随机说法，应物现形。天与之清，地与之宁。野云曳曳兮，山月亭亭。家风贫自惭，面孔恶人嫌。点漆之眼有角，截筒之鼻无尖。颠毛寒覆雪，项瘿暗消盐。说妙谈玄兮迟钝口觜，呵佛骂祖兮诳嚇闾阎。禅床默默，无得之得。寒淡赋心，清贫入骨。秋彻鲛人之家，霜摩老兔之窟。万象影中兮自纵自横，百草头上兮随出随没。眼低眉棱，骨寒肩耸。道情閒不羁，禅胆老能勇。流水清而月随，青山瘦而云拥。诸缘廓净兮拈却头皮，一句妙圜兮好看鼻孔。且道是何面觜，刚地无风浪起。默默閒自照心，了了倚谁传髓。白鸥暮落烟沙秋，寒卧芦华明月里。是处分身，如谷之神。有应之月，无私之春。行将五路开双手，一切门头只个人。虚而通，用而冲。默游量外，直照环中。云水一身瘠，家风四壁空。相逢有知己，点指识渠侬。双目寒青，秋水冷冷。半颠衰白，春雪星星。山雾霏霏文豹变，松月娟娟梦鹤醒。妙应方圜兮了无外法，尘缘俯仰兮初不吾经。鹤老松孤，泉寒石癯。镜之对像，谷之答呼。万缘杂错不是有，一点灵明不是无。湛存妙应兮机轮活枢。"}