{"id":"1129663","title":"偈颂六十八首","dynasty":"宋","author":"释法薰","text":"无门之门，七通八达。入之一字，也不消得。有路可行，更高也上。须弥灯王，退身合掌。十八十九，痴人夜走。十九二十，人信不及。信得及，观音院里有弥勒。腊月烧山，火势炎炎。目前包裹，借手行拳。若是衲衣下事，犹较十万八千。御楼看射猎，不是刈茆田。大雪满长安，春来特地寒。新年头佛法，一点不相瞒。折脚铛子，大家知有。左提右挈，劳烦众手。山僧赢得百无忧，一向面南看北斗。乾峰锦包特石，云门铁裹泥团。筑著磕著，言端语端。不是任公子，徒劳话钓竿。不问有言，不问无言。灵山拄杖，斜靠壁边。风光都占尽，不费一文钱。古人一指头禅，一生受用不尽。得恁么明白，得恁么简径。灵山这里不较多，三尺杖子搅黄河。日迁月化，又见中夏。衲僧那事，如何问著，人人口哑。有誵讹，不借借。六月卖松风，人间恐无价。祖师门下，讨甚巴鼻，满耳春风浩浩地。草木丛林，灯笼露柱，心空及第。汝等诸人，因甚却来这里瞌睡。巴陵三转语，钝置老僧门。灵山无半句，报尽破庵恩。秘魔老儿，擎个叉子，不肯放下。灵山这里，净裸裸，赤洒洒，没可把。不是琅琊，洎被这僧惑乱。若非这僧，琅琊令不虚行。末后棒头卖峭，更向露柱藏身，笑杀毗耶杜口人。水流湿，火就燥。临安纸贵，一状领过。节令不相饶，阳生第一爻。诸佛道长，众生道消。拄杖子，独孤标。世尊拈花，迦叶微笑。正法眼藏，永永流通。古佛今佛，心同道同。风从虎，云从龙。节启天基伸祝颂，寿齐南北两高峰。我若坐时汝须立，同坐同立成瞎汉。非瞎汉，把手大家行那畔。海上明公秀，赵州东院西。不移毫发许，平步上云梯。赵州老汉，心如檗，口如蜜。一埦粗茶，多虚少实。院主两眼眯?，毕竟何曾得吃。不在内，不在外，不在中间。朝看云冉冉，暮听水潺潺。直如弦，曲如钩。易见难识，老倒赵州。世事但将公道断，人心难似水长流。释迦悭，弥勒富。甘草甜，黄连苦。法法小相干，人人各自度。咄，莫来拦我毬门路。盲禅暗證，日中迷路。深闻浅悟，未入正流，不到乌江不肯休。登天不假梯，遍地无行路。可怜杜衲僧，邯郸学唐步。动容扬古路，不堕悄然机。承言者丧，滞句者迷。不承言，不滞句，虾䗫跳上梵天，灯笼吞却露柱。百尺竿头行阔步，紫罗帐里撒真珠。山僧赢得呵呵笑，未审诸人会也无。东山正脉，不绝如线。睡虎去无踪，一斑今复见。若论此事，何必多言。不在内，不在外，不在中间，离娄行处浪滔天。识得一，万事毕。秘魔擎叉，鲁祖面壁。临际三玄三要，洞山五位君臣，云门念七，是一不是一。昨夜新州老卢，失却腰间特石。不参禅，不论义，拖个破席日里睡。赚他伎死禅和，至今坐在冷地。灵山不然，因行掉臂。买石得云饶，移花兼蝶至。喝如雷，棒如雨。大地绝纤尘，回头无觅处。无觅处，昨日有人从天台来，却往径山去。七十九年间，大地遭欺诳。且喜葛藤根，今朝嚗地断。后代儿孙，三马九乱。佛来也打，祖来也打，德山老人，甚生风彩。灵山这里，佛来也著，祖来也著，手中拄杖，权且架阁。擎茶扫地，也要一个半个。兔马有角，牛羊无角。不知不会，事同一家。多见多闻，千差万别，毕竟天无第二月。昨宵困倒床上，直至五鼓方苏。今日升堂，言句都无。且望大众，智不责愚。网细鱼稠，药多病甚。棒喝交驰，一品二品。山僧恁么逞驴唇，痴客徒劳劝主人。春光冉冉，春日迟迟。春风包裹，上下四维。黄莺声在柳阴西，此意明明说向谁。欲得见前，莫存顺逆。筑著磕著，无处寻觅。铁壁铁壁复铁壁，那边那边更那边。事到极头须倒断，瞎驴?跳过西天。灵隐虽则无能，要与花药相见。十七十八，證龟成鳖。十九二十，半夜泼墨。直须枯木生花，胡饼出汁。海上明公秀，衲僧不知有。冷地忽相逢，寻常无处讨。无处讨，莫草草，龙王宫殿，有谁亲到。临际顶中髓，杨岐眼里筋。欲明这个事，须还这个人。风前有路，秤尾无星。大家赢得笑忻忻，笑道秤尾无星。刀不自割，水不自洗。山僧拄杖化为龙，吞却乾坤大地。春花烂漫，春光欲暮。杜宇声声，送春归去。诸人何不向这里眼明心悟。明如镜，黑如漆。四七二三，多虚少实。灵山拄杖，且拈靠壁。非不非，是不是。建立则乖张，扫除则失旨。德山临际出来，换却髑髅里底。九十日已过半，那事毕竟如何。直饶穷到底，终是涉风波。不识字却识字，合识字却不识字。石田恁么判断，且道意在于何。万人争仰处，一箭落双雕。青山不举步，日下不挑灯。黄头碧眼，臭肉生蝇。诸人三十年后悟去，不得错怪老僧。德山雨点棒，临际雷奔喝。收拾将来，七零八落。灵山咬定牙关，尽力也难提掇，睦州拶折云门脚。时时九夏，日日三秋。闹市里，百草头。夹山老子卖峭，重价未有轻酬。目前无法，意在目前。从上若佛若祖，天下老和尚罪过弥天。天，天，昨夜山僧针线囊中，打失一文古老钱。西来无意，直指无旨。引得痴儿，尽卧冷地。月旦升堂，无可垂示。便恁么散去，诸人未必灵利。且向秤锤上，捏出些子汁，贵图有个滋味。见之不取，思之千里。曲曲弯弯，平平坦坦。七穿八穴，十字纵横。是汝诸人，不妨东行西行，第一莫教撞著跛脚老云门。意到句到，宗通说通。一品二品，百匝千重。推倒面前案山子，长衫大袖舞春风。穷鬼子，莫莫莫，更须知有朱顶王菩萨。灵隐门下，不犯之令。九十日中，头正尾正。衲僧路活，脚下生烟，老僧终不学云门索饭钱。大大香岩，尾巴拖地。灵隐一机，全无所示。若也不会，投子道底。入室升堂，门庭施设。无途辙中，翻成途辙。百丈老常得一橛，解道吃茶珍重歇。放下觅无踪，尽力提不起。寸铁未施，刀锵满地，明眼衲僧失巴鼻。德山棒头短，临济喝声低。不伤物义句，赵州东院西。全提半提，向上向下，冷泉直是口哑。真人面前，不得说假。说短说长，自起自倒。跛脚老云门，慈悲成过咎。长安一路坦然平，往来曾不禁人行。秋声满林壑，秋雨滴梧桐。门外未归客，飘泊在途中。归也，归也，通身白汗，下载清风。赵州禅，口皮边。墙外底，透长安。?著磕著，言端语端。不是钓鳌手，徒劳把钓竿。松柏千年青，不入时人意。牡丹一日红，满城公子醉。采药与用药，相逢一会家。杀人活人不眨眼，白玉无瑕却有瑕。"}