{"id":"1129618","title":"偈颂六十首 其二","dynasty":"宋","author":"释昙华","text":"九年面壁，坏却东土儿孙。只履西归，钝置黄面老子。黄檗老婆，大愚饶舌。佛法无多子，正眼瞎驴灭。妙严突出拄杖，三人證龟成鳖。拄杖子，善甄别。硬却脊梁，莫教漏泄。观音菩萨将钱买胡饼，放下却是一块生铁。大丈夫，须猛烈。打破从前伎俩，直下斩钉截铁。拈却佛祖机，拔却系驴橛。岂不见睦州为人太亲切，拶得云门脚折。后来儿孙不辨端倪，却向推门处辨别。若也恁么参禅，驴年未得休歇。妙严不惜眉毛，与你当头拈出。南赡部洲人，常在北郁单越。簸箕有唇，米跳不出，天下衲僧赤??。更须拨转上头关，十方世界黑似漆。百草头上，罢却干戈。万仞峰前，纵横游戏。暗嗟鲁祖面壁，一味祇贪瞌睡。翻笑睦州见僧，与我提一桶水。九九九，释迦老子不知有。翻转面皮，伸出毛手，握金刚锤碎窠臼。突出无位真人，一一面南看北斗。千溪水冷，万壑云寒。无位真人乾屎橛，金刚宝剑破牢关。多年历日最灵验，百尺竿头子细看。瞎却眼，哑却口，无孔铁锤成队走。云门露，猛如虎。达磨师，不是祖。岂不见盐官老须弥为槌，虚空为鼓。又不见禾山老解打鼓。休莽卤，甜瓜彻蒂甜，苦瓠连根苦。少室峰前，漆桶话堕。曹溪路上，赚杀阇梨。德章老瞎秃，从来没滋味。拈得口，失却鼻。三更二点唱巴歌，无端惊起梵王睡。虚空为鼓，须弥为槌。要打便打，莫问是谁。始从鹿野苑，终至跋提河。用尽自己心，笑破他人口。文殊据虎头，山僧取虎尾。中间诸菩萨，随列生欢喜。蜻蜓许是好蜻蜓，飞来飞去不曾停。被我捉来摘却两边翼，恰似一枚大铁钉。药山道头，云岩知尾。虽然头尾相称，要且不知羞耻。天清地宁，时康道泰。摩醯正眼洞明，肘后灵符光彩。现成公案，百匝千重。峻如崄崖，平如镜面。执之失度，必入邪路。放之自然，体无去住。若作一句商量，吃粥吃饭阿谁不会。不作一句商量，屎坑里虫子笑杀阇梨。跛脚云门言打杀，达之居士示全身。当阳出格无多子，报佛深恩只两人。去时冒雨连宵去，回来带水又拖泥。自怪一生无定力，寻常多被业风吹。心自本来心，本心非有法。有法有本心，非心非本法。五月五日端午节，好事当阳难掩塞。归宗突出拄杖头，闲神野鬼俱消灭。俱消灭，砌下寒泉忽倒流，岭上白云不敢白。佛祖正印，衲僧藞苴。有眼如盲，有口如哑。更问如何，可知礼也。苦苦，苦中苦，乐中苦，谁道黄金如粪土。象骨老师曾辊毬，秘魔叉下捉老鼠。大道无方所，从容寰海间。几思归隐处，安乐在庐山。黄面老人乾屎橛，参随一火烂泥团。心肝肠胃皆条直，蔬饭茶花照胆寒。佛法虽然未梦见，神通却许入云端。应须痛念归宗寺，时复持盂下翠峦。识得橙子，周匝有馀。识得橙子，天地悬殊。若向周匝有馀处会，理上偏枯。若向天地悬殊处会，事上偏枯。金锡罢游留靠壁，草鞋乾晒待秋风。且那长夏深思省，看是平生有底功。真实行藏宜保惜，虚头伎俩疾销镕。老僧岂是多饶舌，要与诸人气味同。古来为法老尊宿，荷众曾无有倦时。况是年来衰落甚，动为多与行相违。应须痛念平生事，著意披襟善护持。颗粒果能无渗漏，少林初不隔毫釐。西天四七，唐土二三。尽向者里钉桩摇橹，新东林为你诸人解缆放船。未说超宗异目，若得齐眉共瞩。亦可明窗下安排，未免栏腮掴出。心佛及众生，笑而还复喜。笑喜本无根，缁素诚有旨。千古万古人，几个识道理。道理深，何处寻。海枯终见底，人死不知心。云门不负者僧来问，未免落在陷阱中。是你诸人若向者里会得，许你高步毗卢顶。一呼善来，须发自落。积累既多，无处安著。普请大众，把火烧却。元正启祚，更无回互。万物咸新，截铁斩钉。应时纳祜，跳出窠臼。孟春犹寒，言端语端。知事头首，各各希有。云堂大众，雍容郑重。世人住处我不住，世人行处我不行。不是与人难共住，大都缁素要分明。思是闻之本，闻是思之用。青原白家三盏酒，吃了犹道未沾唇。道远乎哉，触事而真，善因招恶果。圣远乎哉，体之即神，刻粪作旃檀。赵州吃茶，我也怕他。若非债主，便是冤家。倚墙靠壁成群队，不知谁解辨龙蛇。天上无双日，阎浮一至尊。万年松不老，圣寿等乾坤。去年无此雪，今年有此雪。人皆怨此雪，不见元宵灯与月。莫怨雪，自是时人无辨别。堪辨别，一片清光倚寥泬。一茎两茎斜，其意毒如蛇。三茎四茎曲，无疑入地狱。言下若知非，心空及第归。堪笑蒋山老，无端入荒草。一二三四五，五四三二一。从头点检来，笑杀维摩诘。带累李胡子，喷水髭须湿。洒净已周圆，次念波罗蜜。蒋山恁么道，千古谁人识。识不识，何处觅，堪与丛林为轨则。泥多佛大，水长船高。直饶说得道理分明，也须亲到一遭。千说万说，不如亲见。把手共行，略通一线。打破漆桶，何曾见面。阿耨多罗三藐三菩提，也是灵验。蒋山恁么做颂，驴年也未梦见。金佛不度炉，木佛不度火。泥佛不度水，真佛屋里坐。万牛挽不回，千个与万个。好事积如山，祇缘轻放过。不放过今日，钟山甘话堕。师子吼，无畏说，百兽闻之皆脑裂。香象奔波失却威，龙天寂听生欣悦。千年田，八百主。甜瓜彻蒂甜，苦瓠连根苦。君不见禾山解打鼓，又不见采菊东篱下，千山万山叠叠高门户。又不见光孝僧堂六七间，日日普请搬泥土。又不见临济主中宾宾中主，二三四七面相睹。报禅流莫莽卤闻，普请欢喜搀先去。去去实不去，途中好善为。来来实不来，路上莫亏危。又不见主中主，个个衲僧气如虎。去年十一月，笑别下钟阜。今年九月中，行见朝天路。去住既无心，动静非取与。平生安乐法，此意同谁语。四明昔尝到，诸刹皆可数。山川气象雄，麟凤栖迟处。今思昔日游，岁月二纪许。岂谓临晚景，侯伯重相顾。开缄读来书，丁宁见毫楮。姑苏二千石，眼高照天宇。我昔昧平生，今见开心腑。欣然乐与行，方鸣集众鼓。先师未了底，今日应须去。禅禅，更不相煎。坐底自坐，眠底自眠。大家安乐，无法可传。禅禅，曹洞五位，临济三玄。大年三十夜，脚踏地，头顶天。禅禅，不直半文钱。海枯终见底，人死脚皮穿。四月初八佛生日，天下丛林皆浴佛。佛身充满太虚空，何处更有虚空觅。见前僧俗等金躯，长短方圆皆显赫。放光动地二六时，从本至今无间隔。今有檀越女弟子，刘氏同男王承直。旷大劫来植善根，所行真实如菩萨。当知功德福无涯，回向癸未诞生日。唯愿岁君向此诚，诸天星曜同昭格。资持刘氏从此去，寿同赵州百二十。更祈不尽大功勋，保男察判官崇极。子子孙孙福禄昌，无量福田咸并集。此月十四往临安，龙天当护为般挈。三江九堰聪明神，稽首归依助英杰。全家既达九重城，母子忻欢仰天力。一棒一条痕，一掴一手血。临济老瞎驴，至今犹未瞥。须弥顶上浪拍天，大洋海水无一滴。伟哉本色人，顶门亚三只。辨龙蛇百草头，擒虎兕一毫力。穿大地人鼻孔，坐断衲僧摇舌。五月五日端午节，天童为汝开真诀。驱释迦，逐弥勒。佛病祖病毛病顿清凉，魍魉邪神俱殄灭。相从唯喜本色人，非我同流谁与别。拄杖子，非列挈。公心一字更无说，千古万古休饶舌。青萝夤缘直上寒松之顶，白云澹泞出没太虚之中。狗子尾巴书梵字，野狐窟宅梵王宫。"}