{"id":"1129902","title":"颂古六十二首","dynasty":"宋","author":"释清远","text":"杲日连天照有无，孰云善逝坐跏趺。如今要见当年事，邪正犹来在半途。法王法令若为酬，潦倒文殊强出头。负累释迦犹可事，至今千古闹啾啾。百万人天望举扬，拈花微笑大乖张。几多业识茫茫者，问著劳生沸似汤。若有丝毫付与人，可师何得更全身。人间天上迷逢处，八两元来是半斤。非风幡动唯心动，大海波澜常汹涌。鱼龙出没任升沉，生死圣凡无别共。无别共底怎么样，祖佛傍观空合掌。潦倒江湖上，竿头事可咍。一回浮子动，又是上钩来。草里寻常万万千，报云飞去岂徒然。鼻头是甚闲皮草，十字纵横一任穿。一回思想一伤神，不觉翻然笑转新。云在岭头闲不彻，水流涧下太忙生。挂得帆来遇便风，须臾千里到家乡。临门上岸逢妻子，欢喜情怀不可当。挂拂遭呵耳便聋，衲僧奚若验宗风。金刚脑后抽生铁，华岳三峰倒卓空。家肥生孝子，国霸有谋臣。拳头劈口槌，未到无儿孙。开田说大义，后人莫容易。百丈总持门，淡而还有味。打面还他州土麦，唱歌须是帝乡人。现成财本成家者，多见饥寒在子孙。大雄山下斑斑虎，触著伤人谁敢顾。亲遭一口老婆心，何曾用著腰间斧。相见言谈理不亏，等闲转面便相辉。毕竟水须朝海去，到头云定觅山归。大唐国里无禅师，不许会兮祇许知。著肉汗衫如脱了，方知棒喝诳愚痴。彼此老来谁记得，人前各自强惺惺。一坑未免俱埋却，几个如今眼子青。问答分明是切磋，几人于此见詨讹。少年俱决龙蛇阵，潦倒同吟稚子歌。相见锦江头，相携上酒楼。会医还少病，知分不多愁。八面当风祇这是，拂袖之谈动天地。堪爱卖身王老师，不作贱兮不作贵。南北东西无不利，令人深爱老南泉。眉毛撕系如相似，鼻孔辽天不著穿。禅床惊震被搽糊，惹得儿孙不丈夫。拄杖劈头连打出，也教知道赤须胡。祖佛场中不展戈，后人刚地起詨讹。道泰不传天子令，时清休唱太平歌。五色狸奴尽力争，及乎按剑总生盲。分身两处重相为，直得悲风动地生。同气相求事可论，一回见面一欢情。两行何处闲文字，一队谁家好弟兄。骨里皮兮皮里骨，大隋老子无窠窟。上士闻之笑未休，中流特地生疑惑。老大宗师竖指头，一生用得最风流。玄沙拗折无人会，年来年去冷飕飕。黄金为骨玉为棱，莫把他家此日寻。多少从来悟心匠，尽将底事继威音。池阳何处得扪摸，后代商量苦也无。古人刚地成多事，敢问如今会也无。密密堂堂早二三，本来无物更何堪。痴人见了生欢喜，作者相逢满面惭。悟人千个道无忧，肯信遭他第二头。寂寞山花寒食后，夕阳西去水东流。长连床上狐屎尿，三圣堂前狗吠春。跳出金牛窠窟子，月明照见夜行人。玄沙三种病人，有理不在高声。引得香严老子，走来树上悬身。祸福威严不自灵，残杯冷炙享何人。一从去后无消息，野老犹敲祭鼓声。春寒料峭，冻杀年少。切忌参商，别无奇妙。低头侍奉，欢喜问讯。佛法商量，伤子性命。赵州言勘破，笑杀老禅和。院主须眉落，南泉打粥锅。赵州勘破，却成罪过。大地众生，千个万个。醉眠醒卧不归家，一身流落在天涯。祖佛位中留不住，夜来依旧宿芦花。一问当机绝异同，定乾坤箭验勋功。轰轰一掌胲腮下，笑杀雄山者老翁。春至是花开，朱颜安在哉。可怜园里色，不入镜中来。春来依旧一枝枝，同地同天道不疑。未彻之言人莫问，令余特地笑嘻嘻。擘开华岳连天色，放出黄河到海声。瞎驴死后蒿枝折，大地如今有几人。奉君三顿曲周遮，屈辱云门老作家。渡水穿云五湖客，欲将何物当生涯。云门答糊饼，言前句后领。驴鞍爷下颔，到了终不省。塞却你咽喉，把将糊饼来。杨子江头杨柳春，杨花愁杀渡头人。一声残笛离亭晚，君向潇湘我向秦。数目分明举即难，衲僧无不胆毛寒。须知更有壶中路，但向须弥顶外看。万象之中独露身，一回相见一回嗔。东西南北吾皇化，莫向江头苦问津。鳌山成道足人传，莫是从前话不圆。赖有玄沙知始末，遍身红烂在渔船。老大宗师没巴鼻，养狗之缘太儿戏。夺牌禅客如到来，铅刀争及吹毛利。欲求佛法往南方，老大宗师为举扬。山花满地虽狼藉，一阵风来一阵香。宗师方便太慈悲，是汝之言实古锥。万里神光腾顶后，肯将生死嚇愚痴。在途在舍若为酬，莫把先师一例求。雄雄宇宙如王者，未免半边无髑髅。犊牛生子颇相谙，两眼通红色似蓝。把火照来无觅处，大家普请一时参。赵州一椀茶，验尽当行家。一期虽似好，争免事如麻。师真丑拙不堪呈，用尽身心笑杀人。彼中莫觅丝头意，白鼻昆崙贺新正。出得出不得，初不离是定。圣者起凡情，凡人而乃圣。倒用与横拈，扶邪及显正。春雨春风竹户凉，落花啼鸟千峰静。平生心胆向人倾，到此门中有几人。别后都城旧知己，暖烟斜日又黄昏。佛手驴脚生缘，黄龙元无此语。直饶恁么知之，我侬亦未相许。奉报四海禅人，第一不得错举。著眼看来宁免瞎，全身何用佩金鱼。黄龙意气雄豪甚，祇为他家不识书。尽力不柰何，按牛头吃草。若无锦绣文，难以论嘉藻。何故唤作手，衲僧难开口。拟议自颟顸，可怜大蒙斗。彼此且无相负累，行人无不失钩锥。虽然不瞎众生眼，也好拳头劈口槌。"}