{"id":"1129985","title":"颂古一百首","dynasty":"宋","author":"释智愚","text":"紫金光聚照山河，天上人间意气多。曾敕文殊领徒众，毗耶城里问维摩。有三尺剑可以谒赵国，无千里眼难以见悬丝。巍巍堂堂，三界大师。有力量人终是别，等闲垂手便相应。如何夜半扶桑日，推上须弥最上层。夜阑天际堕金盆，膝上焦桐调转新。易水悲风轻按指，鸾胶难续断肠人。铁壁迸开云片片，黑出辊出月团团。就中明暗相陵处，天外出头谁解看。大人境界终难到，到后如何说向人。不是当人知见力，莫将知见别疏亲。玉箫吹彻凤凰台，古殿深沈晓未开。满地落花春已过，绿阴空锁旧莓苔。石润非玉，水丽非金。大禹决而西溯，卞和泣而陆沈。美兮渺兮，错古砻今。泠泠寒溜泣秋壑，才会沧溟便泛舟。见说许由曾洗耳，可怜巢父更鞭牛。青山白云，碧溪萝月。画虎成狸，只得一橛。好将真法供如来，花在幽岩险处开。一夜狂风吹欲尽，落英无数点苍苔。青牛仙去不虚传，常用虚中落断边。自是一生多蹇薄，夜深犹立古皇前。一口吞尽三世佛，牙如剑树眼如铃。断弦不必鸾胶续，只要知音侧耳听。笾豆才陈见圣人，莫将生死较疏亲。清台历日烦君看，一岁终须有一春。行吊先桃茢，丧车后纸钱。老胡门下客，宁可入黄泉。万仞崖头拚得去，不知何处觅全尸。业风吹起再苏醒，却问如今是甚时。野水浮轻楫，暖烟生紫莼。晚来湖上望，多是罟鱼人。事到无心不苟欺，乌玄鹄白尚怀疑。自非亲见黄头老，争敢逢人泄漏伊。白石凿凿，韫尔美璞。君子道晦，君子斯乐。季咸曾相壶丘子，随变难分亟自逃。输与高楼凝望者，烱然明可察秋毫。欲识穷原处，何人为指迷。夕阳鸡犬外，桃李自成蹊。曾落石霜机外笏，又扶粗行到唐天。只将四海垂纶手，虾蟹鱼龙一串穿。抛来撒去互施呈，地狱门前鬼眼睛。觑破髑髅肝胆外，摩醯顶上复重明。裁书拟欲扣天阁，往往无人可共论。因得老生轻指拨，临风不觉暗消魂。碧油幢下立功勋，韬略双全独见君。一自赤心来报国，边头刁斗不曾闻。灵山一别无碑记，三度亲曾作国王。拄杖再探知远近，眇然天地略玄黄。兴在天南天尽头，未行先已到新州。来时无口去无伴，那更萧萧黄叶秋。老婆心切日忡忡，恐堕他家齑瓮中。消息得来胡乱后，江西宗派好流通。欲把枯肠尽底倾，出门不觉又叮咛。劝君及早回头去，莫待春风柳眼青。啐啄之机类不同，飞星撒火髑髅空。偷心死尽难为活，忽见金乌出海东。不落因果，突出野狐。人心似铁，官法如炉。不昧因果，得脱野狐。顶上无骨，颔下有须。拔树鸣条浩浩风，雨云翻覆在其中。千波万浪惊天地，到海方知信不通。草履为冠松作钗，一般潇洒眼头乖。语音只在风檐下，终日无人不下阶。担板汉，没拘束。饿死首阳山，誓不食周粟。海运鹏抟日月忙，夜光潜透斗牛傍。非惟按剑屡生子，瞎眼波斯满大唐。五十笑他先百步，何如骑马胜骑牛。不须重较多和少，归到家山即便休。以玉抵鹊，以鼠为璞。眇然视之，太虚寥廓。宾主有无俱遣外，行藏须要出常情。无栖泊处开门户，月到中宵不敢明。日月无光杀气浮，揭天鼍鼓战貔貅。捷呼获下真番将，那个儿郎不举头。石头路险人难到，到者方知滑似苔。两度三回虽跶倒，满身泥水又归来。短裤长衫白苧巾，咿咿月下急推轮。洛阳路上相逢著，尽是经商买卖人。昨日因过竹院西，邻家稚子隔溪啼。山寒水肃半黄落，无数归鸦卜树栖。贝叶持来晓者疏，自称灵验世无如。依然还我唐人译，始有人知是梵书。不设陷阱，不挥雪刃。一箭穿杨，神目不瞬。翻思昔日李将军，射虎之机犹是钝。轻如毫末重如山，地角天涯去复还。黄叶殒时风骨露，水边依旧石斓斑。德山疑处问岩头，若得浑家一地愁。父又咒儿儿咒父，冤冤相报几时休。见说闽山多蛊毒，千方百计避无由。殇中既有催魂鬼，一命还他方始休。扶过断桥水，伴归明月村。只知途路远，不觉又黄昏。新罗拄杖遂宁钵，衲子家风那个无。一等看来如墨黑，谁能重与较锱铢。风冷蒹葭雨作秋，倚门无意谒诸侯。明年再决龙蛇阵，塞北安南一道收。烈焰澜翻为说时，百千诸佛尽攒眉。梵音深远难明辨，只许韶阳雪老知。药贴明明说得亲，不知里面伪和真。谆谆教诫痴儿女，莫把方书误后人。始见春花归阆苑，又逢秋叶堕宫墙。思量世事如翻掌，谁得长生不死方。有佛无佛不得住，三千里外无凭据。赵州赢得口皮光，却是者僧知落处。世路风波只自知，见人多是不扬眉。呼灯隔夜书名纸，未审朱门复见谁。有问自知无答处，却将柏树当门庭。摇风摆雨经年久，不似松根有茯苓。春暖山桃次第红，翩翩蝴蝶斗芳丛。蓦然一阵狂风至，辊入花枝不见踪。各将财本去经营，上国如天好趁晴。未出门时先算帐，如何得到凤凰城。踪迹由来久避秦，洞门深锁古台春。落花只为随流去，便有寻芳拾翠人。雪老门高儿女盛，又能情重贵天伦。把家干蛊虽相似，也有贪杯落草人。象王象子尽相随，岸上人看蹄蹈蹄。香草细餐知饱足，归来不待日头低。三文买个捞波子，摝蚬捞虾得几年。逆顺短长休要说，谁家屋里灶无烟。夜半三更来讨火，我骂你兮你骂我。相唤相呼归未归，也有无衣草里坐。一重山了一重云，行尽天涯转苦辛。蓦劄归来屋里坐，落花啼鸟一般春。百年犹恐没人知，名字仍将左胁题。入水入泥难放牧，仰山只得半边骑。一日须来三五度，有时欢喜有时嗔。改头换面休疑著，元是尖檐帽下人。辽空一箭九重城，雪老门风尽有声。见说禁班宣号令，那边浑不许人行。青郊鸣锦雉，绿水漾金鳞。安得郢中客，共歌台上春。塞北烟尘终载静，江南花木四时荣。不须特地分疆界，万里山河似掌平。此行莫拟几时回，此去应须到五台。若过曼殊放光处，殷勤为我记归来。昔年曾扣睦州关，负义忘恩当等闲。见说吴音俱变尽，语言浑似广南蛮。声如鸣玉静边闻，谁信幽人不见君。花到海棠将寂寞，绣衣犹把麝香熏。拄天拄地黑如漆，不分昼夜是何物。拈来抛向屎坑中，火里红莲香拂拂。生平未审何言句，得似羚羊挂角时。拊击自然皆率舞，不须羌管隔云吹。瀰漫万树梨花雨，冻玉堤边水欲流。顷刻阳鸟升太白，那时浑不见踪由。隔水何人歌竹枝，动人情思极幽微。夜深转入单于调，月朗风高听者稀。融峰强万丈，未话足先酸。若不缘云去，那知星斗寒。你有更须当面与，渠无背手夺将来。蓦然夜半化龙去，黑雨乌风裂地雷。收放随时虽有准，出门入户恐难论。长安路子君须到，莫向深村草里蹲。望见刹竿回首去，脚跟三十谩轻酬。人言阆苑花千树，不直仙家十二楼。泉石膏肓不可医，晓钟吟到夕阳时。天然句子终难得，几向风前暗皱眉。发言先要心无愧，遣事应须理处长。莫学里闬无信者，从朝至暮错商量。入门句子已先酬，唤去呼来第二头。到此不知茶味者，纷纷空买洞庭舟。评漫学屠龙，人言枉费工。自非亲到者，难与论穷通。一文一武偶相逢，说尽英雄各不同。俱往长安朝圣主，姓名终是达天聪。楼上赞声资菜色，蓦然突出老烟菟。迢迢古路无遮障，双眼如铃谁敢逾。一棚傀儡木雕成，半是神形半鬼形。歌鼓歇时天未晓，尚馀寒月挂疏棂。拟从险处放身时，那个商量不皱眉。不动毫芒亲到底，眼睛皮绽盖须弥。烟暖土膏民气动，一犁新雨破春耕。郊原眇眇青无际，野草闲花次第生。五逆闻雷慊慊然，寻常争敢与人宣。自从六十轻酬后，济北驴名不浪传。坑坑坎坎，崄崄巇巇。一言易出，驷马难追。宁辨人间是与非，生来淈?眼如眉。不因说著当年事，万古千秋那得知。客里谩牢落，天涯多故人。好怀无处写，旧话得重论。残雪未消石，梅英先破春。徘徊殊有约，来此续芳尘。野犴鸣，狮子吼。丧尽生涯，不容开口。耆婆去后无消息，病者憧憧日扣门。百草自知无识者，丛丛垂泣在篱根。直甚破沙盆，掀翻海岳昏。顶门真个瞎，千古累儿孙。力难抬处为君言，神骏何劳更著鞭。一跃洞天三十六，到时凡骨也成仙。含糊一世无分晓，开口何尝在舌头。万古业风吹不尽，又随月色过罗浮。脚跟不断红丝线，掉臂乾坤自在行。塞壑填沟无处著，归来依旧两眉横。"}