{"id":"1129782","title":"偈颂七十二首","dynasty":"宋","author":"释祖钦","text":"无影枝头一点春，笑他无地可藏身。黄金自有黄金价，何必和沙卖与人。西来十万路迢迢，智鉴当轩影莫逃。四海浪平龙睡稳，九霄云净鹤飞高。玉树琼林，宝阶银阙。皓若芦花，恍然明月。直钩垂钓，自有金鳞上钩。地平如掌，依旧七凹八凸。利刀拈起白如霜，可惜无端成自伤。消尽少林三尺雪，古今天地只寻常。时勤拂拭与掀翻，错莫无端认定盘。点石化为金玉易，劝人除却是非难。三界惟心，万法惟识。譬如掷剑挥空，莫论及与不及。真不掩伪，曲不藏直。两岸桃花红欲然，洞中流出自涓涓。仙家不曾论春夏，石烂松枯是一年。堂堂日用妙无痕，才涉纤毫即是尘。照水银蟾沉夜魄，恋花香蝶醉芳魂。白衣拜相，平地登仙。是人知有，别无秘传。万法俱忘百念灰，等闲蓦鼻拽将回。镜光一照明如日，直得木人心眼开。语默俱忘非是非，圣凡情尽绝玄微。穿花蛱蝶深深见，点水蜻蜓款款飞。言发非声，色前不物。当机觌面全提，岂在拈槌竖拂。山河大地，不碍眼光，万象森罗，形端影直。那下飞来水面浮，却来遮里问踪由。只因回首不知处，一捏通身冷汗流。一喝当头雷电奔，人闻说亦闇消魂。看来何止聋三日，直到如今海岳昏。寰中日月，量外乾坤。举起也千差万别，放下也不立纤尘。南山云起北山云，上界钟声下界闻。遥望众僧行道处，天香桂子落纷纷。发越朕兆，未形消息。提持佛祖，未行号令。虚空斫额，万象拱听。声前一句盖诸方，指出乾坤是大唐。但见皇风成一片，不知何处是封疆。擘开太华，放出黄河。青天白日，平地风波。逗到伎穷力尽，元来所得不多。东君有令不虚行，三顿乌藤大险生。龙得水时增意气，虎逢山色长威狞。雨散云收月正明，无端平地鼓雷霆。惯曾坐断乾坤客，唤作窍中蚯蚓声。吃饭著衣，事事成现。俯仰折旋，一见便见。当机觌面黑漫漫，且待轻轻著眼看。剔起眉毛才拟议，便为闻见色声瞒。山花似锦，涧水如蓝。面目现在，谁是同参。杀活纵横得自由，悬崖撒手觅冤雠。瞎驴灭却正法眼，射斗寒光夜不收。箭锋相拄，机栝相投。得人一马，还人一牛，更看靴里轻轻动指头。剑为不平离宝匣，药因救病出金瓶。南方自古清如镜，何必无端用甲兵。电光莫追，石火犹迟。搆弗及处，心不可识，智不可知。同时照用不同时，权实双行作者知。有得虽然亦有失，还他龙虎自交驰。量外机，格外句。凡圣迷魂，佛祖罔措。有来由，无本据，声前切忌错举。阿师昨日赴村斋，几被他人一窖埋。暴雨卒风回避得，也成平地露尸骸。机夺机，句夺句。觌面相呈，更无回互。棒头有眼，迥出常情，语下无私，如何分付。同时啐啄不同时，石火电光犹较迟。灯影里行今已会，蹉跎非是落便宜。人与境空，境与人会。百尺竿头，一采两赛。即此见闻非见闻，无馀声色可呈君。个中若了全无事，体用何妨分不分。且看双放更双收，有底欢声无底愁。一切圣贤如电拂，大千沙界海中沤。声前句，格外机。无得无失，无是无非。无孔由来是铁锤。脱然语默去离微，觌面持来付与谁。荷叶团团团似镜，菱角尖尖尖似锥。巇崄中平实，平实处誵讹。觌面承当得去，元来用处不多。暑往寒来春复秋，夕阳西去水东流。茫茫宇宙人无数，那个亲曾到地头。当阳拈起足清风，似月团团样不同。腊月也知无用处，暑天消得打蚊虫。上无敌，下无比。拟议思量，剑去久矣。见得亲，用得到。信手拈来，又却恰好。步行骑水牛，空手把锄头。人从桥上过，桥流水不流。一理足，万事周。一尘起，大地收。机先别有活路，开口不在舌头。老杜风前得句时，等闲开口便成诗。就中一著没巴鼻，却把驴儿当马骑。动即影现，觉即冰生。见闻俱尽，视听如盲。一掬澄潭镜样磨，无风何必自生波。转身纵不离初际，仔细看来较几何。本无位次，不涉安排。泯然自尽，一种平怀。平常闲坐与闲行，岭上无心云片生。照镜俱亡人不立，依前日午打三更。树头金果铁团栾，千圣犹难著眼看。莫谓临机曾掇退，当阳托出已和盘。虚而灵，空而妙。冷而看，默而照。亭亭雪，没青松，杳杳云，藏白鸟。洪蒙未判绝疏亲，毕竟难将事理分。夜半正明还不露，金刚脑后铁昆崙。云重重又水重重，步不曾移到九峰。远涉若还言不易，主人却在半途中。石女高歌木人和，妙用纵横无不可。三更初夜月明前，开口几人曾蹉过。白玉阶前金凤舞，黄金殿上玉鸡鸣。正中来与兼中到，昨夜云深月正明。云藏无缝袄，花绽不萌枝。铜壶漏静，玉户春熙。敢问时人知不知。天黑云深飞暮鸦，鹭鸶立雪对芦花。幸然不属今时事，句后声前会即差。内绍外绍，有偏有正。失晓老婆逢古镜。鹭鸶立雪非同色，明月芦花不似他。若作龙生龙子会，目前一路已千差。声色无依，见闻不立。渡水问鱼踪，过山寻蚁迹。动弦别曲古今稀，觌面相呈第二机。祖父不曾离正位，一帘化日自迟迟。动即影现，拂即成痕。听其自在，万法无根。玄路绝时分鸟道，见闻泯处涉功勋。何如只么闲闲地，月浸冰壶夜不痕。形名未立，朕兆未分。全无巴鼻，彻底浑崙。层层落落影团团，切忌当阳著眼看。直下有无俱不立，白漫漫又黑漫漫。行也是，坐也是。俯仰折旋，无是不是。道个炉中无火时，一团冷焰正腾辉。深深拨出一星子，未免翻成节外枝。寸长尺短，三平二满。觌面相呈，语言道断。岸草青青得自由，等闲牵著便昂头。通身露地一般白，莫是山前水牯牛。一有多种，二无两般。钩头识取，莫认定盘。何须特地弄精魂，摘叶寻枝我不能。固是话头成两橛，不妨同玩雨前春。觌面提来付与伊，分明此意没东西。腕头有力千钧重，谁道通身是水泥。一种平怀，泯然自尽。明闇情忘，事理平等。一杯晴雪早茶香，午睡方醒春昼长。拶著通身俱是眼，半窗疏影转斜阳。"}