{"id":"1129146","title":"偈颂七十八首","dynasty":"宋","author":"释正觉","text":"易外家风未兆时，三更黑马上乌鸡。而今拨转机轮也，刹刹尘尘更是谁。同声相应，同气相求。同风千里，不隔丝头。脱尽情尘消息在，芦花江上月明秋。山云冉冉，江水茫茫。正不居位，偏不涉傍。显而不露，隐而弥彰。猿啼古木音声急，鹤宿枯松梦寐长。朔风作寒色，爱日流恩光。处处相逢遇，明明不覆藏。山河无隔越，草木尽敷扬。刹说众生说，毗卢舌广长。十五日已前，有口说不得。十五日已后，无心却自然。正当十五日，云笼无缝袄，花笑不萌枝。一亘清虚夜正央，桂宫老兔冷喷霜。混融明暗无分处，谁辨个中偏正方。明明百草头，明明祖师意。于佗未尝一，于我未尝异。丙丁童子来求火，南海波斯鼻孔大。狤獠舌头会者难，直下而今照得破。照得破，没功过。知你被底穿，曾与同床卧。廉纤脱尽旧时疑，杯影蛇弦留再坐。心不自心始是心，眼不见眼始是眼。堂堂无影迹，历历绝思惟。明满环中，兔怀夜月。翠横海上，犀晕秋山。直须及尽玄微，始解承当底事。一不是，二不成。介然独立，法尔双行。柳线渐摇风力嫩，草针齐上烧痕青。一点灵光普天地，更嫌何处不分明。閒里摸著鼻孔，忙时换却眼睛。半夜谁传无尽灯，黄梅席上许卢能。虚明自照非心力，分付丛林了事僧。习习春风，丝丝春雨。一等沾濡，十方周普。甘草得之甜，黄连得之苦。天意发丛林，檐声闹窗户。古德尝云己不迷，等闲教坏人男女。法界无尘心月圆，本光还照未萌前。而今直下分明去，犹较南泉二十年。心不能缘，口不能议。直须退步荷担，切忌当头触讳。风月寒清古渡头，夜船拨转琉璃地。青山白云父，白云青山儿。白云终日倚，青山总不知。当生不生，借光现三十六应。当灭不灭，忘照摄千百亿身。祇如绝去，来无动静。云敛长空风日和，太平樵牧共高歌。衲僧饭饱无佗事，密密机前弄玉梭。谁将活眼窥空劫，我道宗枝染浩春。头角峥嵘藏不得，青原门下有祥麟。寥寥无异辙，密密去玄功。月转芦花岸，水秋吞太空。欲识诞生王子父，鹤腾霄汉出银笼。百骸俱溃散，一物镇长灵。白云功尽青山秀，青山路转白云迎。不曾死，不曾生。金绳拽转泥牛鼻，半夜驱来海上耕。一言尽十方，万卷该不得。一步周八弦，驷马追不及。性觉妙明，本觉明妙。与太虚等量，与物情同道。应色应声，随听随眺。入三世而非去来，混万缘而无正倒。云日低时字雁横，夜蟾落处孤猿叫。云在青天水在瓶，几人错认定盘星。药山八字轰开也，恰到而今话大行。寒灰发焰旧家风，恰恰当人受用中。片雪飞来炉上尽，通身无像不同功。佛病法病，佛药法药。本色衲僧，俱不染著。遇饭开口，要行移脚。自是现成，谁能造作。言满天下无口过，行满天下无怨恶。衲僧祇么是家风，隐显磨砻入混融。归子返掷全归火，羚羊挂角不同功。藏身须要无踪迹，碧眼胡僧难辨白。没踪迹处莫藏身，门门廓达了诸尘。独来将谓无俦侣，闹里忽然逢故人。柳线含金犹畏冷，梅花破雪已成春。阿侬千眼通身是，善应无方处处真。一点环中照极微，智无功处却存知。缘思净尽无馀事，半夜星河斗柄垂。脱去还如鸟出笼，水云将与旧来同。依俙似曲才堪听，又被风吹别调中。不可以色见，不可以声求。风定花犹落，鸟啼山更幽。四衢明自晓，六户冷如秋。再坐不疑处，杯中弓影浮。一雨一晴，底事分明。六尘昏扰，世界峥嵘。一心虚泊，万法齐平。出得气是你鼻孔，觑得破是你眼睛。有缘不是余朋友，无用双眉却弟兄。即日贵人，旧家富汉。兄弟相成，尊宾互换。突晓途中眼不开，夜明帘外机旋转。骑牛戴帽异中来，百炼真金色不变。心月孤圆，义天洞晓。照中之虚，虚中之照。不萌枝上鸟初惺，无影树头春不老。垢衣权挂类中来，出门信手拈来草。掣鼓夺旗，往往光影里走作。停机息杼，往往死水里浸却。衲僧家，稳下脚。没窠臼，莫栖泊。月树不啼猿，云巢无宿鹤。玄微及尽类难齐，千手大悲难摸索。大雄父子许雍容，消息传通到劫空。寒卧老蟾呼不觉，扶疏丹桂月朦胧。云从龙，风从虎。雪峰辊毬，禾山打鼓。意不立玄，机不停午。恰恰相当用不穷，道吾觑破乐神舞。去时踏雪似来时，来去途中一色迷。妙得转身宾是主，宗家正令付全提。去时不出户，来时不入门。清癯山有骨，闲澹云无根。归家奉祖祢，了事还儿孙。云水通方士，相期报佛恩。内若不动，外必不乱，个是丛林知有汉。而今识得不为冤，自家兵马何须战。心因不生境缘断，体若虚空勿崖岸。霜天皎月上中峰，一段光明洗痴暗。衲僧须沥髑髅乾，透出威音世外看。岁月不能迁变处，个人肯共你同盘。五九四十五，春风吹断前山雨。行云归去复何心，转背飘然无觅处。无觅处，知不知，坐断十方还是谁。东弗于代郁单越，西瞿耶尼阎浮提。声色见闻闹浩浩，怡似儿时斗百草。两家拈出一般般，相对无言点头笑。碧琉璃色水澄清，紫磨金光身瑩明。洗净方知不受垢，释迦老子此时生。尊贵位中尊贵身，绵绵不断转金轮。刹尘寿量无穷已，个是乾坤旧主人。五月半，农忙乱，插田心是秋成饭。却道禾熟不临场，祇么任从风雨烂。禅和子，一身了。一身两眼对两眼，个中丝发初无间。老狐涎尽复何疑，再坐盘中弓落盏。衲僧去就水云姿，偶堕夤缘出应时。今日又归林壑去，得便宜了得便宜。祇解恁么去，沙禽夜宿沧洲树。不解恁么来，石笋穿开古路苔。莫道鲲鲸无羽翼，今日亲从鸟道回。淅淅西风敛气浮，远天野水一般秋。衲僧歇到兹时节，坐照寒光湛不流。日照昼，月照夜。天清而高，地厚而下。不我处者大功，不可逃者至化。举起镇州罗卜，酬却庐陵米价。阿噜勒继萨婆诃，佳作人可知礼也。祇个是家风，明明入混融。江光芦映月，夜色水吞空。攃手悬崖下，分身万像中。回涂登鸟道，恰恰是神通。南亩黄云禾弄穟，中洲白雪苇成花。归舟恰向其閒过，一棹清风夜到家。空劫有真宗，声前问己躬。赤穷新活计，清白旧家风。的的三乘外，寥寥一印中。却来行异类，万派自朝东。道绵绵兮用也不勤，道绵绵兮寂也不灭。二乘困堕于空无，众生执迷于分别。菩萨区区于进修，诸佛唠唠于演说。一句子妙出三乘，一念閒功超万劫。水月茫茫兮舟棹闲，雪云冉冉兮路岐绝。明明灵灵兮唯己自知，大辩若讷兮大巧若拙。恰恰无绫缝，明明不覆藏。鹫岭岂传迦叶，少林那付神光。现成处处合头句，具足人人知见香。虚空说法森罗听，不挂唇皮解举扬。玉线金针相续难，劫壶空处妙投关。香林烟暖风排雪，月窟冰寒影转山。里许借功方得活，那时退位不知闲。宗家密密绵绵事，布施多人莫要悭。直下无窠窟，不用求奇特。皓玉本无瑕，雕文丧君德。本来田地无涯岸，极目寒光成一片。消息平沈佛也迷，机轮转侧谁能辨。雪山山下拥蓑人，白牛一掣芒绳断。灵苗发种，觉树敷春。冷湫湫处却要温和，乾爆爆时还须津润。借婆裙子拜婆年，买尽风光不著钱。劈面来时莫回避，个人里许有生缘。同中有异，功亡就位。异中有同，在位借功。一步密移玄路转，全身放下劫壶空。隐隐密密，玲玲珑珑。记取深云须变豹，自然死水不藏龙。麟龙不为瑞，珠璧不为贵。衲僧眼豁开，彻见生死蒂。生死蒂，第一义。诸佛心，祖师鼻。少林传灯，灵山授记。随高随下，何此何彼。假诸因缘，神通游戏。有时五教三乘，有时三德六味。有时屋里主财，有时门头了事。处处清白家风，人人见成活计。一二三四五，禾山打鼓金牛舞。劈面来时著眼看，全身放下休回互。活计如今付旧人，版头疏久又还亲。星河月与长江混，渺渺清光一色匀。底时节，落功勋。卧稳须知却转身，转得了来相识么，寒穷面觜黑皴皴。万物自有功，当言用极处。事存函盖合，理应箭锋柱。何须更举扬，全体露堂堂。湿暑时时雨，薰风阵阵香。秧针初透水痕浅，蒲刀欲剪柳丝长。双六盘中休喝彩，分明触事恰相当。一尘具无量刹土，一念超无量劫数。一身现无量众生，一体合无量诸佛。吾家种草古今难，针鼻才分度线端。混处相期君把手，到时不与汝同盘。却来大用纵横是，向去全功转侧看。底事要凭师印可，轮回生死不相干。寒岩异草，坐著成功。明月白云，步时分影。幽洞不拘关锁意，纵横那涉两头人。云无心而自闲，天无际而能宽。道无像而普应，神无虑而常安。随之也不见去吊，迎之也不见来端。一藏教祇成赞叹，三世佛止可傍观。烛晓堂虚，织妇转机梭路细。水明夜静，渔老拥蓑船月寒。芝麻压得油，粳米炊得饭，还我丛林饱参汉。衲僧履道贵平怀，何必临机争转换。活计自然，家风成现。顺水便风，归舟到岸。寒山拾得笑呵呵，此心分付知音辨。浪爪拿舟雪溅空，十年胸际著慈风。如今堂上时相见，分付饮茶谈笑中。髑髅前有本来灵，照彻毗卢顶?平。玉马过关方半夜，木鸡唤月恰三更。寥寥迹绝全功转，历历光生借位明。却著弊衣垂化手，合同船子顺流行。一盘黑白互交罗，生杀其中细琢磨。樵人疑著当头著，不觉腰閒烂斧柯。生灭心尽是寂灭，露柱怀胎底时节。寂灭心起是生灭，石女生儿解言说。用时万象不盈馀，休处一真无空缺。藤枯树倒笑呵呵，依旧清风与明月。不是男，不是女。不是神，不是鬼。不是佛，不是物。祇知白云无心，谁辨青山在目。夜明识取断蛇珠，潭寒退下苍龙骨。等闲掣断紫丝绦，天上人间收不得。收不得，底事从来没窠窟。赵州四门长开，不碍诸方往来。十字街头人大叫，平铺买卖没相猜。本源无风波，真界绝涯畛。木人步月归，转侧功勋尽。地水火风休假藉，一切不留还脱洒。家风廓落等虚空，田地虚明非昼夜。鸟道须知举足难，玄机不许丝头挂。同中有异异中同，彻底浑沦无缝罅。赵州道有，赵州道无。狗子佛性，天下分疏。面赤不如语直，心真莫怪言粗。七百甲子老禅伯，驴粪逢人换眼珠。一亘清虚衲子家，十方三世个生涯。光明照夜触髅眼，消息含春枯木花。晓色依依云冉冉，天容淡淡月斜斜。母陀罗臂通身是，今日逢场便攃沙。"}