{"id":"1129053","title":"偈颂三十首","dynasty":"宋","author":"释印肃","text":"捏不成团拨不开，何须南岳又天台。六根门首无人用，惹得胡僧特地来。乍雨乍晴宝象明，东西南北乱云深。失珠无限人遭劫，幻应权机为汝清。三界唯心唯佛解，万法唯识更谁知。迷悟本无权立化，恰如黄叶止儿啼。涅槃生死犹如梦，十圣三贤是阿谁。有物先天无相貌，言诠不及体阿弥。祇这阿弥是汝心，不劳逐相外边寻。三僧祇劫随时立，心心心即是如今。邪法如冰霜，正道若太阳。杲日丽天无不照，冰霜仁消洋。佛说三乘十二部，会来只是一医方。长年有病不寻药，五千馀卷枉施张。魔王眷属成群队，朝夕巴歌作道场。唯有普庵真实要，同音异口赞吾皇。稽首摩耶大肚皮，无忧树下手攀枝。母子至今无觅处，落花啼鸟示全机。普礼三身四智佛，一念阿僧祇劫中。身心一如遍法界，法身不灭寿无穷。一月六旬权准则，一年四会表参同。妄念不生无损益，五千连贯赠寰中。所得未尝图别用，共成进纳续宗风。初法难传忧不信，黄梅五百独卢公。如今个个堪分付，报国资家理不穷。莫道祖师西土出，刹那自肯即心通。今日不知来日事，贪嗔痴爱度朝昏。披毛戴角更相互，岂识修真般若门。明朝遍入孤峰里，是处寻求不见师。自古上贤难出手，为伊不肯淡工夫。垂经留教五千卷，迷人看著转迷途。凡夫贪爱将为事，少得曹溪这老卢。普庵真实不问钱，只要离尘脱业缠。一闻千悟方堪委，何须苦苦学神仙。佛法无多子，久长难得人。念念坚不退，堪作了事身。不渭心外觅，堂堂本法灵。十方佛共證，更不费精神。普庵如是道，何患不圆成。若无一切心，何用一切法。佛说一切法，为除一切心。若人解实相，于中无虚诳。说与不说同，是即名最上。实相未全融，语默空花同。而复结空果，后进不能通。何故不能通，缘师指落空。依妄不归实，师子堕邪宗。二妄相依堕，带累千万个。因一人道虚，万类皆招祸。不了却自心，只管说他过。将谓佛法僧，也似陈行货。倒床吃不得，苦痛忍难过。晓夕无把捉，又见火轮磨。始悔我自错，无福转加祸。未得将为得，未證将为證。妄想一刹那，果招沙劫病。皆是自欺心，不依佛慧命。六度未能圆，五戒犹未定。口说一切无，贪嗔转增盛。人问道如何，胡应全无性。此不见性种，三界魔民虫。众生若遭遇，万劫堕贫穷。自坏他亦坏，自聋他亦聋。自堕彼亦堕，自空彼亦空。究竟还如佛，万像一镜中。若能如是解，可表警凡笼。空花水月，一纳无馀。迷时四生六道，悟时一颗明珠。个个跨金毛狮子，人人骑独步象王。文殊即是普贤，释迦倒骑佛殿。罗汉不奈安身，普庵鼻孔辽天。笑时只道善财痴，百一十城在这里。摩耶腹内造楼台，一口吸尽西江水。试问参方知不知，灵光运用从何起。直须坚密处安身，释迦宝殿真如理。打折达磨西来脚，莫令有误本来人。当处得心非向背，九年面壁寂光明。庭中立雪憨痴汉，海里口乾渴爱津。如今大有心颠倒，梦寐胡诤学道人。且向自心中体究，于斯如实更證明。须观古德皆如是，万莫瞒心自发轻。诳谤定招无间业，未全本觉且依经。修行未了身依口，莫学提纲没量人。对病用医须有意，指权归实救迷情。迷悟不同谁解意，三乘犹尚未全明。不契一乘为外道，经生持戒不知。徒劳南北与东西，满口文章不合义。不曾亲近正知见，色见声闻弄识神。髑髅几度皮消殒，林下追寻没一人。妄把玄诠为事会，五千救网变成尘。看经须用钱财雇，佛事全凭铙钹音。馂馅饼皮纱布绢，猪羊犬马折经金。僧俗一同轮苦趣，辜负牟尼古佛心。致使类多贤行少，仁慈鲜矣足孤贫。荣华富贵千无一，菩萨神仙不降生。如麻似粟人头面，杀盗贪嗔胜畜心。不管刹那沉劫海，且徒眼下乐精神。背善恶临无解处，烧香合掌告观音。大慈大悲来救苦，须臾命断叹悲深。一生不布纤毫善，悔惧双交没主人。方知今死难思悔，黑业无边我自成。寄语世间今未死，光阴莫负早回心。何况出家亲悟者，喃喃直指古同今。所以办心供作务，将勤补拙助元灵。相逢来往无心见，大事未成戒行深。只欲心空如及第，回头救接未归人。始合老师弘大愿，先难后易叹吟吟。十字街头不见客，孤峰顶上目群生。助柴活计元如是，不负当时这老僧。众生本是佛，悟了一体同。若人不达本，逐末走西东。君子当务本，本立佛性同。通一万事毕，终不被尘笼。非尘体不动，本实理含融。先天唯此物，今古学无踪。难了意在处，塞顽空色空。本无有指，妄言色空。若得妄消歇，真体者何穷。真体非形相，不离形相中。幻质皆虚伪，大智发于中。幻尽觉圆满，心光寥廓通。此通无对待，天地在其中。森罗并万像，影现一镜中。镜中实我体，寂湛印倥侗。若能同道者，与理本相同。唯守性清净，眼耳若盲聋。情忘兼想尽，忽觉己身空。自了本无物，强以道言通。此法滞诸学，皆幻质相容。若离一切相，形体外灵通。左右逢其源，烦不入胸中。我尚不可得，非我何可得。眷属犹如梦，非冤不遇逢。如今儿女者，皆再来祖宗。一根来复去，如观桑叶同。本树何曾动，凋叶有来冬。叶落明年发，根深不怕风。但能勤力护，勿使火兼虫。毁坏本根者，万劫堕贫穷。如今忧生死，犹如颠哭空。不知空本无，如翳生眼中。眼明虽说实，不可顺盲聋。自从达解本心光，陈见解者希相许。今蒙大士坠名香，妙明寂照挥伦楮。清风匝地意何穷，自这贤儒谁伴侣。自伤嗟，凭谁语，若问吾男归何处。普庵达本不曾生，水月空花无实据。不离当处常湛然，觅即知君不可取。此灵都是祖宗因，因果历然随谁聚。如今依旧复来生，何必自迷求解注。今古谁曾得久长，唯有法身镇常住。不消追拔与看经，三界唯心须了义。失却本来面目，个个日南长至。先祖时节苦临，处处笙歌乐醉。也参禅，亦详义，也贫穷，亦富贵。蒙头塞耳有谁知，大地茫茫没巴鼻。智悲同运，野店横溪。头头物物，实理希奇。悟本谁悟，迷是谁迷。家家观世音，户户礼牟尼。亨老总不知，都料斫木底。不因这三门，如何在这里。老师本无节，世间如梦寐。我今梦中说，说者觉如义。若有未觉者，好盖令饱睡。等待睡惺时，自己难回避。恐彼少盐醋，米面并豆豉。我击木童儿，汝定知来意。每人与一饱，大家要了利。冬日莫更歇，腊尽相将至。如人各上山，努力争先势。时节莫瞒心，早归欢喜地。坚个弥勒楼，露出真慈氏。了知生死即涅槃，自性如空包天地。试问空空空不知，不知知处法不二。谁道凡情不作佛，咦，大丈夫，休分别，百亿尘劳从此诀。今朝酒醒何处，杨柳岸晓风残月。佛是西天之梵语，此土将觉义以同名。心迷不觉属众生，心转觉时一切佛。佛开口处为言教，化导迷心转觉心。众生开口成寐语，沙魇群迷叫不醒。迷悟不同希达者，诸佛方便救迷情。情忘想尽明心者，海藏琅函不可轻。在在处处堪闻演，共祝吾皇亘古今。臣忠子孝那边静，风雨调和物物成。是非一体元无二，佛与众生不出心。我今圆满如来藏，唯愿众生发信心。等与如来同受用，一闻千悟永瞻钦。这回针芥若不遇，刹那失足坠幽冥。阎公问汝将何答，未免刀山火燄林。地狱皆因心不悟，一十八界杳难寻。八万四千城可畏，铁围无间苦呻吟。个中不遇佛光照，万劫无由得出轮。忉利诸天因业坠，后闻天鼓复超升。人生有限空花相，光阴迅速岂堪停。古人究道如救头，后士无依岂不惊。一失人身难再复，荣华富贵苦来临。如今自有非他事，性水澄清理甚深。海印森罗融万象，湛然无古亦无今。化无所化知无二，自肯随心了此经。化藏经语，结般若因，度有缘众。一卷一千，共亦不共。才出头来，便得受用。此经无价，拟议不中。除非自肯，破尘了梦。见佛不空，塔成无缝。半偈舍身，古今尊重。劫火不烧，魔不能动。佛祖皆宗，天龙普供。万莫放过，千亿珍重。如如方契色非空，若也解空空非色。十二部诠如说梦，百千万佛若空花。涅槃生死杳无踪，本来面目非非相。大开喜舍破微尘，了取功勋无尽藏。闲步游南陌，惟便野兴多。傍花看蝶舞，近柳听莺歌。显老明禅，入理深渊。文殊为体，妙用普贤。凤山得旨，妙契南源。三株树下，坐断云烟。金刚作眼，鼻孔辽天。言谈讽咏，草木皆鲜。钦风久矣，偶睹惠然。如天甘露，沃我心田。希有希有，世外金仙。老婆心切，示我窥鞭。自知本有，久被尘缠。普光明殿，海印俱全。弥勒阁中，了了何言。常在不欠，触目无边。一毫头上，妙绝偏圆。含融法界，本体现前。圆应牛，经劫没人收。若不遇人，虚度春秋。如今横穿鼻孔，水草皆休。有时放，有时收。随分纳些些，自性优游。独奈何，劳别讨，混迹应不迷流。不许犯他苗稼，也不犁他田丘。饱饮雪山肥腻，一顿更不他求。眉毛眼睫，动转绸缪。试问沩山水牯牛，有甚风流。向左膊上书字，著甚来由。任你千般引□，不肯回头。不如卧云枕月，运气常周。假使银蹄金角，气射斗牛。居吾腹内，不得出头。吞底乃刀山剑树，业到解散枯髅。谁知体如巨海，妄起浮沤。风击沤生，沤灭何愁。湛然智海喻真牛，圆应头头岂用修。颠倒梦想忽然破，直入孤峰常独坐。不曾相见与相亲，祇么巍巍迎达磨。东西露柱满添汤，南北石头快推磨。到与不到俱吃茶，万里清风同唱和。快活快活也大哥，达磨达磨真老婆。多时寻觅觅不见，却来草里念摩诃。几年相伴急走过，新罗低头觅不见，举首又蹉过。今日无知知，不是强扬播。若有知知者，未免番成祸。四七二三不立形，历劫三祇祇这个。从古迄今食不餐，肚胀气均常不饿。伤嗟捉月夜猿痴，往复疲劳多退堕。不知古佛只传心，除了此心无别可。师子子，不消多，直下无心唱哩啰。拈却眼来作鼻孔，呵呵大笑探禅河。无量劫来风泡子，至今汩没和巴歌。稽首宝积佛，敬礼阿弥陀。普庵此来无个事，大家相劝演若多。元来不识头依旧，何须苦苦更波波。善者多魔自古今，佛魔一体只空心。心迷不觉悭成贼，心悟回头便舍金。莫怪迷心心怕贼，贼心对面也难寻。三途地狱因斯得，奉报须防仁不仁。不是道人先注脚，免他来喜去沈吟。一年三百六十日，梦想颠倒不曾息。耳闻眼见善庵名，更莫邪言喧戏剧。思量生死大惊神，唯了本心称第一。暂时忽听本无心，解脱沉沦千万亿。寄语诸人莫蹈虚，勾阑不稳莫稍依。莫令堕入深坑下，未免先当说与伊。来往任观心不住，声香味触且随时。孤峰独特谁为伴，尘世忙然我道奇。离诸名色相，实见如来藏。能转语成经，本心非榜样。说有即是无，说无无伎俩。不会自转经，依语成妄想。梦里推木轮，信施谁酬偿。不出牛马羊，入他阑圈养。一文四个字，还足连他丧。悟者发真机，迷者堕铁网。佛教空无相，妙契合无上。天鼓解说经，忏悔罪无量。有无空不空，真实不虚诳。圆信六神通，不刻天龙像。只么转心经，个中谁拟向。妄执迷流不肯休，所以今生逐女流。如今眼界浑尘染，几时安稳见来秋。莫误前途成业网，目连成佛已绸缪。开心放旷依儿得，不著高峰见毗丘。腊月三十夜，髑髅自相骂。阎老索饭钱，汝等怕不怕。龟毛敲兔角，五彩虚空画。正当恁么时，摩尼谁著价。大年初一日，道闲却成急。自拜梦中人，妄想从谁立。唯我知不知，今古希相识。张三李四歌，草木空祇揖。日月转眼睛，历劫不曾停。三贤与十圣，枉费苦精神。常思达磨老，九年守少林。如今意不尽，瓦砾即真金。出家无易事，了道亦非难。各自要努力，如人担上山。累劫负偿命，此生莫等闲。遇时若不顺，展转落雠关。佛与人方便，度人及登山。布身而填险，为众代艰难。荷担如来者，莫道不当番。汝逆和尚顺，明朝报愈艰。汝见有福者，拥从物如山。在处皆如是，因修得世间。若争人我相，不如快下山。若酬自己债，岂用学烧丹。相逢无别有，动不是风幡。前后都还却，独坐大雄山。时人须警觉，应道不痴颠。苦牛并急马，也只少他钱。今生还不足，来生又吃鞭。道人虽无事，不忍哭苍天。今古论如是，岂可向愚言。无我无钱质，此处静悄然。显迹灵光在，梦然一炷烟。普庵何处去，分明在目前。须当如是体，可学老婆禅。莫住空花相，谤佛结深冤。以善能销恶，以顺和逆颠。以道资顽狠，以心助普贤。以师为心本，以念于无缘。以身如父母，以力报愚贤。出家为佛子，动静自光鲜。超凡并越圣，真实不堪言。曾经千万劫，碎身报未圆。我今排次定，更莫听胡喧。顺我大家吉，逆我众无缘。孤峰无觅处，三千遍大千。此时思一偈，虚空应不得。非是我做作，真如体自然。"}