{"id":"1129946","title":"偈颂六十五首","dynasty":"宋","author":"释普济","text":"春山叠乱青，春水漾虚碧。大解脱门开，把手拽不入。大包虚空，细入无间。突出当阳，如何履践。十日雨，今日晴。一则多年公案，明明举似诸人。若是覆盆之下，又争怪得老僧。翳尽还明极，家乡万八千。悬崖重撒手，古剑髑髅前。禾山打鼓，雪峰辊毬，妙胜不打个般车里油。一双穷相手，两个死柴头。净法界身，驴腮马面。本无出没，万化千变。眼耳鼻舌身意，八万四千法门，昼夜放光动地。一翳在眼，空花乱坠。知之一字，众祸之门。杀人放火，活捉生擒。不是今日枢要，亦非上古典刑。与贼过梯了也，攻墙割壁何人。有句无句，如藤倚树，截铁斩钉。水不借路，树倒藤枯。西天胡子没髭须，蹋杀杨歧三脚驴。趁晴盖了屋，乘时刈了禾。输纳王租了，鼓腹唱讴歌。天晴日头出，雨落阶头湿。宝陀岩上人，犹自不条直。大火已西流，千山爽气浮。秋河鸣一雁，砧杵捣离愁。冬至前后，沙飞石走。佛祖潜踪，寸铁在手。圆通门户开，湛然应一切。星罗云汉低，山岳起空翠。风雨雪霜寒，人惊鸡犬吠。正法明如来，依然在门外。一队衲僧来，一队衲僧去。打破睦州关，大地无寸土。去日炎威重，归时秋半过。林间坐磐石，不觉笑呵呵。不笑仰山插锹叉手，不笑地藏博饭栽田。二胜米料人人有，笑他饿死饭箩边。祖师不西来，少林有妙诀。江南两浙，春寒秋热。错！佛法遍天下，谈玄口不开。这个是露柱，那个是香台。错！直饶荐得分明，未免将错就错。禁足护生脚跟下，乞命底纷纷纭纭。克期取證平地上，埋没人千千万万。腊极严寒，冻破泥团。不可默会，不可形言。鸡上树，鸭下水，明朝更献楚王看。鹫岭拈花，少林得髓。病痛一般，脉息有异。脉得著目前见鬼，脉不著死而不吊。栽田博饭，诡计百出。插锹叉手，通身荆棘。枷棒场中亲不亲，草窠交辊见当人。谁是当人，放箸忘恩。击鼓升堂，不谈世法。冬至月头，卖被买牛。冬至月尾，卖牛买被。经行及坐卧，常在于其中。要识其中事，长汀江水东。同条不同条，心眼自相照。翻覆论岁寒，不觉拍手笑。砉碎明月珠，始为家宝。飏下鈯斧子，方是住山。古策风高，天宽地阔。别别，别峰妙转风雷舌。白鹤五通贤圣，瞥喜瞥嗔无定。闻名不如见面，见面依然错认。从来与渠水米无交，年年今日，钵盂安柄。因甚如此，鸡不吃谷，肫里有病。西来无意，遍天遍地。玉兔东升，金乌西坠。老鼠咬床头，猫儿正憨睡。莫教动著渠，动著便祸事。二祖动著招祸上身，天宁今日开眼失利。风不鸣条，雨不破块。老胡忽西来，拨乱清平世。一天星斗大家看，独有渠侬见处偏。打失眼睛拈得口，至今脚下黑漫漫。锦城歌管日纷纷，半入江风半入云。此曲只应天上有，人间能是几回闻。煅玉已经三日火，探珠曾下九重渊。毁珠擿玉无人识，十字街头飏碌砖。山家冬境致，何处不光辉。大地冰棱合，漫天雨雪飞。一新一旧，嘉熙淳祐。皇天大历，岁在辛丑。南北山朝对，东西有路分。一步不相到，大地入无门。崇山峻岭，茂林脩竹。终日提纲，神号鬼哭。老黄龙颔下明珠，胜首座悬空扑碎。黄檗山吐雾兴云，遍地走南山鳖鼻。为众持钵去，七佛旧仪式。庵园塔庙间，处处遍敲击。旱地一声雷，青天撒白雨。不是诺佛说底法，不是祖师传底心，不是衲僧参底句。日月轮边气象高，鱼龙穴下蟠根固。起灭不停，如珠走盘。收视返听，堕在黑山。不参禅，不问道。竖起铁脊梁，死蛇钻出草。不是禅，不是道。云门千岁僧，越山鼐长老。悉达脚下，七花八裂。韶阳棒头，有礼有乐。迦叶首传，龙潭吹灭。一灯一灯，灯灯不绝。南山虎咬大虫，鳖鼻蛇头生角。大地六反震动，文殊普贤惊愕。雪压双林树，风号万籁寒。瞿昙曾入灭，衲子眼难瞒。铁蒺藜椎，转弄转危。丹霞烧木佛，院主落须眉。南山炉添今日火，作者不同归。南山云，北山雨。毗卢楼阁，豁开门户。花簇簇，锦簇簇。弥勒大士，倾肠倒腹。百城风月，目前领话，人畜草芥。一时知有不知有，毗目仙人执善财手。钟鼓声喧暄，鸟雀闹中庭。圆通门不钥，眉毛落又生。冬不寒，腊后看。无人知此意，令我忆南泉。明星一见悟无生，攧落阿鼻业火坑。三百馀番说不出，为他闲事长无明。壁观婆罗门，家业大天下。传远枝派分，寸土不存也。焚香作忌斋，普请礼三拜。古佛堂前，三头六臂。祖师门下，道绝人荒。衲僧者里，银山铁壁。慧日峰顶，春风和气。验人眼，截流机。德山临际，伏惟伏惟。前佛后佛，无生不灭。紫磨金色身，衲僧眼中屑。堂中首座人天眼，汉语胡言大藏经。七百衲僧吞佛祖，灵山乐得做闲人。觉皇垂迹左金轮，宝殿巍巍表至尊。宸翰亲从天上降，烂然金碧耀乾坤。大道无门，十方有路。无门不可不入，有路不可不到。阿呵呵，不参禅，不说教。饱饭熟睡游谈，三毒无明浩浩。北山免得按牛头吃草。三八念诵，劳动大众。五月升堂，说短论长。打鼓入室，逼狗透墙。东去西去，南来北来。残羹馊饭，门外安排。深山穷谷，蛇虎纵横。平田浅草，鸦鸣鹊噪。九十日春，多雨少晴。苔痕上阶绿，草色入帘青。地水火风先佛记，冷灰堆里无舍利。扫向长江白浪中，千古万古第一义。百尺竿头坐底人，虽然得入未为真。百尺竿头进一步，十方刹土现全身。鸣爆竹，送残年，东村王老夜烧钱。南山短拙无施设，借婆裙子拜婆年。"}