{"id":"1129380","title":"颂古一百二十一首","dynasty":"宋","author":"释宗杲","text":"利刃有蜜不须舐，蛊毒之家水莫尝。不舐不尝俱不犯，端然衣锦自还乡。老汉才生便著忙，周行七步似颠狂。赚他无限痴男女，开眼堂堂入镬汤。拈起一枝华，风流出当家。若言付心法，天下事如麻。两处牢关击不通，纤尘不动自乖宗。忽然业镜使杂碎，黄面矍昙失却踪。金鳌一掣沧溟竭，徒自悠悠泛小舟。今日烟波无可钓，不须新月更为钩。觅心无处更何安，嚼啐通红铁一团。从使眼开张意气，争如不受老胡谩。出得出不得，是定非正定。罔明与文殊，丧却穷性命。见得分明识得亲，举来犹自涉涂程。直饶不犯毫芒者，也是拈䭔舐指人。马驹脚下丧家风，四海从兹信息通。烈火焰中捞得月，巍巍独坐大雄峰。哑子得梦与谁说，起来相寻眼麻弥。已向人前输肺腑，从教他自觅便宜。若将此语定纲宗，孤负明招独眼龙。笑里忽分泥水路，方知千里共同风。第七烟菟没尾巴，食牛之气已堪誇。丛林悱悱争唇吻，几个行人得到家。倒腹倾肠说向君，不知何物尚沈吟。而今便好猛提取，付与世间无事人。雨散云收后，崔嵬数十峰。倚栏频顾望，回首与谁同。身上著衣方免寒，口边说食终不饱。大唐国里老婆禅，今日为君注破了。入门便喝，全无巴鼻。引得儿孙，弄粥饭气。昧却当阳个一著，牵来拽去互施呈。不知除却王维手，更有何人画得成。五月五日午时书，赤口毒舌尽消除。更饶急急如律令，不须门上画蜘蛛。脑后见腮村僧，大开眼了作梦。虽然趁得老鼠，一棒打破油瓮。一人眼似鼓槌，一人头如木杓。两个老不识羞，至今无处安著。劝君不用苦劳神，唤作平常转不亲。冷淡全然没滋味，一回举起一回新。使得十二时辰，呼来却教且去。倚官挟势欺人，茫茫无本可据。深浅聊将拄杖探，忽然平地起波澜。倾湫倒岳惊天地，到海方知彻底乾。好一殿功德，总是过去佛。百福相严身，不使栴檀刻。日日香烟夜夜灯，看来当甚乾萝葡。禾黎不阳艳，竞栽桃李春。翻令力耕者，半作卖华人。天下禅和说勘破，争知赵州已话堕。引得儿孙不丈夫，人人点过冷地卧。度体裁衣，量水打碓。毫发不差，且居门外。飋飋风松，萧萧雨桧。师子咬人，韩獹逐瑰。赵州有密语，文远不覆藏。演出大藏教，功德实难量。一正一邪，一倒一起。文选赵州，靴里动指。文远修行不落空，时时瞻礼紫金容。赵州拄杖虽然短，脑后圆光又一重。有问狗佛性，赵州答曰无。言下灭胡族，犹为不丈夫。九十七种妙相，顾陆笔端难状。赵州眼目精明，觑见心肝五藏。青州七斤衫，尽力提不起。打破赵州关，总是自家底。参见南泉王老师，镇州萝卜更无私。拈来塞断是非口，雪曲阳春非楚词。有佛处不得住，生铁称锤被虫蛀。无佛处急走过，撞著嵩山破灶堕。三十里外莫错举，两个石人相耳语。恁么则不去也，此语已行遍天下。摘杨华，摘杨华，唵嚤呢哒哩吽㗶吒。涂路波吒数十州，传言送语当风流。不知脚下泥生刺，蹋著锥人脚指头。直饶钉得遮一缝，点检将来非好手。可怜两个老禅翁，却向俗人说家丑。凿坏十方常住地，三钱使尽露尸骸。罗山古佛虽灵验，未免将身一处埋。出门握手话分携，古路迢迢去莫追。却笑波心遗剑者，区区空记刻舟时。一挝涂毒闻皆丧，身在其中总不知。八十翁翁入场屋，真诚不是小儿嬉。钟声披起郁多罗，碧眼胡儿不奈何。一箭双雕随手落，拈来元是栅中鹅。入门便棒，郎当不少。依而行之，胡麻厮缴。不落不昧，石头土块。蓦路相逢，银山粉碎。拍手呵呵笑一场，明州有个憨布袋。俊哉一跃透重渊，霹雳追之去不还。却笑龙门烧尾者，依前点额在波澜。南泉打破闲家具，浩浩诸方作话看。今日为君重举过，明明历历不颟顸。背触非遮护，明明直举扬。吹毛虽不动，遍地是刀枪。瑞岩宸风，唤主人公。昨夜南山，虎咬大虫。镆铘在握，天魔胆落。明眼衲僧，休便卜度。丹山生鸑鷟，师子彦狻猊。棒下摩醯眼，徒誇第一机。对众全提摩竭令，岂是闲开两片皮。喝下瞎驴成队走，梦中推倒五须弥。暗中携手上高山，及至天明各自行。无限中涂未归客，明明开眼堕深坑。阳焰何曾能止渴，画饼几时充得饥。劝君不用栽荆棘，后代儿孙惹著衣。眼中无翳休挑刮，镜上无尘不用磨。信脚出门行大路，横担拄杖唱山歌。好个话端，阿谁解举。举得十分，未敢相许。全死中全活，全活中全死。一个讶郎当，一个福建子。境话会来虽未是，却问如今作么生。清凉元本鼻头直，夹山依旧两眉横。睦州担板，那容眨眼。阔狭短长，不须增减。一气转一大藏教，顿渐偏圆权与实。无边妙义炳然彰，元来一字也不识。以平报不平，王法本无亲。临济虽明眼，也是黄龙精。先师会里呈真处，临济堂前吃菜时。连此三回露拴索，咄这缘台盘乞儿。夜半明星当午现，愚夫犹待晓鸡鸣。可怜自屎不知臭，又欲重新拈似人。提起须弥第一槌，电光石火太迟迟。象王行处狐踪绝，师子咆哮百兽危。和尚不赴堂，庄主谢临屈。一字入公门，九牛撤不出。祖父田园都卖了，四边界至不曾留。奈何犹有中心树，恼乱春风卒未休。新妇骑驴阿家牵，步步相随不著鞭。归到画堂人不识，从今懒更出门前。猛焰不容蚊蚋泊，大海那能宿死尸。任是三头并六臂，望风无不竖降旗。云门乾屎橛，全超法报化。无事出山游，百钱杖头挂。巍巍一座大弥卢，荷负非干气力粗。纵使不随言语会，却来当面受涂糊。问佛如何是，宗师即便酬。称锤将锯解，言外度迷流。古庙里头回避得，纸钱堆畔暗嗟吁。闲神野鬼皆惊怕，只为渠侬识梵书。望州乌石与僧堂，业识茫茫不可当。提起衲僧拄杖子，五湖四海沸如汤。痴人面前休说梦，生铁团上须寻缝。明明说与却佯聋，只管外边闲打鬨。移身不移步，移步不移身。走却金师子，捉得玉麒麟。总道见桃华悟道，此语不知还是无。茫茫宇宙人无数，那个男儿是丈夫。打破鬼门关，日轮正当午。一箭中红心，大地无寸土。夺得骊珠即便回，小根魔子尽疑猜。拈来抛向洪波里，撒手大家空去来。忽尔出门先见路，才方洗脚便登船。神仙秘诀真堪惜，父子虽亲不可传。有礼有乐，有唱有酬。人平不语，水平不流。瞎驴一跳众皆惊，正法那堪付与人。三要三玄俱丧尽，堂堂摆手出重城。扯破云门一柄扇，拗折乾峰一条棒。二三千处管弦楼，四五百条华柳巷。见色明心事已差，闻声悟道更交加。观音妙智慈悲力，荆棘林生优钵化。剔开金殿锁，撞动玉楼钟。泣露千般草，吟风一样松。天地同根伸一问，未曾抬步已亡家。无阴阳处华重发，玉本无瑕却有瑕。玄沙三种病人话，透出云门六不收。莫待是非来入耳，从前知己返为雠。夫子不识字，达磨不会禅。玄沙无此语，切莫妄流传。赤肉团边用得亲，主宾有理各难伸。两个驼子相逢著，世上如今无直人。有时笑兮有时哭，悲喜交并暗催促。此理如何举同人，断弦须得鸾胶续。金刚圈，栗棘蓬。玄沙三种病，石巩一张弓。直截为君说，新罗在海东。杨岐一头驴，只有三只脚。潘阆倒骑归，攧杀黄幡绰。老青原，没缝罅。问佛法，酬米价。差毫釐，成话把。无面目，得人怕。后园驴吃草，一老一不老。蓦地撞出来。斗凑得恰好。小鱼吞大鱼，直路太萦纡。古帆休更问，处处得逢渠。五逆闻雷，曾参颜回。一粒豆子，爆出冷灰。口是祸门，电激雷奔。娑竭出海，震动乾坤。日日日日，时时时时。违时失候，个老古锥。直出直入，当面不识。更拟如何，著甚死急。杀人须是杀人汉，当下一刀成两段。头臂虽亏剑刃锋，何似秦时?轹钻。十字街头，现成行货。拟欲商量，漆桶蹉过。兔角龟毛眼里栽，铁山当面势崔嵬。东西南北无门入，旷劫无明当下灰。云门鉴咦，少有人知。咄，无孔铁锤。一口吸尽西江水，甲乙丙丁庚戊己。咄咄咄，啰啰哩。燕坐道场经十劫，一一从头俱漏泄。世间多少守株人，掉棒拟打天边月。独坐许谁知，青山对落晖。华须连夜发，莫待晓风吹。春至自开华，秋来还落叶。黄面老瞿昙，休摇三寸舌。壁上安灯盏，堂前置酒台。闷来打三盏，何处得愁来。陕府铁牛白癞，嘉州大像耳聩。两个病痛一般，咄哉漆桶不快。掌内摩尼曾不顾，谁能护惜娘生裤。浮杯不会老婆禅，直至如今遭点污。电光石火尚犹迟，猗死禅和那得知。转面回头拟寻讨，夕阳已过绿梢西。眼光烁破四天下，婆子拳头没缝罅。当机觌面事如何，猛虎脊梁谁解跨。三世诸佛不知有，老老大在外边走。眼皮盖尽五须弥，大洋海里翻筋斗。狸奴白牯却知有，瀑布不溜青山走。堪笑无端王老师，错认簸箕作熨斗。一堆红焰亘晴空，不问金鍮铁锡铜。入里尽教成水去，那容蚊蚋泊其中。崎崎岖岖平坦坦，平坦坦处甚崎岖。蓦地跛驴能蹴蹋，抹过追风天马驹。云门举起竹篦，开口知君话堕。上方香积不餐，甘伏食人涕唾。云门举起竹篦，禅和切忌针锥。鸾凤不栖荆棘，■■偏守空池。云门举起竹篦，通身带水拖泥。奉报参玄上士，撒手悬崖勿迟。云门举起竹篦，拟议知君乱统。直饶救得眼睛，当下失却鼻孔。云门举起竹篦，露出心肝五脏。可怜猗死禅和，犹自魂飞胆丧。"}