{"id":"1130002","title":"偈六十九首","dynasty":"宋","author":"释道宁","text":"宝座既登，清风四起。要津把断，凡圣俱亡。放一线道，别露风规。具眼禅人，一任施设。风搅长空，春云四起。六臂三头，徒誇唇觜。匝地普天，全非伴侣。等閒拈出与君看，直下分明须荐取。没弦琴韵，罕遇知音。无影林中，难寻足迹。同声同气，方辨端倪。不是当家，徒劳侧耳。数声归笛离春浦，一片孤帆过洞津。到岸舍舟常式事，何须更问渡头人。棋逢敌手，密行难藏。琴遇知音，希声乃布。摩竭正令，同道方知。捏聚放开，悟迷一决。父母所生口，何妨为子说。莫将閒事挂心头，便是人间好时节。子只见风清月白，焉知洞里花香。曾看江上弄潮人，未闻爱水嫌波浪。千圣不传，诸祖秘语。不惜眉毛，为君亲举。衲子抬眸，白云万里。报慈一要，凡圣同妙。犬吠驴鸣，龙吟虎啸。道吾乐神，师巫祭庙。雨过山青，云收日照。拾得与寒山，不觉呵呵笑。休休，他年自有知音，岂待今朝说破。晷运推移，日南长至。分明一道恩光，照彻十方三世。全彰诸祖玄关，漏泄衲僧巴鼻。灵云刚道无疑，弥勒徒誇授记。争如李四张三，相贺街头巷尾。不是海印发光，亦非楞严三昧。林下高人，休要瞌睡。令余暗里笑舒眉，直是清风动天地。宗门奥旨，造者还稀。体用无私，随流得妙。有时互为主，伴敲唱玄风。有时对面藏，身难窥影迹。要津把断，凡圣迷源。利物垂慈，等閒入草。荡荡无迂曲，明明透古今。问无别语，答岂异音。一人张帆，一人把柁。铁笛横吹，渔歌唱和。啐啄同时，知音几个。顺水逆流归去来，到岸方谙不恁么。不恁么，为君宣，甜如砂蜜，苦似黄连。若不同床卧，焉知被底穿。解语非干舌，能言不是声。非声非舌用，方乃号圆成。妙造如如旨，还家罢问程。数日寺门浩浩，全身走入荒草。五湖高士安禅，休要别处寻讨。廊下喏诺分明，阶前斛斟叫噪。劳生日用无私，般若光中虚老。灯笼暗地攒眉，露柱低头懊恼。令予冷眼偷看，不觉呵呵笑倒。三钱买个郑州梨，元来是青州枣。春山青，春水渌，啼鸟落花清耳目。一带平原画不成，妙印无羁岂拘束。闻声不悟道，见色岂明心。大冶红炉里，真鍮不博金。难中之难，妙中之妙。千圣攒眉，是何关要。薰风乍扇，云雾顿开。杲日腾空，森罗互显。如镜照像，不碍光辉。汝等诸人，二六时中。发宣前尘，凭何印可。这里荐得，无明界内，古佛家风。荆棘林中，衲僧巴鼻。大地山河，借你出气。借水献花常式事，傍观犹笑老婆心。宗门妙旨，海口难宣。简要提撕，知音罕遇。事无一向，理出多门。岂不见道，有句无句，如藤倚树。树倒藤枯，句归何处。深秋帘外千家雨，落日楼前一笛风。春风浩浩，春鸟喃喃。山花开似锦，涧水湛如蓝。大圆镜里，扣己而参，便恁么去也太无端。文殊去后无消息，休问前三与后三。枯木岩前，道人不顾。尘劳界内，衲子兴悲。恋著玄关，全亏大用。灰身灭智，岂是良图。裂破面门，救诸苦趣。为祥为瑞，今正是时。捞龙趁凤男儿事，浅种深耕效仰山。曙色才分烟气消，严风括地不相饶。炉中幸有无烟炭，莫学丹霞把佛烧。恩大不知何以报，寥寥千载古风清。大道无私，要由心悟。心无形状，全物而彰。妙契斯关，万缘俱备。同坑无异土，千古少人知。月下休相唤，还从旧路归。人从卞州来，不得东京信。陕路既相逢，到底难亲觐。抚掌笑呵呵，解佩空王印。先贤垂范早涉离，微言无展事句里。藏机百千诸佛知，黄鹤楼前握手归。夏雨落绵绵，民歌尧舜天。千山增翠色，万壑锁青烟。唯有禅家无一事，饥来吃饭困来眠。路逢死蛇莫打杀，没底篮子盛将归。阴云弥四野，心地长尘埃。试请回光看，生从何处来。丛林浩浩，谁是知音。马祖堂中，盘山回首。云门会里，明教翻身。彼此一时，孰分优劣。入廛不露迹，随处是家风。浅种与深耕，秋冬收颗粒。从他五湖衲子，端坐无疑。日高一钵和罗饭，禅道是非都不知。尘中辨主，闹里求人。两手扶犁，钁头边事。陋巷不骑金镫马，回来却著破襕衫。数日滂沱雨，今朝彷佛晴。烟云消散尽，天地廓然清。檐前鹊噪，林里莺鸣。岭外牧童歌野径，江边渔父钓长鲸。禅家高卧无馀事，渴饮饥飧贺大平。两彩一赛，凡圣齐收。若作佛法商量，大似抱赃叫屈。报慈一言，千圣不传。即时妙会，火里生莲。路遥知马力，岁久见人心。琉璃殿上，古佛舒光。明月堂前，昙华布影。不用南询弥勒，何须东觅文殊。华藏门开，任君瞻仰。或舒或卷，尘尘普现色身。或放或收，处处毗卢境界。不舒不卷，寂尔无根。不放不收，是真常住。丝毫无碍，统摄圣凡。自利兼他，古今不坠。夜半不须敲玉户，天明凤子笑衔花。透脱玄关，更无凝滞。一瞖落眼，空华乱坠。塑不就，画不成。锋芒不动，海晏河清。五湖衲子，抖擞精神。为君通一线，教子快平生。夜来春睡重，一觉到天明。衲子玄关，群生命脉。锋芒未兆，便好承当。文彩才彰，翻成影事。空劫已前，乾坤未剖。凝然一片，非圣非凡。不涉熏脩，岂从外有。焚香提起经来读，便是拈华付嘱心。此外别求玄妙解，悠悠千古少知音。选得幽居惬野情，终年无送复无迎。有时直上孤峰顶，月下披云啸一声。摩竭掩室，非是通方。净名杜词，未为作略。总不恁么，罕遇知音。方便门中，随宜举唱。苏州有，常州有。月白风清，天长地久。路著旧乡关，金毛善哮吼。父慈子孝少人知，回首面南看北斗。丈夫儿，自家断，日用无私休计算。被他指点谩商量，到底死生打不辨。长生路上少人行，轮转脩途空懊叹。万境中，须这汉。出没卷舒无系缚，浅种深耕谁委知，沩山水牯骑来惯。头角分明在目前，五湖衲子抬眸看。玉笛一声风雨寒，万两黄金终不换。释主拈花，强生枝节。头陀微笑，眼里添尘。目击道存，翻成途辙。隔江招扇，早涉崎岖。劝君不用镌顽石，路上行人口似碑。宗门奥旨，祖室玄枢。不遇当人，翻成影响。著眼看，休比拟。几回抛向众人前，八臂那吒提不起。衲僧蹊径，千眼莫窥。鸟道无私，经行岂碍。要关在手，通变刹那。一味醍醐，莫嫌淡薄。有时毗卢藏内，优钵华开。嗅之不闻，是何境界。灵山彷佛，少室依稀。抖擞提撕，人天兼济。纵横问答有来由，缘木求鱼卒未休。若妙旨寻知见会，还同拨火觅浮沤。诸佛子，著眼看。严霜晓露，彻骨清寒。匝地普天，通同实际。休问得皮得髓，徒誇见浅见深。从来一道恩冤，何以自家退屈。山僧对此，忍俊不禁。閒引少林无孔笛，为君吹起小阳春。满眼觑不见，满耳听不闻。一堂风冷淡，千古意分明。秋风秋雨颇相宜，万水千山木叶飞。堪笑灵云回首处，何须花发始忘机。秋风萧索，秋山叶落。秋雨霖漓，秋天寥廓。祖师心印全彰，灵云鼻孔穿却。分明一道恩光，旷劫无形寂寞。五湖衲子急归来，休向途中乱穿凿。莫穿凿，体用从来非自他，作者不求无病药。金乌当午，文彩全彰。玉兔沈辉，影像俱寂。通同实际，一体无诸。不落今时，识情罔测。混融凡圣，佛眼难窥。髑髅常干世界，鼻孔摩触家风。灵山标榜，五指舒光。少室真规，断肱立雪。尘中辨主，盘山踪迹犹存。杓柄舀来，象骨家风尚在。流通密旨，建立法幢。全藉高人，方能巨济。然后玄关大启，四海一家。任他六臂三头，到此也应拱手。须弥顶上非凡木，白藕峰前得处高。全提正令，匝地风生。把定要津，孰分优劣。三玄料简，未称衲僧。五位君臣，殊乖道体。平实无事，诳謼闾阎。入理深谈，黏皮带骨。纤毫不动，空劫已前。数量难该，凭何话会。几回抛向众人前，千眼大悲觑不见。正法眼藏，十圣那知。秘密玄风，三贤罔测。灵机湛寂，体妙希夷。不落今时，岂该数量。捞笼品类，陶铸群情。三世诸佛，异口同宣。六代祖师，亚肩垂示。琅函玉偈，遍满龙宫。海角天涯，潜敷奥义。或瞻或礼，迥脱根尘。若见若闻，俱成种智。回光照彻，契本幽微。印古印今，非前非后。圆伊独露，方号流通。超出化门，是真常住。衲僧孔窍，放过一著。檀那分上，又且如何。寿山隐隐侵云际，福海滔滔似镜平。祖师妙旨，觌面无私。该括古今，何尝欠少。自是根机不等，见有差殊。方便门开，为君举唱。有利无利，不离行市。师子嚬呻，象王游戏。洎乎检点将来，未是衲僧巴鼻。此生西天，斯晨禁足。依旧夜短昼长，是处山青水渌。都来一个虚空，不用强生节目。争如攃手便归来，六六元来三十六。殷勤为报道中人，恋著玄关即拘束。毗卢影里，般若光中。互为主伴，法界融通。白云片片，帝网重重。形分万派，月印寒空。道人活计，古佛家风。自他兼济，无功之功。高著眼，莫狐疑。卷舒自在，今正是时。路逢剑客须呈剑，不是诗人莫献诗。云容叆叇，舒卷长空。乍雨乍晴，为祥为瑞。敷荣万物，积翠千山。大事皎然，辉腾今古。英灵衲子，使合知时。懞懂禅人，云何话会。数片白云生宇宙，普天无处不垂阴。出家佛子，物外高流。挈锡携瓶，访寻知识。须是踏著自己稳实田地，方解茆庵石室折脚铛儿。煮粥煎茶，接待往来，随家丰俭。未到如斯境界，不可虚延岁月。二六时中，收视返听。子细揣摩，是何面目。旷劫洞然，孤光皎洁。不涉功勋，是何时节。布袋痴憨，丰干饶舌。大悲千眼觅无踪，体妙虚玄百非绝。涅槃城里，求是安身。十字街头，何妨出手。放行把住，通变由人。五位君臣，徒誇作略。三玄宾主，谩逞锋机。直截无私，殊乖妙用。设使四十九年，三百馀会。琅函玉偈，海藏龙宫。检点将来，呼为切脚。儒门弟子无人识，碧眼胡僧笑点头。白藕峰前，纤尘不立。报慈门下，水泄难通。既是纤尘不立，水泄不通。五叶一华分布后，寥寥千古散清风。永嘉一宿，道播寰区。招扇隔江，法流四海。乾坤未剖，谁是知音。空劫已前，何人印可。向上一路，千圣不传。透脱斯关，方能妙用。慈云叆叇，舒卷湘江。不假风雷，滂沛甘泽。三草二木，并获敷荣。青山不锁长飞势，沧海合知来处高。全提密印，千圣迷踪。肘后灵符，三贤结舌。平高就下，乃可宣扬。略露风规，急须著眼。雪峰父子，或舒或卷，今古无伦。或抑或扬，凡圣罔测。重关壁立，谁解流通。龙向洞中衔雨出，凤从花里带香归。从前日月，依旧山川。泻碧堆青，辉腾今古。曾无间断，岂有亏盈。几般云色出峰顶，一样泉声落槛前。历历分明，堂堂显露。师子翻身，象王回顾。若能这里会观瞻，瞥转玄关无别事。报慈一隔，佛祖命脉。放去收来，圣凡罔测。隔不隔，若为陈。担取诗书归旧隐，野花啼鸟一般春。千尺丝纶直下浮，芦湾深处浪花粗。捞虾樚蚬无心恋，还有金鳞上钓无。摇头摆尾，跃浪冲波。不顾丝纶，便请吞钩。摩竭正令，未免崎岖。少室垂慈，早伤风骨。腰囊挈锡，辜负平生。炼行灰心，递相钝致。争似春雨晴，春山青。白云三片五片，黄鸟一声两声。千眼大悲看不足，王维虽巧画难成。直饶便恁么，犹是涉途程。人从卞州来，不得东京信。长老未离方丈里，鼓声先为剖圆音。眼闻耳见非他事，何必驱驰向外寻。灵山瞬目，早是周遮。良马窥鞭，岂为英俊。岩间宴坐，天帝散花。无说无闻，藏头露影。少林面壁，计较未成。立雪断肱，辜他衲子。黄梅呈颂，胜负偏枯。半夜传衣，瞒人不少。从上来事，合作么生。岂假人天众前摇唇鼓舌，竞锐争锋。互立主宾，交参问答。检点将来，弥天过犯。不因檀信方敲唱，争见龙华会里人。行脚高士，拨草瞻风。未透目前关，难明心地印。"}