{"id":"1130003","title":"偈六十三首","dynasty":"宋","author":"释道宁","text":"春风习习，春日熙熙。鸟啼东岭上，花发树南枝。园林并紫陌，赏玩颇相宜。行人半醉半醒，游客似憨似痴。或歌或舞，或笑或悲。头头尽是吾家事，处处全彰妙总持。因甚把住，特地生疑。辜他古德，努力披陈。不省这个意，脩行徒苦辛。不是风动，不是幡动，仁者心动。大小老卢，好与三十棒。只知穿靴，不觉裤绽。鸟啼处处皆相似，花落不闻流水声。未透祖师关，时光如箭急。白发皓然生，新年又五日。等閒垂手去，八面清风生。大悲不展手，通身是眼睛。开门待知识，知识不来过。知识既过，凭何施设。金果早朝猿摘去，玉花晚后凤衔来。南北东西万万千，赵州待客岂徒然。莫嫌冷淡无滋味，惯把脂麻一例煎。报慈家风，淡薄厨堂。诸事萧索，唯有金刚。眼睛四海，禅人咬嚼。咬得破，旷劫无明。须臾销铄，天上人间，自在快乐。咬不破，成结缚。六用门头，尘缘竞作。你咬嚼，閒处著。灿烂无瑕，光明闪烁。几回觌面相呈，自是诸人讳却。真不掩伪，曲不藏直。句里明人，言中辨的。处处总持，头头弥勒。拟议思量，当门荆棘。禅人莫莽卤，二月又初五。透彻祖师关，一句该今古。春色无高下，园林花木红。总持门大启，何处觅圆通。休问迷逢达磨，须知垂手尘中。踏翻厚地，刺破虚空。人天榜样，佛祖家风。敢与龙王斗富，自他兼济何穷。翻身不露迹，直上妙高峰。渠无面目，三界为家。解把过头杖，逢春点异花。时光迅速，不与人期。刹那异世，早见岁除。未明心地，难免狐疑。设使问似百川竞注，答如大海吞流。古佛堂中，都用不著。问答尖新逞峻机，如将画饼要充饥。纵经尘劫空劳力，争似忘言合大虚。万古碧潭空界月，再三捞摝始应知。熙熙风景不相饶，免见丹霞把佛烧。莫谓开炉无一事，汾阳扇子手中摇。祖师密旨，杳绝纤埃。应用无私，匪亏时节。寒时寒，热时热。木佛放光明，院主生忻悦。绢扇足风凉，衲僧摇不彻。分明漏泄天机，底事因何不瞥。若也玄关拨转，自然心眼豁开。方信普通年远事，岂从葱岭带将来。兵随印转，将逐符行。把断要关，不通音信。以字不是八不成，无言童子笑忻忻。优昙华现人间瑞，鼻孔通天嗅不闻。日月不到处，特地好乾坤。湘山青，湘水碧。上下四维，东西南北。处处释迦，头头弥勒。啐啄同时，无劳外觅。此方真教体，清净在音声。欲入三摩提，实从闻中證。滂沱天际雨，嘹喨寺亭钟。耳目不到处，翻怜面壁翁。暗里抽横骨，明中坐舌头。偏圆不到处，万古及千秋。先贤垂范，流落人间。日久岁深，禅人不顾。语非玄妙，直透重关。画瓶打破，渌水青山。莫讶报慈多冷淡，得盘桓处且盘桓。凛凛玄风，尘尘三昧。信手拈来，曾无障碍。不用安排，素非憎爱。透过斯关，逍遥自在。先贤垂范，巧妙临时。解烹露地白牛，惯炊黍米香饭。煮野菜羹，唱村田乐。更深夜静，与众分冬。大家东咬西咬，忽然咬著一个。始知是处绿杨堪系马，家家门庭透长安。坐断千圣舌头，露出平生光彩。莫嫌冷淡无滋味，一饱能忘万劫饥。药山老汉慎初护末，佛眼难窥。院主狭路相逢，等閒蹉过。至今千古之下，挂人齿牙。三八念诵，五日一参。古佛标榜，今人可观。通方上士，不用颟顸。如石含玉，似地擎山。直下会得，也大无端。明暗一条今古路，依俙屈曲隔烟岚。祖师门下，妙旨无私。不堕物机，混融凡圣。所以涅槃城里，作者犹嗤。明月堂前，道人不顾。灰身灭智，岂是丈夫。避色逃声，何名作者。捞龙打凤，须信男儿。露刃藏锋，还他开士。化城抹过，宝所非遥。独步坤维，何人境界。打破画瓶归去后，南山下雨北山云。漏泄春消息，梅花遍界开。千峰无异色，平地绝纤埃。莫谓白牛无觅处，普贤招手待君来。急回首，不须猜。乾坤都一片，何用更徘徊。大道无私，遇缘展缩。年年四月，今朝普请，方来禁足。寒山亸袖舞三台，拾得横琴弹一曲。一二三，四五六。夏雨布长空，清声发幽谷。直饶不堕宫商，也是强生节目。争如野外农夫，击壤高歌鼓腹。不学禅律威仪，免见蜡人随逐。丹凤不栖无影树，直透烟霄意自殊。乾坤之内，宇宙之中。高悬舜日，大扇尧风。祝一人之寿算，祈万世之穹隆。唯吾家佛子受赐颇多，物外优游凭何祝。是法住法位，世间相常住。南山叆叇生云，北山滂沱下雨。通身是口，阿师比拟。徒誇唇觜，把定放行。目前火急便还家，莫认殊乡为故里。官不容针，私通车马。幸对人天，何妨诘问。浩浩尘中，善能垂手。悲智冥符，古今希有。深入总持门，气宇冲斗牛。目连鹙子，攒眉妙德，空生缄口。一句无私，扫际窠臼。遍界不曾藏，通身无影像。相逢莫讶太愚痴，旷劫至今无伎俩。无伎俩，少人知。大体还他肌骨好，何须照镜画娥眉。经入藏，禅归海。未足衲僧亲道底，拂袖前行归去来，击碎重关门大启。长安夜夜家家月，几处笙歌几处愁。空王门下，法令当行。列局分司，利生为务。无明海内，驾起慈舟。入我山中，盛栽忍草。伶俜游子，诱引还家。直指衣中，久怀至宝。获解脱道，證本圆常。报佛深恩，方名垂手。不伤风化，物义两全。金殿玉堂留不住，披毛戴角又重来。人天普集，龙象交参。大事全彰，云何不顾。须待提纲举要，鼓唱玄风。蔟锦攒花，以为谛当。都无所益，枉费心机。奈缘中下之流，无由凑泊。全提要妙，三藏绝诠。海印舒光，该罗法界。有情无情，炳然应现。有时南州北郡，买卖交关。有时看风把柁，顺水行船。有时酒肆茶坊，迎宾待客。有时投壶走马，歌笑围棋。种种多般，要源流出。玄关瞥转，大用现前。一槩无私，平等大道。始知诸佛转法轮，群生解差别。目击便归来，秤锤浑是铁。如斯告报，正属化门，不犯锋楞。善吉岩前草不生，侨尸谩把天花散。空空至理，杳绝纤埃。功勋不到，妙叶难该。不落是非中，有无争敢和。何劳指注，便请承当。过后追风，徒誇好手。应机不妙，展事难谐。检点将来，弄巧成拙。禅家流，勿忌讳。干木随身，逢场作戏。有时高卧白云，有时持盂闹市。有时爱抚没弦琴，有时善宣无量义。有时似痴似騃，有时为祥为瑞。不是碧眼胡，亦非傅大士。住，住，他年自有知音知，何必清风动天地。秋日耀长空，秋江浸虚碧。伤嗟门外人，处处寻弥勒。蓦路忽抬头，相逢不相识。剪尽霜前竹，临溪不化龙。万里无云，长天一色。不落古今，那该彼此。要津把断，风骨旋生。设使灵山密付，谩说拈华少室，亲传徒誇得髓。师子窟中无异兽，象王行处绝狐踪。薄?明月碎清风，浅种深耕莫大功。破二作三横竖算，四方八面用无穷。诸佛放光明，助发实相义。言下合无生，为祥复为瑞。灵山顾视，迦叶亲闻。白藕峰前，卢公契旨。直饶针芥相投，未免随波逐浪。俱成胜负，犹涉驱驰。争似青天为幕，夜月为钩。卧藤萝下，块石枕头。踏得故关田地稳，不风流处也风流。云收天际，雾捲长空。坐立俨然，谁家风月。这里荐得，早涉崎岖。更待商量，般雪填井。不许夜行刚把火，直须当道与人看。先贤垂范，语真如弦。衲子奔波，刚然不顾。粉骨碎身未足酬，一句了然超百亿。田中稻子已焦黄，颗粒圆成不并常。妙手及时收拾后，五湖龙象济饥疮。剑为不平离宝匣，药因救病出金瓶。一人发真归源，十方虚空，悉皆销殒。浑家不是不进步，无奈当门荆棘生。高提祖印，独耀寰区。坐却舌头，圣凡罔测。声前要旨，妙叶难该。句后玄关，金针双锁。通人分上，肯受提撕。懞懂禅流，徒誇作略。设使五湖衲子，四海高人。问似龙飞凤舞，答如玉转珠回。向本分事中，白云万里。诸缘不涉，岂落今时。混沌未分全体现，乾坤才剖失便宜。妙孤峰顶，竟日不逢。菩提场中，随处合会。孰谓祖师关棙险，等閒拈出与人看。兔走乌飞，暗移时节。入夏早三旬，衲僧彻未彻。休寻向上关，莫问西来诀。健则松径閒行，困则堂中便歇。恩光一道皎然，旷劫未尝生灭。无物可并雌黄，教我云何剖说。回头踏著自家乡，始信秤锤浑是铁。形名未兆，早涉戈矛。是非锋起，彻底风流。左旋右转，海印全收。枯木堂前，徒话会无。明山上，任优游。君不见，一叶落时天下秋。门外春将暮，园林华木残。灵云消息在，游子莫颟顸。云舒四野，雨泻长空。花落花开，春来春去。往复本非移易，迷悟岂有差殊。急回首，不须疑。嫩竹抽新笋，寒松长旧枝。灵云亲悟处，眉上更安眉。生也不知，死也不会。不知不会，逍遥自在。南北东西，曾无挂碍。露地白牛无觅处，火里蝍蟟飞上天。古今不异，达者同归。踏著斯关，自他兼济。山僧不惜眉毛，重为诸人指注。休，休，大丈夫儿合自由。急急脩，莫悠悠，看看便是结交头。莫学陵田栽晚稻，一阵霜风无可收。大道皎然，本无迷悟。杳忘三际，超越上乘。透古透今，非玄非妙。通同法界，一种平怀。古路无私，何人措足。赵州老汉，大似因风吹火。顺水飏帆，击碎斯关。尘中物外，凡则全凡，圣则全圣。若能如是解，通达事理竟。其或涯际未分，路逢死蛇莫打杀，没底篮子盛将归。滔滔法海，清浊混流。湛湛禅河，鱼龙变化。杳杳无涯际，澄澄彻底寒。短棹孤舟，徒誇好手。长竿画舫，方称男儿。风浪掀天，云雷匝界。丝纶便掷，不顾危亡。灵鳌锦尾上钩来，跛鳖盲龟随浪去。满船装载，月渚芦湾。共乐升平，同歌道泰。从前祖业，岂假外求。截流到岸之人，且道是何面目。须弥顶上非凡木，白藕峰前得处高。未离兜率，已降王宫。未出母胎，度人已毕。日日日从东畔出，朝朝鸡向五更啼。虽然不是桃源洞，春至桃花亦满蹊。毗蓝园内，右胁降生。七步周行，四方目顾。天上天下，唯我独尊。大似贪观天上月，失却掌中珠。天生伎俩能奇怪，末上输他弄一场。灵山密旨，迦叶非闻。少室玄言，神光道听。拈华得髓，尽是虚名。妙用无私，匪从外有。放行也，皇风荡荡，帝道平平。收来也，海晏河清，民歌率土。不收不放，共乐升平。金轮统御三千界，山岳齐呼万岁声。露地白牛烹却了，清风细切亦虚传。报慈此夜凭何献，一碗粗汤直万千。两手持来如得用，不须辛苦走山川。要行便行，要住即住。翻身踏破太虚空，推倒妙峰无影树。古佛位中留不住，夜来和雨宿寒溪。见月休观指，还家罢问程。此是古人语，丹青画不成。只如一夜风雷，连宵春雨。三方及四维，上下亦复尔。慈门大启，今古历然。踏得故关田地稳，始知千圣不曾传。"}