{"id":"1132062","title":"九奋 启愤","dynasty":"宋","author":"薛季宣","text":"启愤兮申冤，诉衷情兮陈矢言。叫苍天之无辜兮，指心以为正。将求信于旬始兮，或咎繇之我听。神羊不世有以触邪兮，其谁宜为政。亲莫亲于手足兮，而为之诟病。重莫重于君臣兮，而谗言以兴。余服兰而佩芷兮，扈江蓠与蕙茝。纫留夷而纬楬车兮，以为束带。青云冠兮远游履，心旷漭兮横四海。日月昭其清明兮，孰兴云雾。余既有此高洁兮，羌谓余为卑污。凤皇翔于九霄兮，燕雀与程其度。苍蝇矢之乱白墨兮，人夫何为乎不悟。于穆灵脩之高厚兮，天与地其作配。三辰焕其服章兮，揭招摇而为盖。拂白螭之纯素兮，列苍龙于左辅。朱鸟荧煌而先后兮，神龟昌扬而禦侮。东南海而西界羌兮，商于崇其北户。愉昭明而震起兮，谌发挥于天下。余日望其遵此途兮，放意咸池。乘王虬兮俱奋飞，开阊门兮造东父，逍遥游兮太微。何鸱鸮兮名凤皇，驾金车兮翱翔。之桑间兮溱洧之侧，乐盘游兮三旬不息。余心隐忧兮，惟灵脩之故也。靓修饰而娟娟兮，而以为恶也。余静好而弗余亲兮，蹲踏蛾眉之妒也。足顿地而不我知冤兮，仰天而不吾讣也。省吾私而内不止疚兮，此固天之数也。悲幽幽兮楚宫深，望漠漠兮楚云阴。指天极兮清高，聊适我兮遐心。吸正阳与沆瀣兮，于夕阴与清旦。骑朝霞而御白蜺兮，以游以衍。和六气而与居兮，不知我之为物。升天入地兮，倏来往忽。灵脩可告语而献之兮，将我从而我咈。重曰：皇苍愉和，物无它兮。阴霭飞腾，俨惟瑕兮。云收风静，恬静嘉兮。悠悠我心，可如何兮。怨春风之不仁兮，既发我群芳与众葩。羌无远而不届兮，烂锦绮之纷华。柳青青兮花漫漫，黄鹂掷兮声度转。香袭衣兮馡馡满路，又吹残兮何故。匪黔嬴之媢嫉兮，是残丑类。摧伤物之通美兮，且以成其独异。彼丹葩兮适荣树端，今飘零兮匝地漫漫。昔芬馨兮袭人旖旎，今质存兮已魄然而少气。野之草兮，昔芽萌其嫩绿。今生砌兮，亦盘盘而错错。余启卜于灵氛兮，问其何故。灵氛视余以其繇兮，曰皇之常度。在天地万物其尽然兮，夫子何疑。畅其理而诚告兮，子其知之。曰人生百年犹树花兮，三春发荣粲其葩兮。光彩馨香能几何兮，壹昔飘风竟辞柯兮。彼随飙兮展转，或归根兮或远。或一坠于庭闱兮，或遂沈于坑圊。风何知而花何有兮，子之心焉眷眷。嗟世态之汩于是非兮，孰通其说。西施见斥兮嫫母为说，毁弃尺璧兮鼠璞见珍，明月沈埋兮鱼目为蠙。美自美而恶自恶兮，赝与真其谁分。春与秋其代谢兮，子何与而伤春。馀不得此之高意兮，怀达人之至言。斯从事于来今兮岂然。桂枻兮兰舟，去景兮悠悠。维赤岸兮裴回，眷丹阳兮夷犹。中肠郁结兮神情惝恍，思夫君兮聊淹留。浮涔江兮放于沱汉，泛沦漪兮极其汗漫。怅始异而终同兮匪它，回波澜兮顾复之岂远。婉清扬兮采莲女，要美人兮北渚。㩜芳蘅与若英兮备杂菜之芬馨，将日昃之与期兮指潜波而为盟。羲和晻曀其西入兮暮云合而美人不见，怨芳心兮泣蘪芜余以衍。秋风起兮飙飗萧索，幽兰秀兮芙蓉乱落。感北江之东注兮溯洄之宛宛，羌顺天而不极兮荡波之有沔。鸣鸠雨而逐妇兮言归以霁，动人情兮吊孤影而零涕。去灵脩而自放兮余心不忍，回素首而不见其形兮于斯焉其逾逝。乱曰：冶余容兮安闲自喜，荪窈窕而不我嘉兮何以。苟承恩之不在貌兮苍天谓何，分此生兮已矣。愁城结余之方寸兮，罗累千之雉堞。缭其外惟怨水兮，如褰裳之不可涉。揖输般俾攻以械兮，诉余曰罔克。砺利刃而斩其关兮，碍重门而莫得。登东丘而延伫兮，见沧溟之滉瀁。深湛漫兮，受百川之漭漭。朝与夕有汐潮兮，冉冉来而西涨。江河之波倒流而西倾兮，溯崇丘而以上。欻忽洄流兮已往，来孰使之然兮去谁与让。曰夏后之勤劳兮，导川流之归王。执玉帛而朝万邦兮，淩会稽而会计。穆百神之受其职兮，罔或不至。琐防风氏之恃修躯兮，朝宗敢后。缺我?兮破齐斧，骨专车兮以徇于天下。于越守东藩而奉其祀兮，盛侵淫于中世。句践王兮始大，北争衡兮吴会。栖会稽而几不免其身兮，惟种蠡之与谋。朝尝胆以苦身兮，将反之于寇雠。吴夫差之不仁兮，忍阖庐之馀恨。甘虫蠹心兮，尚不腼乎其面。说妖女而筑姑苏兮，咈胥臣之闷闷。乘鸱夷而蹈斤沟兮，不及夫椒之亲见。麋鹿游于吴宫兮，火灾兴于探燕。羌伯越于中原兮，通舟梁于梁宋。痛曾孙之殒其绪兮，西面朝于云梦。鄂渚豫章有虎狼之遗迹兮，曾不知其所重。虚钟离而徕封豕兮，宁待我师之所控。心招摇兮故丘，将蹈海兮袭沧流。望鲸鲵兮山峙，蹇产吾心兮索然无气。越夏首兮西溯，张青蒲兮疾去。鹢吻低徊兮翱翔风便，回首东冥兮日远。睇兰洲兮芳杜若，羌吾好兮不得泊。闻持鼓兮??，余心结兮尚何乐。西风驶兮江皋，舟迎风兮溯流。进将寸兮退尺，凝远眺兮江水幽幽。江风号兮漫天素涛，走鲨逼人兮将吞舟。余奈何兮倏忽，下有蛟龙兮出没。江豚得意兮若神，肆跳梁兮冲突。泊兮恍，乌云泼墨兮吾上。天地变兮不可测，渠泉飞兮无峭壁。儃徊余桂棹兮，蘋丛至止。曳方竹而相羊兮，㩜芝中沚。苏椒红兮和羹，搴辛夷兮用饵。杂荐兮荪兰，载陈兮薜芷。风细细兮波停，纵余舸兮于征。长歌自放，顾一返兮屏营。倡曰：扁舟大江，溯狂风兮。下地登天，转飘蓬兮。人之死生，将彼舸之攸同兮。停桡待济，考攸终兮。赓曰：逆天理兮，虽大而覆。顺其然兮，百福攸助。叛水性而余求兮，噫其何故。巴丘兮峥嵘，嵚岑兮洞庭。秋霖兮阁泪，春草兮愁生。巴之蛇兮修之，云英甲兮火晶。戟微手足兮惟行，云雾飞腾兮匪翼。知绌信兮天性，展转委蛇兮至行。朝之游兮衡岳，莫饭流兮湘曲。鹿焱起兮中洲，人之逐兮悠悠。纷缭乱兮海波弗静，逐之颠者相望兮莫得持其腰领。鹿冠元兮森槎千角，蛇衔取兮不畏触。岁三迁而解甲兮骼髅具吐，羌有获兮故无取。象巨牙之双植兮，肥腯顽健。肉鸡兔虎龙而牛干兮，得鼠狶为首面。性羊狠而马行兮，狗猴心而蛇变。既备此十二神象兮，害于田其不远。蜿蜒蛇之怒兮，吸无劳乎宛转。虽有此修鼻骈齿兮，宁复餐而以卷。不劳咀此齿牙兮，害以蛇除。珠显灼而光明兮，不在短狐之毁誉。游兰若兮芳洲，卧香蒲兮翔素流。芷冈兮戏豫，丹穴兮优游。何蜂虫之阴戾琐微兮藏形于闇，骑蛇头而啜之兮堕厥颐而脱颔。阜堆骨兮名陵，风悲雨泣兮千龄万龄。象种繁兮蛇既毙，欲吞之兮谁能舍。鹿奔兮其复获，登蛇丘兮涕零零。解荃维兮放兰舸，蹇南越兮洞庭波。喷浪花兮飞白雪，身何居兮入明月。聊凝神兮隐处，梦龙宫兮波之下。珍珠庭兮紫贝阙，璆琳宫兮犀甲户。朝龙君兮殿堂，芰荷巾兮蘋藻裳。圭琉璃兮荇带，佩美玉兮琅珰。龙君游兮何之，水晶宫兮丹水湄。骖苍虬兮飞廉御，丰隆车兮为后属。碜磹驱驼其左右兮使风伯为清路，都离宫兮忘反。命群臣兮燕衎，菹蘩蕴兮形盐。列鲸胎兮鼋卵，张钧天兮广漠野。鼓蛇鼖兮雷鼍鼓，铿浮磬兮□龙钟。歌湘灵兮奇相，舞三行兮清酤。戛止兮柷敔，观其臣之就位兮厥令尹曰瞋。鲑总群虾而将之兮，胄乃元惟鲍鱼。缘蛙声之聒聒兮，位高于五谏。鳣鱼大而无庸兮，处之冗散。郁郁余心之惛默兮，周章而蹇产。欲陈词而梦觉兮，嗟言之而已晚。匆匆余见斯情物兮，徒临流而惋叹。行吟兮大泽，邈无人兮临水石。被发兮徙倚彷徨，遇隐沦兮嘉客。舣渔舟而前致恭兮，问余以名何。徒摇尔精兮，燋然尔形。曰原楚卿之贵戚兮，三闾次也。同王姓而氏惟屈兮，灵均先人之字也。世滔淫而混浊兮，我惟洁清。彼醉者之纷拿兮，同怒余之独醒。渔父愀然而教之兮，曰圣人之致一。不必动而营皇兮，卓时中之变物。贵莫贵于和光兮，太洁在情之甚嫉。混浊世兮胡不扬波而泥淈，众皆醉兮尚可餔糟而醨歠。不同人而求自异兮，宜一朝之见绌。指清流之灏灏兮，余将以逝。方浴茝而沐芳兮，振衣冠而卒岁。不自尘其皓皓兮，受汶汶而蒙世。父行歌而鼓枻兮，舟飘飘然无凝滞。歌沧浪之水兮时乎清浊，斯濯缨兮斯濯足。望斯人兮摇摇，欲从之兮无由。烟云邈兮不可见，嗟斯人兮已远。观吾生兮何为乎今之世，永悲伤兮耿耿夜长而鲜寐。临清湘兮思逝无舟，伥欲行兮不济。拟飞腾兮假羽翰于黄鹄，鹄已亡兮曾是余之能服。将解衣而下游兮潜川不贯，惧射工之余中兮备蛟龙之刍豢。登衡山之嵯峨兮柏松委靡，怨飘风之怒狂兮害于物理。猿狖啸侣兮上获我冠，荆榛塞路兮下穿我履。望苍梧兮将重华之云愬，巉九疑之不可辩兮又藐然其烟雾。杀竹枝而求泪班兮思二妃之矩度，哀灵脩之返无期兮荪舍兹将安寓。首阳河渎远而不可适兮，视申子夷齐其有故。将从此汨罗之水兮，傥务成之或遇。悲女媭之婵媛兮，临流而止余。涕滂沱兮，心悲江渚。念我独兮，斯不可以久处。心如石而莫转兮，吾其此介。与子别兮余将于迈，褰余衣兮不我止，蹈清泠兮余乃已。抱巨石兮怀沙，谌同流兮灏波。其穷幽兮眇眇，皇合德兮太皓。"}