{"id":"1143731","title":"续感兴二十五首","dynasty":"宋末元初","author":"方一夔","text":"猛虎等百兽，天赋与长雄。曼胡利秋戟，隅目磨青铜。从知世路暗，群行各西东。吼地一长啸，飒飒来悲风。饥来待人肉，不数豹与熊。肥领而黑喙，不知是何虫。坐卧不自防，穴尔皮毛中。尔虎虽云猛，一旦皮骨空。慎勿欺微细，即且制神龙。恶木生高冈，枝疏上指天。雨露非有私，蟠踞几何年。荛子寝其下，山鸟栖其巅。匠石过不睨，生理得自全。皮为野火烧，根为蝼蚁穿。空中不足恃，一朝踣而颠。上有千岁藤，相依久缠绵。树犹不自保，尔藤何足怜。大块无私运，万象同一陶。及其成器时，罅漏杂坚牢。所以一世人，长短纷马毛。穷或仁与善，达或虐与饕。共疑造物缪，名利相煎熬。人生有常理，赋命安可逃。为善不必疑，祸福任所遭。孰云漆园达，夷蹠均天韬。见夷不见畴，泰山等秋毫。移根托西园，桃李赏奇遇。春妍虽可怜，颜色悲中路。奈何穷巷士，多被才华误。诸公谬爱客，轮囷获殊顾。投分未云深，容易输情愫。恩光借春阳，滋液荷凝露。悠悠当路尘，素地轻点污。岁暮抱弃捐，君看囚山赋。浊水岂无月，水浊不受光。君看此孤蟾，出入天中央。遍满千家门，徘徊度回廊。由来谁分璧，招我昏暗场。空庭澹相对，湛湛肺肝凉。浮云绝点翳，宝此光明王。天高万籁寂，参斗低复昂。人生何时毕，收拾还穹苍。铜驼向京洛，千里牵双轮。分不埋荆棘，去邺复还秦。自辞秋风客，不浪五百春。悲欢与穷泰，过眼如飞尘。眷言返桑梓，茂陵翳荒榛。忆昔禹铸鼎，罗缕九土珍。犹嫌问轻重，推落泗水滨。况尔不任重，顽钝磨不磷。未知从此去，何时免漂沦。勿叹流落苦，渠更多阅人。鸿钧大气力，日夜转范模。赋予有定形，不与万变俱。君看三春时，动植纷万殊。一气自结束，谁与施粉朱。人生况知识，均此造化垆。岂是风火煽，假合成形躯。恋恋千岁药，莽莽三生涂。从渠梦幻论，袖中得玄珠。云日半解驳，东上雨中晴。不知谁幻化，倏然成气形。精光错异采，势且迫太清。良苗不润泽，咫尺夷大明。儿童争指目，万象俱晦冥。须臾换光景，变灭不暂停。天运亘终古，百怪终无成。吾欲乘清风，再拜叩玄精。二女洒竹泪，尽是心中血。精诚著于物，千载犹不灭。当时从南巡，岂少稷与契。奈何比孤累，匍匐阳城谒。皇英独何人，风泉共幽咽。可怜女子心，慷慨男儿烈。湘水流不断，谁道恩情绝。何时见归来，续君远离别。老火久敛戍，蓐收令西方。尘沙随白日，惨澹无晶光。故叶改颜色，过雁新著行。孤坐坠秋月，寒灯飐空房。怅然盛时节，开缄理衣裳。芙蓉久当采，浩荡不可量。芬芳易消歇，岁暮安得长。毋为守空死，万代同山冈。西游历剑阁，寡仆敝轮鞅。水餐掬哀湍，林宿拾坠橡。悲风振古木，猩鼬挟魍魉。十步九诘盘，奇险跻攀上。担囊偶不意，一跌堕万丈。岷峨渺何许，注目极遐想。穷年食外方，浮踪任漂荡。何时御长风，振足谢笼网。不须计三餐，迎我归苍莽。黄鹄浴海水，一举凌紫埃。长风九万里，正值天门开。不知食何食，云路方徘徊。嗟我鸿雁侣，避寒声悲哀。失身堕泥滓，腹背日摧颓。城东极恶少，挟弹巧相猜。稻粱未足溉，云雨何时来。不希附脩翮，有分终蒿莱。大化差不齐，人事固多缪。纷纷骋牙角，日夜齧且斗。所以椅桐中，徘徊束孤咮。人情随盛衰，世途迭起仆。天命有定分，气数安能囿。去去息吾驾，西山老危岫。扬州旧服卉，木绵白茸茸。缕缕自余年，纺绩灯火中。织成一束素，上有浴海鸿。岁寒若可恃，凄凄凛霜风。昨夜县牒下，头纲出城东。殷勤赴官急，瘢疮免殷红。我寒那可忍，负此卒岁功。不知落谁手，输入秦娥宫。瞿昙未生世，摩诘果谁宗。问答了不语，不立文字工。开流荡千古，一雌和群雄。挥斤纷万变，动寂不离空。镜坏光不灭，回转如轮风。有能诘其迹，推入滉瀁中。以此连环入，合散常无穷。愚者诱罪福，高者超神通。孔孟久不作，谁能扫其踪。我贾贾日本，挂席穷南海。冰夷斗蛟龙，牙角吐光采。血人以宴娭，窟宅一朝改。赤手拾明月，天幸独我在。归赴王侯需，价直十百倍。匹夫惜性命，贪冒以贾罪。歌笑履波涛，竟死复何悔。飘飖瑶台雪，沆瀣竹林露。萧然立高寒，不受世滓污。采芳拾三秀，徘徊昆山路。譬如漆园像，华屋非其处。谁能使蹇修，再拜扣情愫。湘波日摇荡，去去悲迟暮。文章不用世，毫端弄春妍。满听疑可采，蹑空若浮烟。君尹西都日，琅琅贾董篇。如种田得谷，如凿井得泉。子虚与大人，缥缈淩云仙。簜节病桑梓，不置巢边鸢。问君取士意，取士当谁先。勿取春华艳，祇取秋柏坚。化生如雀雉，随气更变易。卵生如鹅鸭，不交无羽翼。人死心不灭，化作秋柏实。俄顷复为人，万化无终极。庄周固尝云，知命故不惑。我生异草木，未可从横直。纵然反常理，一二于万亿。种禾不生豆，此喻要嘿识。老氏啬而生，并力攻一境。深入黑暗中，杳杳无光景。佛氏定而死，百动不离静。了了谁在眼，莫掇水中影。终然归空无，用处各驰骋。纷纷堕此中，未悟此二柄。漂流馀千年，谁能折锋颖。邈哉我前修，忠信得要领。匣空龙得偶，厨封画通神。可怜种瓜客，犹自标故秦。当时祖龙死，逐鹿灞水春。早飞将军檄，晚分丞相茵。抵死心不閒，不顾刍狗陈。陶朱去越后，未肯休此身。犹闻载窈窕，千金散贱贫。何如白云叟，自与青山邻。十年一易世，眉目辄少嚬。悠悠华山里，甘作骑驴人。金陵旧长安，谯郡今丰沛。吴州对楚山，二水相萦带。团团清淮月，久落青天外。长江穴岷峨，奔迫走吴会。一朝金翅飞，万丈铁锁碎。列郡空崚嶒，故国馀丛荟。升高望中原，极目了河岱。大运有奔沦，兴废更百代。客行秋风早，中路乏资贷。归寻旧蓑笠，独钓吾邦濑。自从判清浊，人文肇古羲。中间更百圣，扶竖颠与衰。孔孟死不作，千载无明师。嗟此仁义路，举世争背驰。无人障横溃，一朝坠民彝。微言虽尚在，骎骎化侏离。斯文亘万古，悠悠竟何之。昔时累科举，读书患不足。天今予我暇，有书真不读。煌煌百圣心，清彻寒泉玉。遗泽存读书，浸作生民福。静观灵台中，万象森在目。天寒境自明，欲浅机自触。斯文化异端，骎骎即深谷。晞颜以自励，吾欲求之复。惊禽营颗粒，飞飞集邱隅。游子困行役，十年落江湖。煌煌秦与洛，运转天下枢。启明曜东汉，万足争奔趋。岂无爪距力，逐利如孙吴。得失昧前料，青云间泥涂。天命有厚薄，定分不可踰。归来北山下，俛仰收桑榆。"}