{"id":"1143729","title":"感兴二十七首","dynasty":"宋末元初","author":"方一夔","text":"斑斑林中雉，雌雄伺朝晖。鼓翅飞不远，山田麦苗肥。饮啄百步间，未暮相随归。当春哺群雏，长大各自飞。宇宙岂不大，嗟尔为生微。穷途守一辙，毕命芝与薇。婉婉马上女，两颊瑩寒玉。弓弯敲镫踏，侧立纷相逐。借问谁家儿，近出常山族。儿家昔鼎贵，煌煌什朱毂。父亲守常山，忽值胡马蹙。起义功不成，巢倾卵亦覆。妾身转流落，岁久无钱赎。欲去无缘由，安得南飞鹄。死时鲍鱼臭，生时椒兰芬。好恶相补报，不及寸与分。当其得势时，六合旁无人。侯邦尽夷灭，胡马亦逡巡。岂知骊山下，金棺化灰尘。所以杨王孙，自与木石亲。累累三尺土，悠悠百年身。去年春花少，开晚不及时。今年花开早，满树红离披。多花岂不好，中有枯死枝。夏潦则秋旱，物理有盈亏。郁郁松与柏，收敛含华滋。严霜岁欲暮，苍翠无时衰。朱楼远迢递，缭以十里墙。浮云隐华桷，夹路翳杉篁。山河未曾改，世事不可量。往者胡马来，主人意苍黄。半死半脱走，儿女不及将。朝为绮罗丛，暮作瓦砾场。近传有其妾，托身于襄阳。一男作酒保，相望居河梁。骨肉各分别，中原渺茫茫。浮云何足羡，俛仰悲荒凉。阴阳转两轮，五气扇双磨。有生寓寰中，濛濛如喷唾。鱼鸟各飞沈，梧棘称小大。多妇彭祖寿，立善夷齐饿。众星欲西行，劲风牵以左。苍苍望北极，天命知何奈。松柏生高冈，藤萝托臭味。结交青云上，缓急不相弃。生平尚然诺，彷佛杜稚季。出入王侯门，平地生翼翅。两都尚勋阶，五管盛声利。朝挟尺书去，满纸一署字。赠我千黄金，挥斥犹涕泪。儿女怜贱贫，谁知丈夫志。种竹依远林，风急杪不折。同根有荣枯，枯枝先断截。茫茫天壤间，小大各纠结。惟人具知识，兄弟况同血。一居卿相位，仆妾借馀热。升沈各为谋，滴水不通泄。人生骨肉亲，富贵犹一吷。丈夫属有思，莫笑袁刘拙。浙江万里浪，杳杳来夹碣。倒流趋海门，震薄鱼龙窟。舶舟何处来，随潮出复没。眩眼方摇摇，歘至如飞鹘。水天漭无际，雷风互飞发。寄身波涛中，性命危一发。寄语弄潮儿，昨夜缺完月。转丸有馀巧，物莫如蛣蜣。置身粪壤中，不复知臭香。儿女苦贫贱，自爱钱满床。丈夫意见别，胡为死排墙。人心最灵智，自合知短长。清浊虽异趣，均堕声利场。为善与为利，相去争毫芒。不见舜与蹠，鸡鸣辨存亡。旧籍占东南，相去天一握。曩闻大瀛海，出缩几蜗角。欲说耳目隘，欲涉关河邈。离合自有时，甫见一南北。逝将摆世事，羽化骑鸾鷟。朝行过夷门，暮去宿易涿。三晋多权谋，邹鲁守经学。人生出与处，相逢饱商榷。弃捐何足惜，无为误奇璞。朝登北邙坂，暮抵乐游原。燐火翳复吐，髑髅夜呼冤。不见昔时主，但见陵与园。银凫已羽化，石马犹草根。向来争天子，一口吞乾坤。谁知百年后，不免遭樊温。宝玉频发掘，朽骨无精魂。景昭去何处，芳草悲颓垣。县官供衣食，当时多子孙。月府有奇木，根干饱清露。生香异凡间，冲风落天路。高枝舞青鸾，低枝弄霜兔。姮娥方妙年，衣采纯纯素。娉婷不肯嫁，含情待谁诉。昨与汗漫期，径向银河渡。授我不死药，倚徙怨迟暮。即席欲服食，终夕愁相误。悠悠下高寒，回首空烟雾。南国有美人，纨素閟清艳。房栊凄冷风，孤缸飐寒燄。抱琴鼓黄钟，盎盎牛鸣堑。一弹春岫妍，再鼓秋波滟。却立步苍茫，嘿嘿有何念。秋夜不肯明，霜露畏点染。独宿守空帷，寸抱耿霜剑。石兰媚幽姿，丛生在空谷。霜雪冻不死，寒碧秋更绿。结交薇蕨中，畴昔傍人屋。山行偶见之，采采不盈掬。岁久未消歇，怀袖自清馥。我欲写君心，寄以孤生木。必有非耳人，听此无谱曲。天阳居盛夏，生长无时休。荧惑欲何诣，渴奔极炎洲。老龙恐枯死，深潜閟阴幽。攒峰拥凝碧，玉鉴开寒眸。神灵护氓俗，盘盂置鳛鳅。雷公持玉斧，天女挟行辀。行雨岂不苦，亸懒化痴牛。煌煌飞电光，上下穷其搜。嗟龙独何避，自愧乏世求。变化付雏众，毕命归寒湫。百年特生木，坚骨馀苍干。弃材偶见收，奇制出野爨。縆以朱丝弦，猗兰度将半。相思越关河，安得见此粲。悲来不成调，清响忽中断。沈吟卷罗衣，终夕愁零乱。明月照空庭，盈盈满霄汉。雅道久绝响，遗诗邈谁继。烈士死无意，古风未沦替。后来何足道，翕翕逐声势。一朝有蹉跌，鸟散鱼深逝。万物有殊性，小大各为计。松柏生高冈，不肯附萝薜。世路不可回，吾自寻吾契。昔闻楚山人，服毳而冠鹖。危坐古松根，不饥亦不渴。颜色白如玉，千岁如电抹。我行不惮远，晨去披裋褐。平生恋着心，恩爱资妙割。开口谅来意，丹鼎分圭撮。相看语未了，冉冉翔木末。归来问故人，云山渺空阔。著籍占杜曲，别业在临淄。鸡号夜铎静，汗血逐膏脂。纵横一握算，颠倒逢笑嬉。举俗以为妙，纷纷尽愚痴。不见朱公子，千里来相师。偶然得我策，沼吴航妖姬。秘此枕中术，若有千岁期。大化常不偶，日与人事移。人事多乖忤，汝计不得施。君看货殖传，刀间有衰时。冀北渥洼种，堕地已汗血。深目老奚奴，日夜供剪刷。一朝混南朔，驰道三丈阔。道边馆候骑，历历抵燕越。吴儿富金钱，补买计家活。牵来中程度，火印死不灭。置之皂枥中，时彼刍与秣。往来给官行，飞去如电抹。奔走皮骨空，不见淹岁月。区区盐车中，莫笑驽马劣。万山斗入处，百兽家其间。天寒橡栗富，朝食暮未还。不知鹊与卢，与之有何冤。霜晨饱以饭，猎夫亦加餐。昨日料蹄迹，银湾水犹浑。解绁任所之，理气升冈峦。忽然得遗臭，逐逐穷千山。归涂岩谷震，倒挂九节斑。浑含喜欲舞，明朝急输官。犬乎尔诚能，终然死霜菅。桓公读古书，惭其堂下斲。呼来与之谈，妙手不可学。人生苦未悟，发轫要切琢。譬如搜海珍，澄汰江河浊。不辞用力久，奇宝收把握。君为谈空人，皮毛俱解剥。超遥不二门，机锋森剑槊。从渠透玄妙，风影不可捉。吾闻羲轩时，真淳初未散。人人悟此理，不用一言赞。漂流三季后，前圣多忧患。木铎方大鸣，音响惜中断。百家自其后，非是纷相难。父子起争端，恨死呻吟缓。秦人规我隙，行素俱灰炭。读律不读书，条贯毛发乱。嗟彼商颜人，坐不学城旦。一曲紫芝歌，应有三人叹。雄蜂采花粉，雌蜂衔花汁。粉以作黄蜡，汁以蒸白蜜。不辞盗我廪，但规安我室。吾穷还可忍，岁岁看分出。不见岐周人，先世但积德。土地付獯狄，自爱豳沮漆。儿孙遍天下，鲁卫酆郇毕。勿言天未定，此理终可必。屏前戏群优，黄冠与榛杖。喜怒视朝暮，吊庆随俯仰。不知有线索，但道多伎俩。须臾屏后人，掣去无影响。人生大化中，天地一罝网。纷纷声利场，举世争掉鞅。此身归空虚，身外计得丧。我笑痴绝人，长作去来想。区区曹孟德，诡谲穷万状。闻道西陵坟，妓乐闹黄壤。我观古人书，得见千载上。正闰互立论，南北纷相谤。自从获麟后，法度久沦丧。非是千万端，史笔不可仗。我欲作野史，笔法师素王。文章行诛赏，约束归至当。其人负吾诛，勿谓已属纩。书成不流传，则本留千嶂。还有知我人，百世永相望。"}