{"id":"1144037","title":"秋晚杂书三十首","dynasty":"宋末元初","author":"方回","text":"煌煌鸡冠花，飞昂丽前轩。异物尚贵少，焉用此卉繁。翰音赋首饰，鸣将雄其群。植物复肖之，天巧讵可原。细视足诡怪，恶多谓宜芟。嗟哉近霜草，十九已不蕃。独兹峙荣艳，岂不胜枯樊。留以伴嘉菊，亦足华我园。屈子悼芙蓉，胡于木末采。谁欤变秋树，水花俨高垲。本非莲藕类，稍稍具姿彩。厥植亦匪贞，朝泽暮已痗。叔世尚浮卉，貌取实故萎。吾庐百昌戕，一二此根在。无奈儿女曹，爱之若芳茝。曾不如荞穄，足用拯疲馁。酒为万有神，菊实百卉仙。敢问神谓何，我肠苦愁煎。此味一濡唇，倏忽千忧捐。仙说又何谓，南阳有其泉。昔人饮芳润，槁项足引年。閒居爱重九，二物心怀旃。秋热寒华迟，家贫时醪悭。屯乖勿深叹，古亦有斯贤。畴昔夏之夜，百虫无不鸣。侵寻迫秋杪，惟有蟋蟀声。微物乏巨喙，寒翅厉酸清。露将化为霜，欲鸣声不成。瓦石有深缝，缄默逃汝生。不然且立死，焉问懒妇惊。天地布肃令，讵别物重轻。岂惟蝼蚁蛰，神龙亦潜形。我观满囷粟，一粟之所充。海鱼千百亿，孕卵与粟同。春菊寸许芽，霜华秋丛丛。误耘或失溉，槁死厥壤童。万物生必成，塞天曾不容。夭阏尽屯厄，宇宙将无空。忍哉锐头辈，不恤地上虫。汉网非少宽，六合无人踪。思诗夜无寐，佳句招不来。不思忽有得，清晨视空阶。昨日所未有，红叶初可枚。小雨过庭菊，一夕粲然开。饥雀噪檐隙，纺车响林隈。百动各有为，此复挂我怀。秋意美初寒，经营一衔杯。炊仆告薪尽，空庖风捲埃。去年归我庐，移菊于邻家。今年灌我畦，百本馀秋华。阅时十二朔，暄凉更韭瓜。逋债之所丛，诋诟纷交加。燃头复割肠，笑口仍呀呀。低价弃薄产，未办充馋拿。忧端如箭来，惟有醉可遮。买酒卖书籍，匹如死天涯。今年初发春，主人饮我酒。借问主人谁，是邦之太守。座中有上客，俨然八十叟。优伎何纷喧，观者拄肱肘。于时梅始华，菊荣倏秋九。此主愤仆诬，逮对以疽踣。此客抱老病，亦复正丘首。人生会皆尔，曷不覆大斗。何以知秋深，衾薄无浓梦。梦断复不眠，寒气夜已纵。幻虚成诸有，谁实神其用。积惨以消之，化工似好弄。东家生育喜，西舍哭泣痛。鸿荒考妣初，万代几宾送。释氏寂灭乐，此理未必中。浩然思无涯，雨鸣鼓钟动。有金当报恩，有剑勿报雠。忘雠不过辱，忘恩禽兽俦。雏乌哺其母，豺獭知献羞。岂伊具人面，曾不畜产侔。鲁叟造化心，笔底天春秋。如彼货与魋，何足私怨尤。千里忽命驾，□予将焉求。为言笃故谊，一饭敢不酬。周诰恶沈湎，礼设萍氏禁。愚夫或败德，贤者故克敬。上有朝廷燕，下有乡党饮。倍食与无算，岂闻起酗竞。但此忘忧物，过嗜足致病。汤剂所不攻，朝窗卧若暝。虽然极困羸，亦未害性命。百病皆不可，病酒差独胜。世运日已季，帝王降而霸。人品亦复然，穷极事狙诈。孟坚列九等，三三以相亚。圣有生而知，愚至不可化。吾谓上上人，老死守田舍。远迹牛豕间，胼胝事耕稼。彼昏慕鼎食，厥价下之下。何待临伏锧，然后发悲咤。昔闻有烈士，哀歌缺唾壶。衰暮心不已，徇名殆忘躯。我老讵复尔，一壑不愿馀。外物百无嗜，惟喜读我书。空樽已绝沥，寒庖仅微蔬。儿啼得非馁，尘编聊自娱。弊庐匪无山，犹兹寄城隅。车马不至处，愿言迁林居。吾年志学初，故已嗜为诗。三霜当六十，无复一黑髭。生事置堕甑，世故愕败棋。独喜五柳作，时时一哦之。□□其犹龙，隐见不可羁。道人结净社，刺史遗酒赀。亲狎□□□，亦不作岸崖。永言想遐䠱，终老茅檐栖。赋诗学渊明，诗固未易及。饮酒慕渊明，酒复罕所得。荒凉数亩园，卜筑未成宅。此或类陶家，秋菊亦可摘。古称士希贤，将无肖厥德。如我于柴桑，往往似其迹。储粟既以瓶，子尤不胜责。有时醉欲吟，坌集索逋客。三岁出瘴岭，弱冠历吴楚。晚涉大漠寒，远吊长城古。失□得谤讟，少乐多辛苦。侵寻四十年，复此守环堵。松楸仅有存，骨肉化为土。岂不登一名，贫甚于父祖。行行荒篱间，寒华粲可数。惟酒足解愁，钱尽不得酤。堂堂陈去非，中兴以诗鸣。吕曾两从橐，残月配长庚。尤萧范陆杨，复振乾淳声。尔后顿寂寥，草虫何薨薨。永嘉有四灵，词工格乃平。上饶有二泉，旨淡骨独清。学子孰取舍，吾非私重轻。极玄虽有集，岂得如渊明。吾家一何奇，奇峰照南窗。是为紫阳山，万木青枞枞。上有出岫云，下有见底江。江清云无心，伴此眉宇厖。诗思忽飞来，时有白鸟双。落日澹秋色，寒沟度枯杠。归欤书屋夜，昏灯剔幽釭。怀人良未远，遁翁生是邦。窃尝评少陵，使生太宗时。岂独魏郑公，论谏垂至兹。天宝得一官，主昏事已危。脱命走行在，穷老拜拾遗。卒坐鲠直去，漂落西南陲。处处苦战斗，言言悲乱离。其间至痛者，莫若八哀诗。我无此笔力，怀抱颇似之。人言太白豪，其诗丽以富。乐府信皆尔，一扫梁隋腐。馀编细读之，要自有朴处。最于赠答篇，肺腑露情愫。何至昌谷生，一一雕丽句。亦焉用玉溪，纂组失天趣。沈宋非不工，子建独高步。画肉不画骨，乃以帝闲故。六经天日月，诸子如四时。史自班以上，语奇文亦奇。踵武蔚宗辈，语有文无之。小宋刊新唐，不悟宵寐规。以艺传李杜，待之无乃卑。他人有遗集，一览不再窥。惟此与韩柳，咀嚼无厌期。侪彼枫落生，吾欲镌此疵。道自汉魏降，裂为文与诗。工诗或拙文，文高诗或卑。香瓯假山序，不妨自一奇。鲥橘多骨核，乃至肆诋訾。恭惟陈无己，此事独兼之。五七掩杜集，千百臻秦碑。四海紫阳翁，归美岂其私。所以此虚叟，取为晚节师。天地亘长有，山川无尽时。人为万物灵，曾靡百年期。尧舜复安在，桀纣亦如兹。魂消骨已朽，是非焉得知。阿瞒营八极，群雄略芟夷。分香何恋恋，终有西陵悲。俗眼乏远瞩，世议多偏私。蝇蚊不待霜，有酒聊自持。子云性滑稽，寓意颂酒德。鸱夷虽胜瓶，岂终无腐日。子反以此毙，孟公卒自贼。万物有中道，盍少循轨则。唐用交州督，畏瘴避远役。抵死坐不饮，如此固为失。北齐有孙生，执笔老敕勒。一夕醉不起，彼亦岂为得。君子食己德，小人食己力。万卷空自读，一钱终不直。使此腹无书，讵可登仕籍。艰难一饭故，展转百忧集。前臑不复梦，归灌畦数席。芋首已足掘，豆荚亦可摘。所烹无不美，自我锄上出。寄谢朵颐人，抱饥幸无戚。我不识渊明，但以菊观之。白露化为霜，百草忽已萎。始见南山松，青青虬龙枝。眷此粲然英，凛有千尺姿。撷菊酹我酒，倚松哦我诗。二物足相配，彷佛齐与夷。遥遥袭世胄，岂无王谢儿。故是芙蓉花，亦得与同时。世称陶谢诗，陶岂谢可比。池草固未彫，阶药已颇绮。如唐号元白，白岂元可拟。中有不同处，要与分朴诡。郑圃赵昌父，颍川韩仲止。二泉岂不高，顾必四灵美。咸潮生姜门，虾蜞以为旨。未若玉山雪，空铛煮荒荠。独吟不愧声，独立不愧影。独行不愧屐，独卧不愧枕。昏昏十日醉，炯炯一夕醒。古瓶插残菊，老碗贮冻茗。三嗅复三漱，浩然万虑屏。节食甘独饥，薄衣耐独冷。狸膏肥粟栗，出穴落匕鼎。此事世接踵，夜坐试独省。三月三十日，唐有穷诗人。惜春不肯拾，共坐夜达晨。此得守岁意，事愚意已神。寸阴以分计，一分直千囷。窃虑假寐顷，倏忽失我春。今此九月晦，虚叟尤酸辛。摇落始云悲，回首忽复陈。讵忍弃菊旧，遽喜迎梅新。游山不必众，邂逅三五人。酌酒不在多，浅深十许巡。高可登即登，不复拘日辰。可饮即与饮，无问刍牧民。九月向十月，丹枫日以新。城东有奇阜，霜寒出嶙峋。一眺鸿背上，啸歌岸风巾。吾虽愧孟嘉，不作桓温宾。"}