{"id":"1144327","title":"湖州歌九十八首","dynasty":"宋末元初","author":"汪元量","text":"丙子正月十有三，挝鞞伐鼓下江南。皋亭山上青烟起，宰执相看似醉酣。万马如云在外间，玉阶仙仗罢趋班。三宫北面议方定，遣使皋亭慰伯颜。殿上群臣默不言，伯颜丞相趣降笺。三宫共在珠帘下，万骑虬须绕殿前。谢了天恩出内门，驾前喝道上将军。白旄黄钺分行立，一点猩红似幼君。一匊吴山在眼中，楼台累累间青红。锦帆后夜烟江上，手抱琵琶忆故宫。北望燕云不尽头，大江东去水悠悠。夕阳一片寒鸦外，目断东西四百州。十数年来国事乖，大臣无计逐时挨。三宫今日燕山去，春草萋萋上玉阶。锦帆高揭绣帘开，鼍鼓声悲凤管哀。月子纤纤云里见，吴江不尽暮潮来。一出宫门上画船，红红白白艳神仙。山长水远愁无那，又见江南月上弦。太湖风起浪头高，锦柁摇摇坐不牢。靠著篷窗垂两目，船头船尾烂弓刀。昨夜三更泪湿腮，伍胥何事梦中来。三宫从此相分别，自勒潮头白马回。受降城下草离离，寒食清明只自悲。汉寝秦陵何处在，莺花无主雨如丝。金陵昨夜有降书，更说扬州一战输。淮北淮南清未了，又添军马下东吴。铁瓮城头马乱嘶，金陵城下炮如飞。黑风捲地鼓鼙急，昨夜常州又受围。晓来宫棹去如飞，掠削鬟云浅画眉。风雨凄凄能自遣，三三五五坐弹棋。暮雨潇潇酒力微，江头杨柳正依依。宫娥抱膝船窗坐，红泪千行湿绣衣。晓鬓鬅松懒不梳，忽听人说是南徐。手中明镜抛船上，半揭篷窗看打鱼。京口沿河卖酒家，东边杨柳北边花。柳摇花谢人分散，一向天涯一海涯。满船明月夜鸣榔，船上宫人烧夜香。好是烧香得神力，片帆稳送到渔阳。一片淮山落照中，开船忽遇打头风。行军元帅传言语，别拨官军下浙东。扬子江头潮退迟，三宫船傍钓鱼矶。须臾风定过江去，不奈林间杜宇啼。一半淮江半浙江，怒潮日夜自相撞。扬州昨夜军书至，说道淮安未肯降。晓来潮信暂相留，满耳惊涛愁复愁。月殿不知何处在，锦帆摇曳到扬州。金屋煌煌丽九天，朝歌夜舞艳神仙。寻常只道西湖好，不识淮南是极边。风雨声中听棹歌，山炰野馔奈愁何。雪花淮白甜如蜜，不减江珧滋味多。九出琼花一夜开，无双亭曲小徘徊。可怜后土空祠宇，望断韦郎不见来。两淮战鼓不停挝，万骑精兵赛夜叉。破阵焚舟弹指顷，汉人犹误夏爷爷。官军两岸护龙舟，麦饭鱼羹进不休。宫女垂头空作恶，暗抛珠泪落船头。都人不识有干戈，罗绮丛中乐事多。一夜月明天漠漠，汉人歌罢楚人歌。太皇太后过江都，遥指淮山似画图。抛却故家风雨外，夜来归梦绕西湖。万骑横江泣鼓鞞，千枝画角一行吹。淮南今夜好明月，船上美人空泪垂。芦荻飕飕风乱吹，战场白骨暴沙泥。淮南兵后人烟绝，新鬼啾啾旧鬼啼。不堪回首泪盈盈，万里淮河听雨声。莫问萍齑并豆粥，且餐麦饭与鱼羹。宰执连镳向北行，淮南夜夜鬼灯青。虽然适意无南北，生死难逃筛下星。更阑炙烛绣檐遮，卸却金钿与翠花。心似乱丝眠不得，江楼中夜咽悲笳。两淮极目草芊芊，野渡灰馀屋数椽。兵马渡江人走尽，民船拘敛作官船。宫人清夜按瑶琴，不识明妃出塞心。十八拍中无限恨，转弦又奏广陵音。青天澹澹月荒荒，两岸淮田尽战场。宫女不眠开眼坐，更听人唱哭襄阳。翠鬟半亸倦梳妆，杨柳风前阵阵凉。弦索懒拈缩纤手，龙涎犹嚼口脂香。凤管龙笙处处吹，都民欣乐太平时。宫娥不识兴亡事，犹唱宣和御制词。可怜河畔草青青，锦缆牵江且缓行。爱此淮南山水好，问天乞得片时晴。丞相催人急放舟，舟中儿女泪交流。淮南渐远波声小，犹见扬州望火楼。拨尽琵琶意欲悲，新愁旧梦两依依。江楼吹笛三更后，细雨灯前醉玉妃。篷窗倚坐酒微酣，淮水无波似蔚蓝。双橹咿哑摇不住，望中犹自是江南。销金帐下忽天明，梦里无情亦有情。何处乱山可埋骨，暂时相对坐调笙。宫人夜泊近人家，瞥见红榴三四丫。犹说初离行在所，玉阑无数牡丹花。丝雨绵云五月寒，淮堧遗老笑儒冠。行军元帅来相探，折送驼峰炙一盘。江头杨柳舞婆娑，万马成群啮短莎。北客醉中齐拍手，隔船又唱采茶歌。长淮风定浪涛宽，锦棹摇摇上下湾。兵后人烟绝稀少，可胜战骨白如山。使臣开闸过高邮，杨柳丝丝拂去舟。宫女开篷犹自笑，閒抛金弹打沙鸥。邵伯津头闸未开，山城鼓角不胜哀。一川霞锦供行客，且掬荷香进酒杯。北风吹雨入篷间，宫女腰肢瘦怯寒。阿监隔船相借问，计程今日到淮安。宝应城南柳数枝，葭墙艾席是民居。眼前境逆没诗兴，忽有小舟来卖鱼。船泊邳州古岸傍，斜风细雨送昏黄。美人十二船中坐，犹把金猊炷好香。徐州城上觅黄楼，四壁诗章读不休。更欲登台看戏马，州官携酒共嬉游。歌风台畔水沄沄，地面官人馈酒荤。宫女上船嬉一霎，不禁尘土污衣裙。新济州来旧济州，柳门西畔两三鸥。酒边笑谑消长日，弄竹弹丝尽胜流。一更船泊郓州城，城外巡军夜柝鸣。如此月圆如此客，犹能把酒到天明。琵琶切切更嘈嘈，高柳群蝉遂不号。一片夕阳无限好，汶河西上酒楼高。锦帆百幅碍斜阳，遥望陵州里许长。车马争驰迎把盏，走来船上看花娘。兀兀篷窗坐似禅，景州城外更凄然。官河宛转无风力，马曳驴拖鼓子船。灌州河水曲如弓，青草坪边路向东。船过州南忽奇绝，一如湖上藕花风。船到沧州且少留，客来同上酒家楼。沿河树折枣初剥，满地藤枯瓜未收。牙樯暂住献州城，鹭去鸥来管送迎。卧笑宫人掷骰子，金钱痴咒卜输赢。日中转柁到河间，万里羁人强自宽。此夜此歌如此酒，长安月色好谁看。长芦转柁是通津，尽是东西南北人。日暮烟花箫鼓闹，红楼烂醉楚州春。恰到杨村旧马头，北风吹雨便成秋。呜呜鬼物败人兴，掩却篷窗且睡休。满朝宰相出通州，迎接三宫晏不休。六十里天围锦帐，素车白马月中游。会同馆里紫蒙茸，兰麝飘来阵阵风。箫鼓沸天回雁舞，黄罗帐幔燕三宫。皇帝初开第一筵，天颜问劳思绵绵。大元皇后同茶饭，宴罢归来月满天。第二筵开入九重，君王把酒劝三宫。驼峰割罢行酥酪，又进雕盘嫩韭葱。第三筵开在蓬莱，丞相行杯不放杯。割马烧羊熬解粥，三宫宴罢谢恩回。第四排筵在广寒，葡萄酒酿色如丹。并刀细割天鸡肉，宴罢归来月满鞍。第五华筵正大宫，辘轳引酒吸长虹。金盘堆起胡羊肉，禦指三千响碧空。第六筵开在禁庭，蒸麋烧鹿荐杯行。三宫满饮天颜喜，月下笙歌入旧城。第七筵排极整齐，三宫游处软舆提。杏浆新沃烧熊肉，更进鹌鹑野雉鸡。第八筵开在北亭，三宫丰燕已恩荣。诸行百戏都呈艺，乐局伶官叫点名。第九筵开尽帝妃，三宫端坐受金卮。须臾殿上都酣醉，拍手高歌舞雁儿。第十琼筵敞禁庭，两厢丞相把壶瓶。君王自劝三宫酒，更送天香近玉屏。一人不杀谢乾坤，万里来来谒帝阍。高下受官随品从，九流艺术亦沾恩。僧道恩荣已受封，上庠儒者亦恩隆。福王又拜平原郡，幼主新封瀛国公。金屋妆成物色新，三宫日用御厨珍。其馀宫女千馀个，分嫁幽州老斲轮。每月支粮万石钧，日支羊肉六千斤。御厨请给葡萄酒，别赐天鹅与野麇。三宫寝室异香飘，貂鼠毡帘锦绣标。花毯褥裀三万件，织金凤被八千条。客中忽忽又重阳，满酌葡萄当菊觞。谢后已叨新圣旨，谢家田土免输粮。雪里天家赐炕羊，两壶九酝紫霞觞。三宫夜给千条烛，更赐高丽黑玉香。三殿加餐强自宽，内家日日问平安。大元皇后来相探，特赐丝紬二百单。万里修途似梦中，天家赐予意无穷。昭仪别馆香云煖，自把诗书授国公。万里羁孤夜忆家，边城吹角更吹笳。须臾敕使传言语，今日天庭赏雪花。雪子飞飞塞面寒，地炉石炭共团栾。天家赐酒十银瓮，熊掌天鹅三玉盘。江南郡守列金阶，内里华筵日日排。文武官僚多二品，还乡尽带虎头牌。四川昝帅尚粗豪，万马来燕贡一遭。奏授虎符三百面，内家更赐织金袍。九重蕡烛照帘栊，三殿乘舆去贺冬。金面垂慈多喜色，史官书瑞奏年丰。晓望燕云正雪天，闭门毡帐恣高眠。内家遗钞三千锭，添赐三宫日用钱。东宫雪里燕三宫，妃子殷勤把酒钟。百十箜篌弹玉指，两行珠翠击金镛。夜来酒醒四更过，渐觉衾裯冷气多。踏雪敲门双敕使，传言太子送天鹅。两下金襕障御阶，异香缥缈五门开。都人罢市从容立，迎接南朝驸马来。杭州万里到幽州，百咏歌成意未休。燕玉偶然通一笑，歌喉宛转作吴讴。"}