{"id":"1145803","title":"读曲歌八十九首","dynasty":"隋","author":"无名氏","text":"花钗芙蓉髻，双鬓如浮云。春风不知著，好来动罗裙。念子情难有。已恶动罗裙。斩侬入怀不。红蓝与芙蓉，我色与欢敌。莫案石榴花，历乱听侬摘。千叶红芙蓉，照灼绿水边。馀花任郎摘，慎莫罢侬连。思欢久。不爱独枝莲。只惜同心藕。打坏木栖床，谁能坐相思。三更书石阙，忆子夜啼碑。奈何不可言。朝看莫牛迹。知是宿蹄痕。娑拖何处归，道逢播掿郎。口朱脱去尽，花钗复低昂。所欢子。莲从胸上度。刺忆庭欲死。揽裳踱。跣把丝织履。故交白足露。上知所。所欢不见怜。憎状从前度。思难忍。络罂语犹壶。倒写侬顿尽。上树摘桐花，何悟枝枯燥。迢迢空中落，遂为梧子道。桐花特可怜。愿天无霜雪。梧子解千年。柳树得春风，一低复一昂。谁能空相忆，独眠度三阳。折杨柳。百鸟园林啼。道欢不离口。縠衫两袖裂，花钗鬓边低。何处分别归，西上古馀啼。所欢子。不与他人别。啼是忆郎耳。披被树明灯，独思谁能忍。欲知长寒夜，兰灯倾壶尽。坐起叹汝好。愿他甘丛香。倾筐入怀抱。逋发不可料。憔悴为谁睹。欲知相忆时。但看裙带缓几许。忆欢不能食。徘徊三路间。因风觅消息。朝日光景开，从君良燕游。愿如卜者策，长与千岁龟。所欢子。问春花可怜。括插袮裆里。芳萱初生时，知是无忧草。双眉画未成，那能就郎抱。百花鲜。谁能怀春日。独入罗帐眠。闻欢得新侬。四支懊如垂。鸟散放行路。井中百翅不能飞。怜欢敢唤名，念欢不呼字。连唤欢复欢，两誓不相弃。奈何许。石阙生口中。衔碑不得语。白门前。乌帽白帽来。白帽郎是侬。良不知乌帽郎是谁。初阳正二月，草木郁青青。蹑履步前园，时物感人情。青幡起御路，绿柳荫驰道。欢赠玉树筝，侬送千金宝。桃花落已尽，秋思犹未央。春风难期信，托情明月光。计约黄昏后，人断犹未来。闻欢开方局，已复将谁期。自从别郎后，卧宿头不举。飞龙落药店，骨出只为汝。日光没已尽，宿鸟纵横飞。徙倚望行云，躞蹀待郎归。百度不一回，千书信不归。春风吹杨柳，华艳空徘徊。音信阔弦朔，方悟千里遥。朝霜语白日，知我为欢消。合冥过藩来，向晓开门去。欢取身上好，不为侬作虑。五鼓起开门，正见欢子度。何处宿行还，衣被有霜露。本自无此意，谁交郎举前。视侬转迈迈，不复来时言。自我别欢后，叹音不绝响。茱萸持捻泥，龛有杀子像。家贫近店肆，出入引长事。郎君不浮华，谁能呈实意。念日行不遇，道逢播掿郎。查灭衣服坏，白肉亦黯疮。歔欷暗中啼，斜日照帐里。无油何所苦，但使天明尔。黄丝咡素琴，泛弹弦不断。百弄任郎作，唯莫广陵散。思欢不得来，抱被空中语。月没星不亮，持底明侬绪。诈我不出门，冥就他侬宿。鹿转方相头，丁倒欺人目。欢但且还去，遗信相参伺。契儿向高店，须臾侬自来。欲行一过心，谁我道相怜。摘菊持饮酒，浮华著口边。语我不游行，常常走巷路。败桥语方相，欺侬那得度。阔面行负情，诈我言端的。画背作天图，子将负星历。君行负怜事，那得厚相于。麻纸语三葛，我薄汝粗疏。黄天不灭解，甲夜曙星出。漏刻无心肠，复令五更毕。打杀长鸣鸡。弹去乌臼鸟。愿得连冥不复曙。一年都一晓。空中人。住在高樯深閤里。书信了不通。故使风往尔。侬心常慊慊，欢行由豫情。雾露隐芙蓉，见莲讵分明。非欢独慊慊，侬意亦驱驱。双灯俱时尽，奈许两无由。谁交强缠绵，常持罢作虑。作生隐藕叶，莲侬在何处。相怜两乐事，黄作无趣怒。合散无黄连，此事复何苦。谁交强缠绵，常持罢作意。走马织悬帘，薄情奈当驶。执手与欢别，合会在何时。明灯照空局，悠然未有期。百忆却欲噫，两眼常不燥。蕃师五鼓行，离侬何太早。含笑来向侬，一抱不能置。领后千里带，那顿谁多媚。欢相怜。今去何时来。裲裆别去年。不忍见分题。欢相怜。题心共饮血。流头入黄泉。分作两死计。娇笑来向侬，一抱不能已。湖燥芙蓉萎，莲汝藕欲死。欢心不相怜，慊苦竟何已。芙蓉腹里萎，莲汝从心起。下帷掩灯烛，明月照帐中。无油何所苦，但使天明侬。执手与欢别，欲去情不忍。馀光照已藩，坐见离日尽。种莲长江边，藕生黄蘖浦。必得莲子时，流离经辛苦。人传我不虚，实情明把纳。芙蓉万层生，莲子信重沓。闻乖事难怀，况复临别离。伏龟语石板，方作千岁碑。钤荡与时竞，不得寻倾虑。春风扇芳条，常念花落去。坐倚无精魂，使我生百虑。方局十七道，期会是何处。暂出白门前，杨柳可藏乌。郎作沈水香，侬作博山炉。十期九不果，常抱怀恨生。然灯不下炷，有油那得明。自从近日来，了不相寻博。竹帘裲裆题，知子心情薄。下帷灯火尽，朗月照怀里。无油何所苦，但今天明尔。近日莲违期，不复寻博子。六筹翻双鱼，都成罢去已。一夕就郎宿，通夜语不息。黄蘖万里路，道苦真无极。登店卖三葛，郎来买丈馀。合匹与郎去，谁解断粗疏。侬亦粗经风。罢顿葛帐里。败许尘疏中。紫草生湖边，误落芙蓉里。色分都未获，空中染莲子。闺閤断信使，的的两相忆。譬如水上影，分明不可得。逍遥待晓分，转侧听更鼓。明月不应停，特为相思苦。罢去四五年，相见论故情。杀荷不断藕，莲心已复生。辛苦一朝欢，须臾情易厌。行膝点芙蓉，深莲非骨念。慊苦忆侬欢，书作后非是。五果林中度，见花多忆子。"}