{"id":"1194737","title":"八哀诗 赠司空王公思礼","dynasty":"唐","author":"杜甫","text":"司空出东夷，童稚刷劲翮。追随燕蓟儿，颖锐物不隔。服事哥舒翰，意无流沙碛。未甚拔行间，犬戎大充斥。短小精悍姿，屹然强寇敌。贯穿百万众，出入由咫尺。马鞍悬将首，甲外控鸣镝。洗剑青海水，刻铭天山石。九曲非外蕃，其王转深壁。飞兔不近驾，鸷鸟资远击。晓达兵家流，饱闻春秋癖。胸襟日沈静，肃肃自有适。潼关初溃散，万乘犹辟易。偏裨无所施，元帅见手格。太子入朔方，至尊狩梁益。胡马缠伊洛，中原气甚逆。肃宗登宝位，塞望势敦迫。公时徒步至，请罪将厚责。际会清河公，间道传玉册。天王拜跪毕，谠议果冰释。翠华卷飞雪，熊虎亘阡陌。屯兵凤皇山，帐殿泾渭辟。金成贼咽喉，诏镇雄所扼。禁暴清无双，爽气春淅沥。巷有从公歌，野多青青麦。及夫哭庙后，复领太原役。恐惧禄位高，怅望王土窄。不得见清时，呜呼就窀穸。永系五湖舟，悲甚田横客。千秋汾晋间，事与云水白。昔观文苑传，岂述廉蔺绩。嗟嗟邓大夫，士卒终倒戟。司徒天宝末，北收晋阳甲。胡骑攻吾城，愁寂意不惬。人安若泰山，蓟北断右胁。朔方气乃苏，黎首见帝业。二宫泣西郊，九庙起颓压。未散河阳卒，思明伪臣妾。复自碣石来，火焚乾坤猎。高视笑禄山，公又大献捷。异王册崇勋，小敌信所怯。拥兵镇河汴，千里初妥帖。青蝇纷营营，风雨秋一叶。内省未入朝，死泪终映睫。大屋去高栋，长城埽遗堞。平生白羽扇，零落蛟龙匣。雅望与英姿，恻怆槐里接。三军晦光彩，烈士痛稠叠。直笔在史臣，将来洗箱箧。吾思哭孤冢，南纪阻归楫。扶颠永萧条，未济失利涉。疲苶竟何人，洒涕巴东峡。郑公瑚琏器，华岳金天晶。昔在童子日，已闻老成名。嶷然大贤后，复见秀骨清。开口取将相，小心事友生。阅书百纸尽，落笔四座惊。历识匪父任，嫉邪常力争。汉议尚整肃，胡骑忽纵横。飞传自河陇，逢人问公卿。不知万乘出，雪涕风悲鸣。受词剑阁道，谒帝萧关城。寂寞云台仗，飘飖沙塞旌。江山少使者，笳鼓凝皇情。壮士血相视，忠臣气不平。密论贞观体，挥发岐阳征。感激动四极，联翩收二京。西郊牛酒再，原庙丹青明。匡汲俄宠辱，卫霍竟哀荣。四登会府地，三掌华阳兵。京兆空柳色，尚书无履声。群乌自朝夕，白马休横行。诸葛蜀人爱，文翁儒化成。公来雪山重，公去雪山轻。记室得何逊，韬钤延子荆。四郊失壁垒，虚馆开逢迎。堂上指图画，军中吹玉笙。岂无成都酒，忧国只细倾。时观锦水钓，问俗终相并。意待犬戎灭，人藏红粟盈。以兹报主愿，庶或裨世程。炯炯一心在，沈沈二竖婴。颜回竟短折，贾谊徒忠贞。飞旐出江汉，孤舟轻荆衡。虚无马融笛，怅望龙骧茔。空馀老宾客，身上愧簪缨。汝阳让帝子，眉宇真天人。虬须似太宗，色映塞外春。往者开元中，主恩视遇频。出入独非时，礼异见群臣。爱其谨洁极，倍此骨肉亲。从容听朝后，或在风雪晨。忽思格猛兽，苑囿腾清尘。羽旗动若一，万马肃駪駪。诏王来射雁，拜命已挺身。箭出飞鞚内，上又回翠麟。翻然紫塞翮，下拂明月轮。胡人虽获多，天笑不为新。王每中一物，手自与金银。袖中谏猎书，扣马久上陈。竟无衔橛虞，圣聪矧多仁。官免供给费，水有在藻鳞。匪唯帝老大，皆是王忠勤。晚年务置醴，门引申白宾。道大容无能，永怀侍芳茵。好学尚贞烈，义形必沾巾。挥翰绮绣扬，篇什若有神。川广不可溯，墓久狐兔邻。宛彼汉中郡，文雅见天伦。何以开我悲，泛舟俱远津。温温昔风味，少壮已书绅。旧游易磨灭，衰谢增酸辛。长啸宇宙间，高才日陵替。古人不可见，前辈复谁继。忆昔李公存，词林有根柢。声华当健笔，洒落富清制。风流散金石，追琢山岳锐。情穷造化理，学贯天人际。干谒走其门，碑版照四裔。各满深望还，森然起凡例。萧萧白杨路，洞彻宝珠惠。龙宫塔庙涌，浩劫浮云卫。宗儒俎豆事，故吏去思计。眄睐已皆虚，跋涉曾不泥。向来映当时，岂独劝后世。丰屋珊瑚钩，骐驎织成罽。紫骝随剑几，义取无虚岁。分宅脱骖间，感激怀未济。众归赒给美，摆落多藏秽。独步四十年，风听九皋唳。呜呼江夏姿，竟掩宣尼袂。往者武后朝，引用多宠嬖。否臧太常议，面折二张势。衰俗凛生风，排荡秋旻霁。忠贞负冤恨，宫阙深旒缀。放逐早联翩，低垂困炎厉。日斜鵩鸟入，魂断苍梧帝。荣枯走不暇，星驾无安税。几分汉廷竹，夙拥文侯彗。终悲洛阳狱，事近小臣敝。祸阶初负谤，易力何深哜。伊昔临淄亭，酒酣托末契。重叙东都别，朝阴改轩砌。论文到崔苏，指尽流水逝。近伏盈川雄，未甘特进丽。是非张相国，相扼一危脆。争名古岂然，键捷歘不闭。例及吾家诗，旷怀埽氛翳。慷慨嗣真作，咨嗟玉山桂。钟律俨高悬，鲲鲸喷迢遰。坡陀青州血，芜没汶阳瘗。哀赠竟萧条，恩波延揭厉。子孙存如线，旧客舟凝滞。君臣尚论兵，将帅接燕蓟。郎吟六公篇，忧来豁蒙蔽。武功少也孤，徒步客徐兖。读书东岳中，十载考坟典。时下莱芜郭，忍饥浮云巘。负米晚为身，每食脸必泫。夜字照爇薪，垢衣生碧藓。庶以勤苦志，报兹劬劳显。学蔚醇儒姿，文包旧史善。洒落辞幽人，归来潜京辇。射君东堂策，宗匠集精选。制可题未乾，乙科已大阐。文章日自负，吏禄亦累践。晨趋阊阖内，足蹋宿昔趼。一麾出守还，黄屋朔风卷。不暇陪八骏，虏庭悲所遣。平生满尊酒，断此朋知展。忧愤病二秋，有恨石可转。肃宗复社稷，得无逆顺辨。范晔顾其儿，李斯忆黄犬。秘书茂松意，溟涨本末浅。青荧芙蓉剑，犀兕岂独剸。反为后辈亵，予实苦怀缅。煌煌斋房芝，事绝万手搴。垂之俟来者，正始徵劝勉。不要悬黄金，胡为投乳贙。结交三十载，吾与谁游衍。荥阳复冥莫，罪罟已横罥。呜呼子逝日，始泰则终蹇。长安米万钱，凋丧尽馀喘。战伐何当解，归帆阻清沔。尚缠漳水疾，永负蒿里饯。鶢鶋至鲁门，不识钟鼓飨。孔翠望赤霄，愁思雕笼养。荥阳冠众儒，早闻名公赏。地崇士大夫，况乃气精爽。天然生知姿，学立游夏上。神农极阙漏，黄石愧师长。药纂西极名，兵流指诸掌。贯穿无遗恨，荟蕞何技痒。圭臬星经奥，虫篆丹青广。子云窥未遍，方朔谐太枉。神翰顾不一，体变钟兼两。文传天下口，大字犹在榜。昔献书画图，新诗亦俱往。沧洲动玉陛，宣鹤误一响。三绝自御题，四方尤所仰。嗜酒益疏放，弹琴视天壤。形骸实土木，亲近唯几杖。未曾寄官曹，突兀倚书幌。晚就芸香阁，胡尘昏坱莽。反覆归圣朝，点染无涤荡。老蒙台州掾，泛泛浙江桨。覆穿四明雪，饥拾楢溪橡。空闻紫芝歌，不见杏坛丈。天长眺东南，秋色馀魍魉。别离惨至今，斑白徒怀曩。春深秦山秀，叶坠清渭朗。剧谈王侯门，野税林下鞅。操纸终夕酣，时物集遐想。词场竟疏阔，平昔滥吹奖。百年见存殁，牢落吾安放。萧条阮咸在，出处同世网。他日访江楼，含悽述飘荡。相国生南纪，金璞无留矿。仙鹤下人间，独立霜毛整。矫然江海思，复与云路永。寂寞想土阶，未遑等箕颍。上君白玉堂，倚君金华省。碣石岁峥嵘，天地日蛙黾。退食吟大庭，何心记榛梗。骨惊畏曩哲，鬒变负人境。虽蒙换蝉冠，右地恧多幸。敢忘二疏归，痛迫苏耽井。紫绶映暮年，荆州谢所领。庾公兴不浅，黄霸镇每静。宾客引调同，讽咏在务屏。诗罢地有馀，篇终语清省。一阳发阴管，淑气含公鼎。乃知君子心，用才文章境。散帙起翠螭，倚薄巫庐并。绮丽玄晖拥，笺诔任昉骋。自我一家则，未缺只字警。千秋沧海南，名系朱鸟影。归老守故林，恋阙悄延颈。波涛良史笔，芜绝大庾岭。向时礼数隔，制作难上请。再读徐孺碑，犹思理烟艇。"}