{"id":"1236445","title":"北山别业三十八咏 太霞洞","dynasty":"元","author":"陈樵","text":"石林深处饭胡麻，几度登临送日车。雪到峰头犹是雨，云生石上半成霞。相看露下朝华草，不放春归冷艳花。魏紫姚黄风扫尽，人间蜂蝶到山家。蜀天万里入东州，冷翠侵扉翠欲流。朱鲤有灵时出穴，白狐生火几经秋。山中十暑寒犹在，潭上千年雨未收。昨日西林晞白发，湿云依旧满貂裘。灏气翻衣露满怀，人言天上我惊猜。近从月里种花去，遥见鼎湖飞叶来。使我加餐有黄独，为人题榜是青苔。杖头化作光明烛，愿逐东皇下九垓。萝衣草带护烟蓑，楚国狂夫尚楚歌。石影到溪千丈劲，藤痕入木八分多。泉分少白山中雨，衣取云门寺顶荷。洞口樵人谁语汝，棋边相遇懒相过。飞梁压水石苔苍，洞口飞泉泻石梁。屋上春霞常易散，雪中树影不曾长。阴云满地晴飞白，雨蝶依林暗贴黄。手里夫容浑忘却，蓑衣日日钓沧浪。湿云侵袂细??，自晒蓑衣石上枫。海月长来飞雨下，仙家半入漏天中。石棱近水依崖长，山柹著霜连叶红。却笑当年补天手，鍊成五色竟无功。篁竹萧萧暗水鸣，朝暾奕奕耿残星。繁花无处分南北，明月何时厌死生。石树裹云长自湿，日华映雨半边晴。霜晨露夕长来往，几度携琴鼓再行。吴根越角两茫茫，石伞峰头俯大荒。鸟道北来通禹会，雁程南不尽衡阳。云移暂觉天河没，月暗不知松影长。天姥若邪他日事，明朝采蕺下山梁。剩水残山瘴海滨，一丘一壑可全真。月华虽死犹随我，春色为尘亦污人。石护生香成石乳，花连别树作花身。他年终拟忘名氏，碣石桐江理钓纶。百尺层崖接翠微，潭空石影晓离离。云随白鹤翔千仞，月与青猿共一枝。不信水深骑赤鲤，曾因梦里杀黄鹂。芳洲翠羽无人拾，自补山中白接䍦。梦渴醒来赋楚骚，纷红骇绿未全销。樽空鹦鹉杯犹在，歌罢玕琪树尚摇。夜久月方临石上，云低雨不到山椒。平泉池馆吾无分，栗里徵君或可招。石函朱机曙云中，云散台高万象空。枝重有时来白鸟，雨残无处著晴虹。血书贝叶三年碧，秋入萝衣半袂红。几度山人同听法，翠微深处石池龙。屋后茳蓠与水平，屋头很石列为屏。捲帘帐下云先去，步月庭前树欲行。白雨侵阶浑是绿，黄童食柏久成青。如何庭下朝阳影，尽在少微岩上明。玉箫吹断暮云平，散发临风露气清。尾见欲当南纪出，月销半入楚天青。松高琥珀无苗茁，蟾老丹书满腹生。桂子何年生石上，丹英零落树冥冥。水光山绿满阑干，上有琉璃万顷田。水鸟临池青入羽，仙人唾地碧如天。雨添银谷空中翠，云是茜桃花上烟。只有垂猿无倒景，有时弄月到亭前。太霞洞口采金芝，千岁山南听碧鸡。煮石鼎中饶绿薤，封书函外有丹泥。度关僧寄娑罗树，入市人传木客诗。又抱瑶琴向阴洞，青禽啄碎碧梧枝。云在阑干叶在庭，瓢中无药事飞腾。丹霄有路星辰近，明月无根日夜生。满袖天香和梦冷，半村雨色傍林青。仙人约我琼楼上，只恐月中秋更清。烟雾霏霏湿麝煤，文生绿砚砚生苔。天风拂地凤笙下，楚雨入吴龙女回。石壁水花泉涌出，海棠春色鸟衔来。洞天只在风尘外，门外游尘拂不开。水乐声中共夕凉，雪花片片洒衣裳。山中古树如鱼大，水上游丝似线长。柳絮散为萍梗紫，花根染作牡丹黄。自从西域神僧死，涧上无人识水香。柏叶山前绿石扉，湿云堕地不能飞。青童卧护千年鹿，木客相传一派诗。龙带雨花临砚滴，僧添槲叶上秋衣。山人晏坐青霞外，饮露餐霞度岁时。竹死烟寒树不荣，石坛千仞与云平。春来天上元无色，雨到人间方有声。梦入松风吹不断，诗如芳草剪还生。陶山北望飞霞散，夜半有时孤鹤鸣。何年积盖与山齐，树转峰回草径微。野火裂为方解石，秋风不到寄生枝。谁来树下看云坐，半入人间作燕飞。箬笠岩前今净社，不须更草《北山移》。手种岩花对北峰，花间无叶紫茸茸。人行凫雁不到处，家在莺花第几重。绿水值阴还又碧，青春著树却成红。紫薇莫入丝纶阁，且伴山中白发翁。皂阁山前小水明，甗峰无影树亭亭。人从烟雨上头立，诗到莺花过后清。云傍楼台低地碧，天将草树染春青。名山何事穷幽僻，临水登山已称情。柏叶山前莺乱啼，小楼西望石离离。北峰云出何曾断，东郡山凡不解飞。萝茑相扶根著树，蟾蜍不死肉成芝。黄粱梦短风尘暗，不是山人好食薇。昨日朝华照夕曛，又看夕秀比朝菌。松高猿见古时月，花晚莺添几日春。盛露囊中封腊药，无尘袖里裹吴云。人间何用春长在，只爱飞红日日新。少凤穿花照水盟，水禽冲浪动轩楹。云从薜荔衣中起，雨向玕琪树上生。曲水傍人流白羽，娇花无语荅黄莺。涧中日与山中日，同上晴窗各自行。水边石影覆松亭，洞口飞云细细轻。花重只因云下湿，草寒误向影中生。好风入夏传芳信，片雨随云度月明。不用破瓜沉绿李，自从云后有馀清。宜男叶上几飞萤，梦毕醒来笑倚楹。天外唾如云样碧，江南春与草俱青。铛寒已喜松丹熟，烛尽只消华艳明。无喜亦无愁可解，山人投老竟忘形。石上菖蒲绿满丛，石根水竹傍梧桐。人来此地见山碧，月未冷时如日红。春水有声通北涧，晚花无信误东风。人间不是高寒地，那得春红入夏中。飞花堕地柳依墙，很石侵檐径草香。人道峡中无落月，我疑肘后有垂杨。庭虚只放溪云度，水浅不妨松影长。却忆壶中天地阔，十洲烟雨正茫茫。桂子纷纷入我怀，海棠芳桂雪生葩。日移深涧松阴上，风引前朝树势斜。芳草无名多是药，云藤着紫不须花。牡丹未入曹刘室，元白欧苏不用誇。空翠亭前露草繁，自栽兰芷杂芳荪。猿窥涧底风枝动，莺踏花间水影翻。早就山林成独往，晚从桃李学无言。国香只合依泉石，种向人间恐碍门。蕉叶茙葵照槛明，山光入室雨初晴。平分天上无边色，送尽江南未了青。息石长年依砌活，茯苓无种入阶生。亭西昨日林霏重，采药归来露满庭。几夜山中作月荒，晨朝挟册傍初阳。悬崖种菊红千叶，开户见山青一方。石上韦编原是竹，林中白露半成霜。春皇未画非无易，石室遗书不用藏。洛阳池馆半桑田，断竹操觚日灌园。春日花连小东白，暮年草创大还丹。蕨薇自古犹长采，桃李于今竟不言。一径桑榆随地暖，雨馀苜蓿又阑干。宫殿随身信所如，寓形一室似楼居。神游八极皆吾土，天入三山不满壶。雨夜无人共清月，水扉几度种丹鱼。山童长怕渔舟至，不放桃花下五湖。土蚀苔侵古瓦棺，化台深锁万松关。坐看天上楼成日，吟到人间诗尽年。勾漏无灵丹灶冷，孟郊未死白云閒。江南春草年年绿，又向他生说郑玄。"}