{"id":"1236993","title":"题耕织图二十四首奉懿旨撰 耕 正月","dynasty":"元","author":"赵孟頫","text":"田家重元日，置酒会邻里。小大易新衣，相戒未明起。老翁年已迈，含笑弄孙子。老妪惠且慈，白发被两耳。杯盘且罗列，饮食致甘旨。相呼团栾坐，聊慰衰莫齿。田硗藉人力，粪壤要锄理。新岁不敢闲，农事自兹始。东风吹原野，地冻亦已销。早觉农事动，荷锄过相招。迟迟朝日上，炊烟出林梢。土膏脉既起，良耜利若刀。高低遍翻垦，宿草不待烧。幼妇颇能家，井臼常自操。散灰缘旧俗，门径环周遭。所冀岁有成，殷勤在今朝。良农知土性，肥瘠有不同。时至万物生，芽蘖由地中。秉耒向畎亩，忽遍西与东。举家往于田，劳瘁在尔农。春雨及时降，被野何濛濛。乘兹各布种，庶望西成功。培根利秋实，仰天望年丰。但使阴阳和，自然仓廪充。孟夏土加润，苗生无近远。漫漫冒浅陂，芃芃被长阪。嘉谷虽已值，恶草亦滋蔓。君子与小人，并处必为患。朝朝荷锄往，薅耨忘疲倦。旦随鸟雀起，归与牛羊晚。有妇念将饥，过午可无饭。一饱不易得，念此独长叹。仲夏苦雨乾，二麦先后熟。南风吹陇亩，惠气散清淑。是为农夫庆，所望实其腹。沽酒醉比邻，语笑声满屋。纷然收穫罢，高廪起相属。有周成王业，后稷播百谷。皇天贻来牟，长世自兹卜。愿言仍岁稔，四海尽蒙福。当昼耘水田，农夫亦良苦。赤日背欲裂，白汗洒如雨。匍匐行水中，泥淖及腰膂。新苗抽利剑，割肤何痛楚。夫耘妇当馌，奔走及亭午。无时暂休息，不得避炎暑。谁怜万民食，粒粒非易取。愿陈知稼穑，《无逸》传自古。大火既西流，凉风日凄厉。古人重稼穑，力田在匪懈。郊行省农事，禾黍何旆旆。碾以他山石，玉粒使人爱。大祀须粢盛，一一稽古制。是为五谷长，异彼稊与稗。炊之香且美，可用享上帝。岂惟足食人，一饱有所待。白露下百草，茎叶日纷委。是时禾黍登，充积遍都鄙。在郊既千庾，入邑复万轨。人言田家乐，此乐谁可比。租赋以输官，所馀足储峙。不然风雪至，冻馁及妻子。优游茅檐下，庶可以卒岁。太平元有象，治世乃如此。大家饶米面，何啻百室盈。纵复人力多，舂磨常不停。激水转大轮，硙碾亦易成。古人有机智，用之可厚生。朝出连百车，莫入还满庭。勾稽数多少寡，必假布算精。小人好争利，昼夜心营营。君子贵知足，知足万虑轻。孟冬农事毕，谷粟既已藏。弥望四野空，藁秸亦在场。朝廷政方理，庶事和阴阳。所以频岁登，不忧旱与蝗。置酒燕乡里，尊老列上行。肴羞不厌多，炰羔复烹羊。纵饮穷日夕，为乐殊未央。祷天祝圣人，万年长寿昌。农家值丰年，乐事日熙熙。黑黍可酿酒，在牢羊豕肥。东邻有一女，西邻有一儿。儿年十五六，女大亦可笄。财礼不求备，多少取随宜。冬前与冬后，昏嫁利此时。但愿子孙多，门户可扶持。女当力蚕桑，男当力耘耔。一日不力作，一日食不足。惨淡岁云莫，风雪入破屋。老农气力衰，伛偻腰背曲。索绹民事急，昼夜互相续。饭牛欲牛肥，茭藁亦预蓄。蹇驴虽劣弱，挽车致百斛。农事极劳苦，岁岂恒稔熟。能知稼穑艰，天下自蒙福。正月新献岁，最先理农器。女工并时兴，蚕室临期治。初阳力未胜，早春尚寒气。窗户当奥密，勿使风雨至。田畴耕耨动，敢不脩耒耜。经冬牛力弱，相戒勤饭饲。万事非预备，仓卒恐不易。田家亦良苦，舍此复何计。仲春冻初解，阳气方满盈。旭日照原野，万物皆欣荣。是时可种桑，插地易抽萌。列树遍阡陌，东西各纵横。岂惟篱落间，采叶惮远行。大哉皇元化，四海无交兵。种桑日已广，弥望绿云平。匪惟锦绮谋，祗以厚民生。三月蚕始生，纤细如牛毛。婉娈闺中女，素手握金刀。切叶以饲之，拥?散周遭。庭树鸣黄鸟，发声和且娇。蚕饥当采桑，何暇事游遨。田时人力少，丈夫方种苗。相将挽长条，盈筐不终朝。数口望无寒，敢辞终岁劳。四月夏气清，蚕大已属眠。高首何昂昂，蛾眉复娟娟。不忧桑叶少，遍野如绿烟。相呼携筐去，迢递立远阡。梯空伐条枚，叶上露未乾。蚕饥当早归，秉心静以专。饬躬脩妇事，僶勉当盛年。救忙多女伴，笑语方喧然。五月夏以半，谷莺先弄晨。老蚕成雪茧，吐丝乱纷纭。伐苇作薄曲，束缚齐榛榛。黄者黄如金，白者白如银。烂然满筐筥，爱此颜色新。欣欣举家喜，稍慰经时勤。有客过相问，笑声闻四邻。论功何所归，再拜谢蚕神。釜下烧桑柴，取茧投釜中。纤纤女儿手，抽丝疾如风。田家五六月，绿树阴相蒙。但闻缲车响，远接村西东。旬日可经绢，弗忧杼轴空。妇人能蚕桑，家道当不穷。更望时雨足，二麦亦稍丰。沽酒田家饮，醉倒妪与翁。七月暑尚炽，长日弄机杼。头蓬不暇梳，挥手汗如雨。嘤嘤时鸟鸣，灼灼红榴吐。何心娱耳目，往来忘伛偻。织为机中素，老幼要纫补。青灯照夜梭，蟋蟀窗外语。辛勤亦何有，身体衣几缕。嫁为田家妇，终岁服劳苦。池水何洋洋，沤麻水中央。数日麻可取，引过两手长。织绢能几时，织布巳复忙。依依小儿女，岁晚叹无裳。布襦不掩胫，念之热中肠。朝缉满一篮，莫缉满一筐。行看机中布，计日渐可量。我衣苟巳成，不忧天早霜。季秋霜露降，凛凛寒气生。是月当授衣，有布织未成。天寒催刀尺，机杼可无营。教女学纺纑，举足疾且轻。舍南与舍北，嘒嘒闻车声。通都富豪家，华屋贮娉婷。被服杂罗绮，五色相间明。听说贫家女，恻然当动情。丰年禾黍登，农心稍逸乐。小儿渐长大，终岁荷锄钁。目不识一字，每念心作恶。东邻方迎师，收拾令入学。后月日南至，相贺因旧俗。为女裁新衣，脩短巧量度。龟手事塞向，庶禦北风虐。人生真可叹，至老长力作。冬至阳来复，草木潜滋萌。君子重其然，吾道自此亨。父母坐堂上，子孙列前荣。再拜称上寿，所愿百福并。人生属明时，四海方太平。民无札瘥者，厚泽敷群情。衣食苟给足，礼义自此生。愿言兴学校，庶几教化成。忽忽岁将尽，人事可稍休。寒风吹桑林，日夕声飕飗。墙南地不冻，垦掘为坑沟。斫桑埋其中，明年芽早抽。是月浴蚕种，自古相传流。蚕出易脱壳，丝纩亦倍收。及时不努力，知有来岁否。手冻不足惜，冀免号寒忧。"}