{"id":"1236201","title":"滦京杂咏一百首","dynasty":"元","author":"杨允孚","text":"北顾宫庭暑气清，神尧圣禹继升平。今朝建德门前马，千里滦京第一程。纳宝盘营象辇来，画帘毡暖九重开。大臣奏罢行程记，万岁声传龙虎台。宫车次第起昌平，烛炬千笼列火城。才入居庸三四里，珠帘高揭听啼莺。营盘风软净无沙，乳饼羊酥当啜茶。底事燕支山下女，生平马上惯琵琶。羽猎山阴射白狼，太平天子狩封疆。峰峦频转丹楼稳，辇辂初停白昼长。居庸千古翠屏环，飞骑将军驻两关。万里车书来上国，太平弓矢护青山。穹崖幻出梵王宫，双塔中间一径通。四月雨馀山更碧，六龙行处日初红。翎出王侯部落多，香风簇簇锦盘陀。燕姬翠袖颜如玉，自按辕条驾骆驼。仙峡琴鸣水木多，别离见月奈愁何。题名石壁辽金字，宿雨残风半灭磨。狼山山下晓风酸，掩面佳人半怯寒。倚户殷勤唤尝粥，止宜倦客宿征鞍。榆林御苑柳丝丝，昨夜宫车又黑围。宿卫一时金帐卷，鎗竿珍重白云飞。断堤遗址古长城，一径中分万柳青。年少每忺春酒美，诗人偏厌绮罗腥。汲井佳人意若何，辘轳浑似挽天河。我来濯足分馀滴，不及新丰酒较多。莫道枪竿危复危，有人家住白云西。儿童采棘颠崖去，杜宇伤春尽日啼。李老谷前山石癯，何年此上遂民居。老龙若作三更雨，顷刻茅檐数尺馀。马上重看尖帽山，山头无数白云间。汉家天子真龙种，抔土长陵为设关。北去云州去路赊，马驼残梦忆京华。寒风淅沥山无数，树影参差月未斜。万古龙门镇两京，悬崖飞瀑一般清。天连翠壁千寻险，路绕寒流百折横。塞北凝阴无子规，晓看山色不胜奇。坚冰怪石涧边路，残月疏星马上诗。东京亭下水濛濛，敕赐游船两两红。回纥舞时杯在手，玉奴归去马嘶风。南国乡音渐渐稀，朔风吹雪上征衣。边鸿飞过桓州去，更向穷阴何处归。窝名檐子果何如，野草黄云入画图。弧矢纵悬仍觅侣，塞前番语笑人迂。驱车偏岭客南还，始见胡姬笑整鬟。谁信片云三十里，寒暄只隔此重山。李陵台畔野云低，月白风清狼夜啼。健卒五千归未得，至今芳草绿萋萋。鸳鸯坡上是行宫，又喜临歧象驭通。芳草撩人香扑面，白翎随马叫晴空。夜宿毡房月满衣，晨餐乳粥椀生肥。凭君莫笑穹庐矮，男是公侯女是妃。欢喜坡边望禁城，鸾翔凤翥卿云清。举杯一吸滦阳酒，消尽南来百感情。铁番竿下草如茵，澹澹东风六月春。高柳岂堪供过客，好花留待蹋青人。先帝妃嫔火失房，前期承旨达滦阳。车如流水毛牛捷，韂缕黄金白马良。圣祖初临建国城，风飞雷动蛰龙惊。月生沧海千山白，日出扶桑万国明。北阙东风昨夜回，今朝瑞气集蓬莱。日光未透香烟起，御道声声驼鼓来。撒道黄尘辇辂过，香焚万室格天和。两行排列金钱豹，钦察将军上马驼。又是宫车入御天，丽姝歌舞太平年。侍臣称贺天颜喜，寿酒诸王次第传。九奏钧天乐渐收，五云楼阁翠如流。宫中又放滦河走，相国家奴第一筹。得宠亲王马上回，朱门绣闼一时开。淋漓未了金钗宴，中使传宣御酒来。大安阁下晚风收，海月团团照上头。谁道人间三伏节，水晶宫里十分秋。四杰君前拜不名，轮番内直浃辰更。蓬莱山上群仙集，得似王孙世禄荣。北极修门不暂开，两行宫柳护苍苔。有时金锁因何掣，圣驾棕毛殿里回。曙色苍茫阊阖开，相君有奏入蓬莱。须臾云拥千官出，又带天边好雨来。结綵为楼不用扃，角声扶上日初明。龙驹河北王来觐，直入金门下马行。相国门前柳未花，不多嫩绿便藏鸦。东风吹得浓阴合，散入都城百万家。千官万骑到山椒，个个金鞍雉尾高。下马一齐催入宴，玉阑干外换宫袍。锦衣行处狻猊习，诈马筵前虎豹良。特敕云和罢弦管，君王有意听尧纲。仪凤伶官乐既成，仙风吹送下蓬瀛。花冠簇簇停歌舞，独喜箫韶奏太平。丽日初明瑞气开，千官锡宴集蓬莱。黄门控马天街立，丞相簪花御苑回。聿来新贡又殊方，重译宁誇自越裳。驯象明珠龟九尾，皇王丕宝寿无疆。嘉鱼贡自黑龙江，西域蒲萄酒更良。南土至奇誇凤髓，北陲异品是黄羊。太平天子重文曹，阁建奎章选俊髦。一自六龙天上去，至今黄帕御床高。内人调膳侍君王，玉仗平明出建章。宰辅乍临阊阖表，小臣传旨赐汤羊。曲曲阑干兔鹿驯，雨肥绿草度青春。主来不避韩卢猎，惯识金衣内贵人。银蹄天马衣氍毹，肉食寻常斗酒俱。可惜东游巡海者，不教骑看试何如？仙娥隐约上帘钩，笑倚阑干出殿头。鹦鹉临阶呼万岁，白翎深院度清秋。宫人两两凭阑干，又喜新除内监宽。金线蹙花靴样小，免教罗袜步轻寒。澹墨轻黄浅画眉，小绒绦子翠罗衣。君王又幸西宫去，齐向花阴斗草归。香车七宝固姑袍，旋摘修翎付女曹。别院笙歌承宴早，御园花簇小金桃。窈窕仙姝出禁闱，小西门外绿杨堤。五陵公子多豪纵，缓勒骄骢不敢嘶。凤楼春暖翠重重，内禁门开晓日红。宝马香车金错节，太平公主幸离宫。侯王甲第五云堆，秦虢夫人夜宴开。马上琵琶仍按拍，真珠皮帽女郎回。汤羊内膳日差排，红帖呼名到玉阶。底事金吾呵不住，腰间悬得象牙牌。东城无树起西风，百折河流绕塞通。河上驱车应昌府，月明偏照鲁王宫。官妓平明直禁闱，瑶阶上马月明归。宫花飞落春衫袖，辛苦桑麻入梦稀。内宴重开马湩浇，严程有旨出丹霄。羽林卫士桓桓集，太仆龙车款款调。鸾舆八月政高翔，玉勒雕鞍万骑忙。天上龙归才带雨，城头夜午又经霜。南坡暖翠接南屏，云散风轻弄午晴。寄与行人停去马，六龙飞上计归程。月出王孙猎兔忙，玉骢拾矢戏沙场。皮囊乳酒锣锅肉，奴视山阴对角羊。雍容环佩肃千官，空设番僧止雨坛。自是半晴天气好，螺声吹起宿云寒。正元紫禁肃朝仪，御榻中间宝帕提。王母寿词歌未彻，雪花片片彩云低。元夕华灯带雪看，佳人翠袖自禁寒。平生不作蚕桑计，只解青骢鞴绣鞍。试数窗间九九图，馀寒消尽煖回初。梅花点遍无馀白，看到今朝是杏株。脱圈窈窕意如何，罗绮香风漾绿波。信是唐宫行乐处，水边三月丽人多。葡萄万斛压香醪，华屋神仙意气豪。酬节凉糕犹末品，内家先散小绒绦。百戏游城又及时，西方佛子阅宏规。綵云隐隐旌旗过，翠阁深深玉笛吹。紫菊花开香满衣，地椒生处乳羊肥。毡房纳石茶添火，有女褰裳拾粪归。为爱琵琶调有情，月高未放酒杯停。新腔翻得《凉州》曲，弹出天鹅避海青。海红不似花红好，杏子何如巴榄良。更说高丽生菜美，总输山后?菰香。四月东风渐渐和，流波细细出官河。诗人策马红桥过，御柳今朝丝较多。偶因试马小盘桓，明德门前御道宽。楼下绿杨楼上酒，年年万国会衣冠。怪得家僮笑语回，门前惊见事奇哉。老翁携鼠街头卖，碧眼黄髯骑象来。一曲琵琶可奈何，昭君青冢恨消磨。可怜西地黄云起，不似连天芳草多。翠楼紫阁尽崔巍，花落花开不用催。最是多情天上月，照人西去又东来。承恩留守是何王，锦帐成围促宴忙。却怪西风浑不顾，一般吹送满头霜。不须白粲备晨炊，乳酪羊酥塞北奇。泥土炕床银瓮酒，佳人椎髻语侏离。东风亦肯到天涯，燕子飞来相国家。若较内园红芍药，洛阳输却牡丹花。卖酒人家隔巷深，红桥正在绿杨阴。佳人停绣凭阑立，公子簪花倚马吟。白白毡房撒万星，名王酣宴惜娉婷。李陵台北连天草，直到开平县里青。东风吹暖柳如烟，寄语行人缓著鞭。燕舞巧防鸦鹘落，马嘶惊起骆驼眠。时雨初肥芍药苗，脆甘味压酒肠消。扬州帘卷东风里，曾惜名花第一娇。霜寒塞月青山瘦，草实平坡黄鼠肥。欲问前朝开宴处，白头宫使往还稀。虽然玉宇桂无花，秋比江南分外佳。弦管画楼人散去，舍郎携妓劝尝瓜。御馔官厨不较馀，金门掌膳意勤如。更分光禄瓶中酒，烂醉归时月上初。别却郎君可奈何，教坊有令趣兴和。当时不信邮亭怨，始觉邮亭怨转多。窈窕谁家女未笄，日高停绣出帘帷。背人笑指青霄上，认得宫庭白鸽飞。滦京九月雪花飞，香压萸囊与梦违。雁字不来家万里，狐裘旋买换征衣。雪深连月与檐齐，谁把新吟向客题。一字成时笔如铁，不如载酒画楼西。出塞书生瘦马骑，野云片片故相随。冻生耳鼻雪堪理，冷入肝肠酒强支。宫监何年百念消，冠簪惊见髻萧萧。挑灯细说前朝事，客子朱颜一夕凋。买得香梨铁不如，玻瓈椀里冻潜苏。书生半醉思南土，一曲灯前唱《鹧鸪》。强欲驱愁酒一卮，解鞍閒看古祠碑。居庸千载兴亡事，惟有天中月色知。塞边羝牧长儿孙，水草全枯乳酪存。不识江南有阡陌，一犁烟雨自黄昏。试将往事记从头，老鬓征衫总是愁。天上人间今又昔，滦河珍重水长流。"}