{"id":"1236767","title":"和张敏之诗七十韵三首","dynasty":"元","author":"耶律楚材","text":"壮年多轗轲，晚节叹行藏。故国颓纲秽，新朝明德香。雄材能预算，大略固难量。迭出神兵速，无敌我武扬。本图服叛逆，何止剪诪张。西讨穷于阗，东征过乐浪。彗侵天垒壁，光动太白铓。整整车徒盛，鳞鳞旗鼓望。天皇深责重，贤帅庙谟臧。江左将擒楚，河阳已灭商。英雄皆入彀，强禦敢跳梁。采访轩车闹，司农官吏忙。轻徭常力足，薄赋不财伤。勋业超秦汉，规模迈帝王。流言无管蔡，奇计有平良。增葺新文物，耕耘古战场。蛟龙方奋迅，雕鹗得翱翔。偶遇风云会，争依日月光。永酬千古耻，一怒四夷攘。虎帐十年梦，龙庭几度霜。迎降初请命，出郭远相将。久敌真宜死，宽恩何敢当。赦书民有幸，歌咏寿无疆。扶杖听黄诏，称觞进白狼。散财竭库藏，拔将出戎行。殷绝仁犹在，周倾道不亡。来招燕郡内，入觐大食傍。戎服貂裘紫，星轺駮马苍。中春辞北望，初夏过西凉。瀚海汹而涌，阴山彷且徨。闲云迷去路，疏雨润行装。出处空兴叹，风光自断肠。典刑陈故事，利病上封章。天下援深溺，中州冀小康。风俗乘丧乱，筹策要优长。痼疾如神附，游魂笑鬼伥。仁术能骨肉，灵药起膏肓。避祸宜缄口，当言肯括囊。遭谗心欲剖，涉苦胆先尝。北漠绝穷域，西隅抵大洋。诗书犹不废，忠信未能忘。毡补连腮帐，绳穿朽脚床。郊行长野兴，人静若禅房。回鹘交游熟，昆崙事迹详。风烟多黯黯，云水两茫茫。灾变垂乾象，妖氛翳太阳。髯龙三岛去，玉叶一枝芳。明主初登极，愚臣敢进狂。九畴从帝锡，五事合天常。大乐陈金石，朝服具冕裳。降升分上下，进退有低昂。拓境时方急，郊天且未遑。应兵无血刃，降虏自壶浆。按堵无更肆，因敌不馈粮。宸心尊德义，圣政济柔刚。恩泽涵诸夏，威棱震八荒。势连西域重，天助北方强。举我陪三省，求贤守四方。锦衣捐毳褐，肉食弃糟糠。隐逸求新仕，流亡集故乡。百官欣戴舜，万国愿归唐。耕钓咸生遂，工商乐未央。会将封泰岳，行看建明堂。自叹才雕篆，长惭学面墙。君恩予久负，贤路我深妨。覆餗恒忧惧，持盈实恐惶。故山松径碧，旧隐菊花黄。太守方遗舄，初平政牧羊。厚颜居此位，若已纳于隍。吟啸须归去，香山老侍郎。我爱张公子，丁年密退藏。施为宜法则，议论自馨香。元气却不死，深陂岂可量。儿时供府荐，壮岁已名扬。汲汲尊尼父，堂堂类子张。迁居择邻里，濯足拣沧浪。作传编毛颖，谈玄说剑铓。奇才千古重，令问万民望。气压四明客，调穷三耳臧。典谟师我舜，雅颂起予商。绵蕞曾陈汉，仁术屡说梁。本非中酒困，长为和诗忙。道长茹连拔，时衰心独伤。篆文遒似李，隶字楷如王。青眼予能作，白眉君最良。万言陈国利，一战捷文场。出海游龙舞，腾空翥凤翔。十全君子行，一代士林光。句法吾师范，诗材我窃攘。忠心常向日，直节欲淩霜。文没岁云久，道亡天未将。狂澜时既倒，木铎子宜当。德业能纯粹，学术靡理疆。冲天憎燕雀，当路恶豺狼。绮语吟千韵，宸笔扫十行。行藏关治乱，出处卜兴亡。郡隶清河上，家居杜曲傍。登科年甫冠，修史发初苍。仙观尝新欠，宫园醉晚凉。朝天恭踧踖，退食独彷徨。得暇多休沐，游山小治装。一卮持竹叶，左手把无肠。官酒浇三斗，宫词唾百章。阮声师校尉，琴诀受嵇康。似玉风神异，如兰气味长。坦怀无戚戚，明见笑伥伥。草檄堪医疾，针诗可治肓。博闻敌武库，高价重珠囊。忧患经多故，艰难已备尝。悲歌声历历，雅调韵洋洋。造次必于是，中心何日忘。生涯两书箧，香火一禅床。海上寻徐福，壶中觅长房。流传虽若此，真伪甚难详。水国波奔激，仙乡路渺茫。孤身朝北阙，皓首叹东阳。险韵嚼佳句，残英嗅冷芳。仁人今尚在，箕子本佯狂。洪范明皇极，彝伦叙有常。百王遗礼乐，三代旧轩裳。会补南极缺，能令北斗昂。无媒言嗫嚅，失志思回遑。秋老空悲扇，天凉反卖浆。却来频渭钓，又绝在陈粮。志道衰犹梦，依仁老更刚。故家三径远，薄土一廛荒。混混常无舍，乾乾体自强。卒躬能省己，行道不踰方。宁耻身衣褐，谁嗟日食糠。起歌明月夜，舒啸白云乡。绮夏终辞汉，巢由固避唐。名极得三者，柴立机中央。荣遇传金马，题名刻玉堂。未窥君所蕴，徒见子之墙。遣欲绝形累，无贪不行妨。一瓢渠乐逸，陋巷我忧惶。牺易韦编暗，麟经古卷黄。著述遵辅嗣，去取笑公羊。再辨麟绝笔，重笺城复隍。焦桐人不识，独有蔡中郎。唐室承平久，遗贤不遁藏。罗纨桑幄腻，饼饵麦畴香。马牧初蕃息，民编莫校量。边臣闲虎略，卫士敛鹰扬。禁苑晨钟动，梨园锦障张。披香风细细，太液水浪浪。河汉明方润，长庚淡不铓。羽旄仪两列，冠盖道相望。谏士陈休戚，廷臣论否臧。金石歌大雅，琴瑟奏清商。青鸟迷鸳瓦，乌衣绕画梁。供张官府备，殽馔大官忙。共享清时乐，殊无谤议伤。含元朝百辟，花萼宴诸王。主上贞观圣，官僚魏郑良。岁馀开武讲，春首辟文场。异宝浮淮水，馀粮朽凤翔。诸羌来入卫，百济请观光。关塞沈烽火，乡闾息寇攘。三春常若雨，六月不飞霜。圣德跻朝夕，仁心本就将。俯知人意顺，仰视帝心当。彍骑轻关内，精兵重北疆。朝廷潜巨蠹，方镇养贪狼。粉面三千辈，金钗十二行。持盈当忌满，居治不知亡。相罢曲江去，权移林甫傍。华清高屼屼，骊峤碧苍苍。金屋眠春晓，温泉浴暮凉。掖庭花烂漫，阁道路彷徨。官监金犀饰，妖姬珠玉装。危弦惊醉耳，哀调断柔肠。灯烛晖鳷鹊，丝簧沸建章。奢淫几桀纣，纯俭劣成康。击柝宫城邃，传筹禁漏长。谋欢长汲汲，沈醉若伥伥。未悟薪及爇，谁知病已肓。人横碧玉笛，腰佩绛香囊。岭表千山远，荔枝三日尝。仙衣吹渺渺，莲舸泛洋洋。力士权诚重，杨钊宠不忘。承恩趍宝座，奏事近牙床。荧惑频侵斗，秋阳弗集房。人心咸怨怒，天象不披详。易水声呜咽，燕山水郁茫。盗贼充上郡，鼙鼓起渔阳。杀气凌金阙，繁霜殒玉芳。环儿刚赐死，天子惧如狂。战士皆思变，奸臣亦易常。空闲尘羯鼓，谁舞旧霓裳。忠义心徒顺，英雄志自昂。翠华摇曳曳，鸾驭去遑遑。禁脔庖供豕，村民路进浆。隘兵蜀道险，糊口益州粮。灵武兵声振，汾阳意气刚。复收京阙克，重治寝园荒。贼势时深蹙，官军力益强。羽檄传剑阁，龙驾返南方。御府仍无酒，饥民尚啖糠。邛都求道士，蓬岛觅仙乡。符使将归汉，真妃犹忆唐。金钗分一股，钿合擘中央。挥涕春风殿，伤心秋月堂。梧桐笼院砌，桃李映宫墙。佳梦真难得，幽欢颇有妨。春宵成怨忆，秋夜愈悲惶。尚记脩眉绿，犹思半额黄。强舒鸾被翠，闲杀辇车羊。陵谷俄惊海，沧浪已变隍。临风一卮酒，聊复酹三郎。"}