{"id":"1237087","title":"次韵范石湖田园杂兴诗六十首 春日十二首之一","dynasty":"元","author":"凌云翰","text":"夜听檐声似雨声，晚窗操笔喜诗成。东风消尽门前雪，又见墙阴荠菜生。桃杏何曾羯鼓催，春风先后自吹开。为怜红影临清泚，不惜芒鞋得得来。草芽雨后一番青，处处郊原趁雨耕。我亦村居聊避俗，傍人错比晋渊明。村扉寂寂掩荆柴，雨阻清明客少来。自把新茶试新火，喜看榆柳变炉灰。连宵急雨送轻雷，又见郊原草色回。此去城门三十里，踏青能有几人来。花柳村村社鼓喧，花含宿雨柳含烟。野夫何处堪行乐，不是花边即柳边。高陂分水出湾头，宿雨晴时好放舟。闻说春山多胜事，几时寻壑入经丘。筠笼采摘小童回，樱豆堆盘杂笋梅。正尔客怀寥落甚，不妨频覆掌中杯。野蔌村醪暂遣怀，每呼邻叟尽馀杯。醉来却倚柴门立，闲数昏鸦几个回。春日田家始作劳，下乡胥吏苦频搔。如何学得仙源隐，不种桑麻只种桃。断岸防颓费石包，雨声又听响中宵。杏花零落飘香远，明日扶筇度石桥。积雨初乾理菜畦，味含膏土胜酥肥。野夫不厌根频嚼，惭愧村童日摘归。木奴花发四邻香，静里偏知日晷长。坐久出门看野色，乱山平处是钱唐。狂蜂浪蝶尚飞翻，春去浑无一点痕。秪有东风知客意，乱吹花片拥篱根。春色相将到楝花，柴门深掩似山家。日长无事琴书罢，纱帽笼头自煮茶。林绕方塘水绕洲，杖藜随处得迢游。却嫌薄暮东风急，便觉经寒似麦秋。田头纵步午风凉，陂水青青浸稻秧。爱杀檐前双燕子，落花多处得泥香。蚕事忙时三月中，苍苔门径少人踪。抱篮知是谁家女，偶向柔柔陌上逢。水村高下自成围，处处人家白板扉。榆荚杨花正无赖，等闲又欲送春归。门外都无车马尘，绿阴幽草与时新。小窗日日风兼雨，赖有蔷薇占得春。水面秧针长绿茸，雨馀樱颗染深红。东皋伫想生盈陌，西蜀应知赠满笼。晴云满户日光迟，柏子烧残火渐微。人在小轩闲读易，一双蝴蝶上阶飞。酴醾压架雪成堆，一日须看一百回。满袖清香浑不记，却怜蜂蝶趁人来。雨中红迤晓来稀，愁见花飞镇掩扉。不是杜鹃啼彻夜，无人知道又春归。重重绿叶障林肥，点点黄花入麦稀。绝似辋川图画里，水田时有鹭鹚飞。乱蛙声急雨声寒，坐拥衾裯尚觉单。畎亩却思天下事，几时民受一分宽。闲看行蚁上苔钱，日永依稀似小年。麦饭正香葵菜熟，祗将耕凿报尧天。稻秧新插绿如波，正值田头雨一蓑。未到秋成先有望，差科不比去年多。人生出处在知几，西塞山空鹭自飞。学取玄真归隐好，钓船闲理绿蓑衣。略彴歌斜跨浅流，茅茨萧洒枕清沟。绿阴满地无来客，忽听蝉声起树头。屋后方池可沤麻，暗分流水过邻家。人间有地皆堪隐，不独青门好种瓜。水亭傍午好追凉，白鸟飞来玉一双。脩竹似嫌炎暑近，并移清影过南窗。浊酒倾来白似浆，葛中新漉手犹香。溪泉冷浸荷筒饮，共向槐阴纳晚凉。角巾微服恣游嬉，偶值溪翁得缓归。独有蜻蜓如对客，一双时掠钓丝飞。千亩荒烟傍晓锄，源头水少每忧枯。何如老子书田好，纵使丰年不上租。人间三伏畏骄阳，我独观书爱日长。为问此时何所乐，暑风凉簟竹方床。东轩睡足日初红，起汲清泉灌菊丛。不是幽人勤种植，要看佳卉傲秋风。晚凉何处听秋声，脩竹千竿翠绕扃。自起开窗看微月，风萤撩乱一池星。巧夕争看织女机，彩云销尽不成衣。如何村落柴门外，乌鹊都无一个飞。坐对疏林日渐低，闲看归鸟正高飞。野夫自为吟诗苦，不是悲秋减带围。行道真如行路难，归来依旧客毡寒。灯前笑对家童说，恰似琴川作冷官。雨后晴空碧四垂，斜阳却与乱山宜。怪来举目浑无碍，正是秋风落叶时。一棹夷犹任野夫，苕乡人号小西湖。鸡头菱角随时有，桂子荷花此地无。田家望望待升平，甲子欣逢烂熳晴。茅舍竹篱还自好，此身不愿谒承明。酿酒盈缸粟满仓，秪将辛苦度星霜。诗书教子如何似，羡杀燕山窦十郎。自笑迷方著处家，去年犹记客天涯。今朝又是重阳节，鐏有新醪菊有花。琴川官舍漫多鱼，却忆松江巨口鲈。偶见秋风动归兴，不知还是季鹰无。欲避兵尘不厌深，远携琴剑到梅林。绿樽紫蟹聊消日，喜有床头未尽金。新居添得屋茅高，梅柳栽成似蜀郊。岁晚归来无一事，小窗闲看鹊营巢。年来读易太冬烘，赖有先贤为启蒙。三十六宫都历遍，眼中物物是春风。新筑书堂荫白茅，萧然终胜老禅寮。雪天最爱风敲竹，似向瑶台听凤箫。门外沙寒月半笼，柴荆元不置帘栊。年来闲气都消尽，坐对书灯一点红。归隐方谋一亩宫，论交溪友与园公。春风会到门前柳，好插长条满屋东。溪头冻合雪风晴，寒袭重裘一气凝。谁把玻瓈都击碎，定知渔榜晚收冰。紫芥九宜配白菘，响生牙颊味偏浓。拟同坡老残年饱，肯教何曾一日供。久客偏谙闾里情，每逢邻叟即班荆。浊醪酿得邀人吃，为喜今秋万宝成。晓起惊看雪拥门，地炉火煖自添春。交游岁晚俱零落，谁复扁舟访故人。不眠吟苦爱更长，石鼎煎茶满注汤。诗句欲成缘底事，梅花隔屋暗吹香。苍朮频烧烟雾蒸，紫藤初爇蕙兰清。岁除却忆升平夜，萧鼓喧喧满凤城。人事匆匆岁月催，检残官历待春来。已闻树里琴声变，更看天边斗柄回。"}