{"id":"1252474","title":"览古四十二首","dynasty":"元末明初","author":"杨维桢","text":"晋师纳天王，大义白日披。尹固附孽子，奉籍奔蛮夷。道逢秋郊妇，三岁尔大期。三年尹固死，妇言如蓍龟。出姜哭过市，呼天天实闻。市人皆涕下，鲁贼当谁分。出姜不归鲁，麟笔诛其君。秦穆饮盗马，楚庄忘绝缨。齐景恩一木，触槐有淫刑。婧女告齐相，称说辩且正。明朝拔槐令，婧妇脱因名。单父七弦琴，为治务感兴。十金南门木，立令务必行。单父有成效，夜渔若严刑。南门能徙木，不能徙民情。以此知巧信，不如拙而诚。韩厥戮赵仆，不以私害公。后人援此义，往往为逄蒙。曲逆不背本，事主可移忠。伟哉刘公论，吕布真难容。应侯刻薄人，须贾得无死。飞将杀霸陵，狼狠不足齿。如何画眉郎，五日杀掾史。齐相善求治，议论人人殊。盖翁本黄老，一语盖有馀。诸儒不足听，醉吏自足呼。醉吏狱不扰，诸儒多诉狙。恭俭汉天子，取士忌少年。未应绛灌徒，廷中肯妨贤。徒为宣室召，复有长沙迁。不见冯都尉，庞眉竟谁怜。田叔作鲁相，王不敢游田。痛愧取民物，偿以中府钱。汉人重长者，长者岂非贤。任安与田仁，同仕将军门。厮养恶齿马，实坐贫失身。发愤骑奴席，拔刃徒自分。不会赵少府，何时别奴群。乃知圣贤仕，端不与贱贫。郭解本大侠，睚眦杀人威。当其出邑屋，独不杀倨夷。属吏脱践更，卒感肉袒来。此事实近道，可以侠少之。汉廷古遗直，免官归田园。已闻御史奏，严李有飞言。矫制独无罪，加冠礼终存。谁谓淮阳召，淮阳为寡恩。出关弃繻子，南征笑狂生。左右无黄发，淫夫抰之行。戮杀汉使者，君臣起大兵。尉他羁汉绶，何曾请长缨。成都卖卜士，大易先天心。弟子一区宅，桑榆有馀阴。何为天禄阁，忘身几陆沈。门前载酒者，奇字时相寻。为谢门前客，从今传酒箴。子陵江海客，本非沮溺伦。仁义立奇论，岂果忘吾民。狂奴作故态，飘然归富春。客星犯帝座，太史奏天文。故人信符谶，三公等浮云。武丁梦良弼，审象极冥搜。光武思故人，物色在羊裘。彭城有处士，君恩贲林丘。股肱不为用，颜色徒相求。董卓劫慈明，次以及伯喈。子龙独何人，谈笑却啀啀。高视梁砀上，片云卷而怀。古来高世士，尘埃岂能埋。襄阳有高士，生产不曾治。何以遗妻子，鹿门有深期。籍籍齿牙论，龙凤名诸儿。诸葛拜床下，可是圯桥师。孔公荐一鹗，义烈争秋霜。矢心报知己，讨贼尊天王。渔阳掺英愤，夫岂病悖狂。营门三尺棁，杀气披搀抢。会稽嵇叔夜，才气浩不群。平生癖于锻，馀好在琴尊。不如一长啸，携琴学苏门。可怜广陵散，奇弄今无闻。汝南许文休，丧乱一驽士。敢当诸葛拜，合受玄德鄙。士论推指南，无乃失臧否。乃知郡公曹，排摈有公是。知子石司徒，分材靳齐奴。诸仲财不如，财穷东市诛。吁嗟石司徒，知子良不愚。洛阳轻薄子，挟弹走春嬉。结交金谷友，谄事贾午儿。蔑弃慈母训，乾没不知几。感已赋閒居，犹以拙自悲。弹琴戴安道，焦桐破奇声。蔚宗与文季，俱以琴自鸣。天子不得屈，王公不能聆。独怜褚司徒，银柱老齐伶。我爱王怀祖，面壁售人骂。不比少掾时，瞋目荅米价。褊中顿有容，坦之讵能过。桓桓大将军，汉业在出胯。青青五柳宅，贫无三径资。去参建威幕，为贫良亦非。彭泽八十日，胡为遽来归。乃知决然逝，非为乡里儿。首恶王休元，酒亦无所辞。华轩欲载我，我心讵能违。王湛蓄深器，世人不能窥。大慧实若愚，人遂以为痴。可怜济父子，同门不识之。何况隔千里，而欲求人知。羲之在东床，风操夙所称。蓝田誉转重，胡乃意不平。出吊曲在我，反恶固其情。以此悻悻死，无异匹妇轻。韩信卜母地，旁置万人庐。郭公卜邻水，长洲偶成墟。千秋杨子窆，投弃同江鱼。裸发何为者，厌魅开籧篨。孰借神丁火，焚却青囊书。郭黁精术数，知晋必亡秦。逃秦远归晋，追兵杀亡臣。洛阳牛背叟，读书孝其亲。凉州未经破，先归忽如神。术人不灵已，哲士固全身。骚雅去已久，宫体争哇淫。洛阳风一变，枳性随人心。乡关思萧瑟，作赋哀江南。调入金钗臂，亡国有馀音。尝疑王孝子，素履朴且庄。门生服县役，径行想不扬。孝子躬馌具，磬折在道傍。门生役已脱，诡道由此行。郑州跛男子，识者惟客师。深沈有客量，不为同列知。唾而戒其弟，俛世一何卑。君看白水涧，沫额宣驽资。世疑狄文惠，不知娄师德。娄公吾不贤，此意人未识。古来嫌忌间，吾道忧比迹。开元刘神童，名字瑞一时。文学不济世，鞭算竞刀锥。招权啖士口，使不得有訾。任数不任道，兴利固如斯。小儿贺季真，弃官亦弃宅。远谒王道者，去问术黄白。何物袖中藏，去道万里隔。严家儿，八岁杀父姬，严家父称奇。养成虎豺恶，腐儒弄虎髭。嗟吁豺虎天早毙，七十慈亲免官婢。姚家有裨将，腰佩双青萍。青萍夜脱匣，忽杀程务盈。为书报杀状，伏剑随自刑。吁嗟古义士，岂复数荆卿。厚施而薄望，郭解愧朱家。大唐郭氏子，手剑寒奸邪。赙金四十万，主名不知夸。结客豪侠场，此客实无加。昨日满头花，堂上争春妍。今朝大风起，花落玉津园。旧地易淮陕，取馘谐戎门。可怜于期首，不谢永州魂。东人送降款，西人纳降城。长沙李太守，誓死城不盟。高楼一举火，老稚同焦冥。要离爇妻子，大盗空古名。峨峨南文山，光?日月青。妇义终一醮，臣道无改更。宁戴一天死，不载二地生。尚怜广西弟，有愧颜家兄。"}