{"id":"1252389","title":"辇下曲一百二首，有序 其一","dynasty":"元末明初","author":"张昱","text":"黄金大殿万斯年，十二丹楹日月边。伞盖威蕤当御榻，珠光照耀九重天。五垓千陛立朝廷，槛首铜雕一丈翎。不待来仪威凤至，日闻韶濩在青冥。州桥拜伏两珉龙，向下天潢一派通。四海仰瞻天子气，日行黄道贯当中。方朝犹是未明天，玉戚轮竿已俨然。百兽蹲威绘幡下，万臣效职内门前。东楼绯服唱鸡人，击到朱鼙第几声？楠寐奉常先告备，驾行三叩紫鞘鸣。至元典礼当朝会，宗戚前将祖训开。圣子神孙千万世，俾知大业此中来。二九行分正从班，尽将牙笏注名单。簟铺兽镇丹墀内，鹄立千官绕画阑。国戚来朝总盛容，左班翘鹖右王封。功臣带砺河山誓，万岁千秋乐未终。静瓜约闹殿西东，颁宴宗王礼数隆。酋长巡觞宣上旨，尽教满饮大金钟。万方表马贺生辰，班首师臣与相臣。喝赞礼行天乐动，九重宫阙一时新。三司侍宴皇情洽，对御吹螺大礼终。宝扇合鞘催放仗，马蹄哄散万花中。授时历进当冬至，太史舁官近御前。御用粉笺题国字，帕黄封上榻西边。泥金沥水顺飘扬，掌扇香吹殿角凉。不是内官亲执御，太平无用镇非常。只孙官样青红锦，裹肚圆文宝相珠。羽仗执金班控鹤，千人鱼贯振嵩呼。全装节仗冒金钱，振竦高擎玉陛前。亸袖行交太平字，回銮犹是步蹁跹。黄金酒海赢千石，龙杓梯声给大筵。殿上千官多取醉，君臣胥乐太平年。西天法曲曼声长，璎珞垂衣称艳妆。大宴殿中歌舞上，华严海会庆君王。职贡蛮夷通海徼，筦衣毳帽步逡巡。翠华阁下颁缯币，圣主留恩柔远人。竹扛金铸百寻馀，顶版高镌万国书。禁得下方雷与电，声光不敢近皇居。崇天门下听宣赦，万姓欢呼万岁声。岂独罪人蒙大宥，普天率土尽关情。户外班齐大礼行，小臣鸣赞立朝廷。八风不动丹墀静，听得宫袍舞蹈声。墀左朱阑草满丛，世皇封植意尤浓。艰难大业从兹起，莫忘龙沙汗血功。国初海运自朱张，百万楼船渡大洋。有训不教忘险阻，御厨先饭进黄粱。旂常万乘缀旒旓，玉瓘升坛藉白茅。前月太常班卤簿，安排法驾事南郊。清庙上尊元不罩，爵呈三献礼当终。巫臣马湩望空洒，国语辞神妥法宫。辽东羞贡入神厨，祭鲔专车一丈馀。寝庙岁行春荐礼，有加铏豆杂鲜腒。国俗祠神主中霤，毡车毡俑挂宫灯。神来鼓盏自飞动，妖自人兴如有凭。狼髋且抛何且咒，女巫凭此卜妖祥。手持朴樕挥三祀，蠲洁祈神受命长。当年大驾幸滦京，象背前驮幄殿行。国老手炉先引导，白头联骑出都城。皇舆清暑出滦京，三日当番见大臣。夜半暗中偷摸箭，阴教右姓主朋巡。请号关牌趋鼓阁，弓刀千骑领兵符。例差右姓巡仓库，哄唱穹庐赐大酺。祖宗诈马宴滦都，挏酒啍啍载憨车。向晚大安高阁上，红竿雉帚扫珍珠。驾起京官聚草棚，诸司谁敢不从公？官钱例与供堂食，马上风吹酒面红。千门万户严扃钥，留守司官莫自闲。仰候秋风驼被等，郊迎大驾向南还。驼装序入日精门，铜鼓牙旗作队喧。一听巡阶铃钹振，满宫俱喜出迎恩。月华门里西角屋，六纛幽藏神所居。大驾起行先戒路，鼓钲次第出储胥。华缨孔帽诸番队，前导伶官戏竹高。白伞葳蕤避驰道，帝师辇下进葡萄。守内番僧日念吽，御厨酒肉按时供。组铃扇鼓诸天乐，知在龙宫第几重？皇舆行在辟人门，群牧分屯散綵云。习驭每朝供进马，近移毳幕尽宗勋。御前亲拜中书令，恩赐东宫设内筵。手署敕黄唯一道，任谁祗受付双迁？鸡人唱罢内门开，千骑前头丞相来。卫士金瓜双引导，百司拥醉早朝回。端本堂深绣榻高，满前学士尽风骚。星河骑士知唯马，惯识金笺玉兔毫。旌旗千骑从储皇，诈柳行春出震方。祖宗马上得天下，弓矢斯张何可忘？和宁沙中朴樕笔，史臣以代铅椠事。百司译写高昌书，龙蛇复见古文字。仪台铁表冠龙尺，上刻横文晷度真。中国失传求远裔，犹于回纥见斯文。儒臣奉诏修三史，丞相衔兼领总裁。学士院官传赐宴，黄羊湩酒满车来。经筵进讲天人喜，宣索金缯赐讲臣。已觉圣躬忘所倦，教将古训更前陈。文明天子念孤寒，科举人材两榜宽。别殿下帘亲策试，唱名才了便除官。冑监诸生盛国容，大官羊膳两厨供。六经尽是君臣事，卿相才多在辟雍。炉香夹道涌祥风，梵辇游城女乐从。望拜綵楼呼万岁，柘黄袍在半天中。放教贵赤一齐行，平地风生有翅身。未解刻期争拜下，御前成个赏金银。国子题名金仆姑，树篱比射尽腰符。分明百步中侯的，踊跃宗王舞袖呼。对朋角饮目相招，黄鼠生烧入地椒。马湩饮轮金铎刺，顶宁割发不相饶。柳林密遣弄臣回，封印黄金盒一枚。天语直将西内去，便教知是草芽来。直从海子望蓬莱，青雀传言日几回？为造龙舟载天姆，院家催造画图来。西方舞女即天人，玉手昙花满把青。舞唱天魔供奉曲，君王常在月宫听。鸭绿江波胜鸭头，鱼龙变化满中州。分来一派天潢水，到得乌桓便不流。昭君遗下汉琵琶，拗轸谁弹狈获沙？春色不关青冢上，只今芳草满天涯。玉窦桥边日月明，金棋界脉直如绳。世皇存此为殷鉴，上刻宣和示废兴。金计倾辽至可哀，为车为马枉豗隤。岂知万岁山中土，载得龙沙王气来？大都周遭十一门，草苫土筑那吒城。谶言若以砖石裹，长似天王衣甲兵。八思巴师释之雄，字出天人惭妙工。龙沙彷佛鬼夜哭，蒙古尽归文法中。学贯天人刘太保，卜年卜世际昌期。帝王真命自神武，鱼水君臣今见之。许衡天遣至军前，未丧斯文赖此传。大学一编尧舜事，致君中统至元年。运际昌期不偶然，外臣豪杰得神仙。一言不杀感天听，教主长春亿万年。宋亡死节文丞相，不受宣封信国公。祠庙至今松柏在，世皇盛德及孤忠。太祖雄姿自圣神，一时睿断出天真。要将儒释同尊奉，宣谕黄金铸圣人。龙虎山中有道家，上清剑履绚晴霞。依时进谒棕毛殿，坐赐金瓶数十茶。相官马湩盛浑脱，骑士题封抱送来。传与内厨供上用，有时直到御前开。西番僧果依时供，小笼黄旗带露装。满马尘沙兼日夜，平坡红艳露犹香。黄公垆榜大金书，门外长停右姓车。请教宫缯来换酒，悲歌始是醉之馀。圜殿仪天十六楹，向前黄道不教行。帐房左右悬弓角，尽是君王宿卫兵。玉德殿当清灏西，蹲龙碧瓦接榱题。卫兵学得高丽语，连臂低歌井即梨。棕毛四面拥龙床，殿角凉生紫雾香。上位励精求治切，不曾朝退不抬汤。斜街木局尽闲房，御史微行自不妨。从立宪台曾有旨，代天耳目付贤良。上都半道次榆林，是处鸳鸯野泺深。不比使君桑下问，自媒年少觅黄金。少年马后抱熊罴，便佞相倾结所知。一日搭名帮草料，好官多属跨驴儿。闲家日逐小公侯，蓝棒相随觅打毬。向晚醉嫌归路远，金鞭梢过御街头。斗鹌初罢草初黄，锦袋牙牌日自将。闹市闲坊寻搭对，红尘走杀少年狂。教坊女乐顺时秀，岂独歌传天下名？意态由来看不足，揭帘半面已倾城。争抱荆筐拾马留，贫儿朝夕候鸣驺。不知金印为何物，肯要人间万户侯？北方九眼大黑杀，幻影梵名纥剌麻。头戴髑髅踏魔女，用人以祭惑中华。高昌之神戴羖首，仗剑骑羊气猛烈。十月十三彼国人，萝卜面饼贺神节。十宇寺神呼韩王，身骑白马衣戎装。手弹箜篌仰天日，空中来仪百凤凰。旃檀佛像身丈六，三十二相俱完全。流传释家亲受记，止于大国来西天。西番灯盏重百斤，刻铭供佛题大臣。黄楢万瓮照无尽，上祝皇釐下己身。花门齐侯月生眉，白日不食夜饱之。缠头向西礼圈户，出浴升高叫阿弥。西天咒师首蜷发，不澡不颒身亦殷。倒垂璎珞披红罽，膜拜螭坳识圣颜。似将慧日破愚昏，白日如常下钓轩。男女倾城求受戒，法中秘密不能言。肩垂绿发事康禅，淡扫蛾眉自可怜。出入内门装饰盛，满宫争迓女神仙。红城万户拱皇居，宿卫亲兵饱有馀。苑鹿与人分食惯，朝朝群聚候麋车。枢密院家家赐宴，金符三品事奔趋。教坊白马驮身后，光禄红箫送酒车。四面朱阑当午门，百年榆柳是将军。昌期遭际风云会，草木犹封定国勋。鴐鹅风起白毰毸，秋夏跟随驾往回。圣主已开三面网，登盘玉食自天来。守宫妃子住东头，供御衣粮不外求。牙仗穹庐护阑盾，礼遵估服侍宸游。三宫除夜例驱傩，遍洒巫臣马湩多。组烛小儿相哄出，卫兵环视莫如何。绯国宫人直女工，衾裯载得内门中。当番女伴能包袱，要学高丽顶入宫。壁衣面面紫貂为，更绕腰阑挂虎皮。大雪外头深一尺，殿中风力岂曾知？天朝习俗乐从禽，为按名鹰出柳阴。立马万夫齐指望，半空鹅影雪沈沈。大安阁是延春阁，峻宇雕墙古有之。四面珠帘烟树里，驾临长在夏初时。万岁山中琼岛居，广寒宫殿画难如。回銮风过黄金镫，飘下炉香十里馀。栏马墙临海子边，红葵高柳碧参天。过人不敢论量数，雨露相将近百年。"}