{"id":"1253028","title":"旅兴","dynasty":"元末明初","author":"刘基","text":"初秋积雨过，众绿光如濡。莎鸡啼高树，蟋蟀鸣阶除。时物巳改故，芳年从此徂。荣名非我愿，守分敢求馀。登楼眺远郊，肆目望天衢。明月出云中，照我华发疏。还归掩关卧，梦到园田居。忆年二三十，笑人不能勤。诵书歘万言，落笔飞烟云。有朋自远来，讲论穷朝曛。一艺耻不知，高蹈躐前闻。宁知有衰老，耳聋目如熏。身世且未保，况敢言功勋。老不与懒期，身老懒自至。懒不与傲期，力惫难强事。茫茫视天宇，忽忽心如醉。劳生谅何庸，顾为形所累。弱水隔蓬莱，安得生两翅。秋风肃万物，百虫竞号鸣。蟪蛄最可怜，切切悲其生。屣履步庭除，素月圆且明。玩之不可掇，渺焉忽西倾。回身掩房闼，怆恍烦虑盈。太息以终宵，展转难为情。侥福非所希，避祸敢不慎。富贵实祸枢，寡欲自鲜吝。疏食可以饱，肥甘乃锋刃。探珠入龙堂，生死在一瞬。何如坐蓬荜，默默观大运。紫燕来我檐，营巢养其雏。拾虫扑我衣，衔泥污我书。雏成复生子，风雨同安居。一旦舍我去，瞻之起长吁。死别不可追，生别那可思。悼往恨节促，待来恚时迟。人生百岁间，苦乐相牵攀。念生复念死，何时一开颜。登高望八荒，目眷飞鸟还。有愿不克遂，泪下空潺湲。秋气虽可悲，秋色亦可悦。寥寥天宇旷，皎皎县象晢。雁来山叶红，龙卧江潭洁。彼美黄金花，含英耀穷节。佳人不可期，明月圆复缺。空庭夕阴尽，露草白如雪。伫立望四方，弥使忧念结。穷巷屏人迹，开门见青山。青山似故乡，客子何当还。蟪蛄日夜鸣，绿树亦巳殷。白日驶西征，浮云不可攀。安得生羽翼，奋飞出玄间。雨来群山暗，雨过群山明。山明猿鸟喜，山暗猿鸟惊。岁暮阴风起，白日西南倾。寒蝉枝上号，阜螽草閒鸣。人生非草木，能无感中情。赤霞变玄云，风起烟雾塞。飕飕木叶响，曀曀原野黑。青泥没委巷，关塞生咫尺。水深蛟龙恣，山湿鸟兽寂。留滞荷戈人，艰难去乡客。翘首望太阳，忧思萃朝夕。望舒乘罕车，潜蜦跃重渊。二仪烟雾交，九泽风云连。丘陵冒潢潦，沟浍成通川。鹳鹤失其巢，穷猿鸣可怜。蛙黾一何乐，喧呼聒宵眠。西岑挂朝隮，东岭垂日脚。唳唳垤鹳鸣，矫矫渊蜦跃。凄风拂乔树，密雨翳林薄。煌煌篱下花，粲粲黄金萼。含英不自衒，守分甘寂寞。顾持献美人，恐贻观者愕。昃景无还晖，霜露凄巳繁。松柏坐椔翳，桃李更何言。旦夕悲风起，黄沙蔽平原。万物尽凋落，芳华谁独存。我愿化为鹤，不愿化为猿。鹤鸣声闻天，猿鸣烟雨昏。空林夜寥寂，踯躅伤精魂。西风吹硕果，草茅思索绹。搣搣卉木零，唧唧寒虫号。百川日夜流，泰山何其高。沉浮自有定，汲汲无乃劳。久雨得晚霁，豁然如醉醒。幽花衒馀红，远峰出孤青。独坐无与娱，蜻蛚吟空庭。良辰能几何，逝者忽如倾。啸歌欲自慰，歌竟还伤情。微风振檐铎，玱如环佩响。登高看秋色，俯见明月上。木落天地宽，云散川原广。来者不可期，逝者日巳往。离居岂无怀，恻怆萦远想。日暮登高台，流目盼云间。云间有明月，窈窕芙蓉颜。光辉被四表，万古一往还。惜无腾化术，仰之不能攀。江上秋风急，天寒雁南归。客子眷长途，中心一何悲。顾瞻望四方，有怀当告谁。霜露日夜零，百卉厌其枝。衰谢不待期，荣盛安可追。太息复太息，怆悢涕沾衣。薄云敛微雨，返照涵空烟。黄葵閒红蓼，烂若濯锦鲜。老病苦无欢，坐为忧所缠。自恨非松乔，不能还少年。援琴写此曲，曲尽心茫然。少别无惨容，老别有苦心。筋力巳非故，忧思谅难任。春风吹郊原，杂英满园林。物生无巨细，各以类相寻。含情曷能忘，矧乃众病侵。勿言愁可量，沧溟未为深。翔鹍抟扶摇，九万一奋翅。骅骝骤康庄，瞬息千里至。谷鲋穴坎窞，鹪鹩集蓬蔚。偪仄岂不怜，饮啄亦何忌。夸父空有勇，精卫良无智。翼折海未枯，身偾杖徒弃。何如抱区区，保巳遗世事。倦鸟冀安巢，风林无静柯。路长羽翼短，日暮当如何。登高望四方，但见山与河。宁知天上雨，去为沧海波。慷慨对长风，坐感玄发皤。弱水不可航，曾城岌嵯峨。凄凉华表鹤，太息成悲歌。病身如朽木，螬蚁群萃之。生意巳无多，雨露空其滋。晨兴步庭除，足弱几不持。论年未应尔，胡为遽如斯。大块播万形，一躯非我私。暂假终必还，但有速与迟。居易以俟命，圣言岂吾欺。上古人一心，生荣死同哀。永世自为心，骨肉多嫌猜。沉沉十日雨，漫漫百亩苔。苔深车轮没，平路生蒿莱。呜呼张仲蔚，衡门何由开。疏庸厌人事，疲病畏交游。得闲愿巳惬，敢有分外求。开门对钟山，山翠盈我眸。日中市声远，草绿空庭幽。登临观万象，玄理足可搜。谁能走逐逐，自使生悔尤。别离多苦怀，三年当百载。来者非所知，往者今安在。浮云旦夕起，白日埋光彩。天地亦有形，岂能长不改。去去东园公，紫芝犹可采。晨兴梳短发，庭树生秋风。万物有容色，与故各不同。硕实属老成，天柔怨童蒙。英英黄金花，旎旎清露丛。岁暮等沦落，何异蒿与蓬。庭前草华发，夜凉萤火流。有怀不能寐，起望女与牛。那无一苇航，繁念空悠悠。泪如宵露零，散漫不可收。四月阳用事，群物咸长荣。靡草虽就死，王瓜亦复生。死生谁所致，时至莫能争。达人洞神理，守分绝外营。脩身俟天命，万古全其名。忡忡坐虚室，暧暧日向暮。空烟敛曾岑，暝色半高树。缅邈起遐思，逍遥散轻步。婵娟天上月，的皪草间露。物情岂异昔，人事殊非故。芳岁不可淹，衰年况多虑。谅无彭铿术，颓龄那能驻。夭夭芙蓉花，向晚犹媚妩。娟娟明月辉，粲粲当庭户。寒衾耿长夜，梦寐空自语。劳生遘六极，老病在羁旅。将思诉穹玄，恨无抟风羽。大火没西南，昼短宵巳长。志士郁慷慨，老年怨凄凉。萧萧草虫鸣，肃肃苍隼扬。物情各有定，人意苦不常。信步陟崇丘，流目睇康庄。宁为款段驽，勿作骐骥良。款段驾鼓车，道里有限量。骐骥被重甲，力尽百战场。死骨卖千金，虽贵亦何偿。人生如浮云，聚散无定期。惊风一飘荡，各自东西之。粲粲陵苕花，凄凄寒露时。浮云不可驻，顾盼空赍咨。青青潇湘竹，猗猗被寒水。游子如飞蓬，佳人旷千里。登高左右望，但见黄尘起。凤凰翔不下，梧桐化为枳。伤怀不可道，忧念何时巳。吾观穹壤间，万变皆有穷。何如顺天道，原始以知终。清晨揽衣起，絺绤生秋风。雍雍鸣雁来，灼灼酸枣红。怅焉念所思，悲感集予衷。佳期在何许，瑶草成枯蓬。伫立望日月，劳心极??。少年不信老，怪闻老人言。匆匆老到眼，却忆少年愆。逝川莫回流，乌兔日夜奔。忧思集方寸，郁气如云屯。试为少年道，听之亦茫然。顾谓少年子，聆我尔汝篇。尔未及我耄，我曾犹尔妍。劝尔无我厌，勿令人尔怜。今日复明日，明日能几何。壮心萧索尽，思念恒苦多。引领望故乡，川路犹且长。巢燕巳北飞，宾鸿亦南翔。我独无羽翼，慷慨中自伤。乌鸣朝哑哑，鹊鸣暮啾啾。闻鹊既不喜，闻鸟复何忧。世人务苟得，君子绝外求。沧浪迅风波，无风即安流。胡为自冰炭，以贻达者羞。严风萃群有，蝇蚊亦无多。所憎虽去眼，若此岁晏何。中夜揽衣裳，起视星与河。出云未还山，落叶早辞柯。沉思不成寐，太息继以歌。寒灯耿幽幕，虫鸣清夜阑。起行望清天，明月在云端。美人隔千里，山河杳漫漫。玄云翳崇冈，白露凋芳兰。愿以绿绮琴，写作行路难。忧来无和声，弦绝空长叹。秋山青如烟，秋月白如水。登高俯空旷，咫尺见千里。悠悠孤云行，袅袅凉风起。凉风吹客衣，客心随风飞。愿作沧海潮，朝来莫还归。泊舟严子濑，遥望仙华山。中有骑羊人，皓齿赪玉颜。餐霞饮沆瀣，坐石濯潺湲。长啸起天风，落日为之还。悠悠隔云雨，杳杳不可拔。日落天气凉，逍遥步庭墀。蟋蟀巳在宇，鸿雁来何迟。少壮轻远游，衰老伤别离。念我亲与友，各在天一涯。音容两契阔，悲欢绝相知。铩羽怀旧林，葺繗思故池。百年能几何，逝者无还期。俛仰增感叹，有怀当语谁。殷勤托宵梦，聊用慰所思。久旱草不生，一雨青满地。新荑与旧蘖，好丑各自媚。喈喈黄莺吟，习习玄鸟至。闲庭人迹稀，白日澹清气。平生孟公绰，庶足无妄觊。但愿长若斯，拨置身外事。江城夜来雨，雷音亦何砰。今晨视郊原，草木皆发荣。双双布谷儿，来我墙上鸣。园蔬犹可艺，无忘及时耕。倦翮得安巢，感荷天地生。浮云西北起，飞雨东南去。微微若轻烟，霭霭如薄雾。卧疾少出门，不知春巳暮。芳年复几何，冉冉征鸟度。花落有再开，水流无回注。坐念入杳冥，明月在高树。秋高潦水涸，旻天亦凄清。枯箨响悲音，羁虫振馀声。曀曀落日晖，惨惨游子情。风林无定枝，驰车鲜安旌。自愧匪贤达，默默嗟其生。山鬼处幽壑，自分不见天。宁知无私照，及此暗井泉。倦鸟思故林，穷鱼思故渊。感荷实难忘，庶其保终年。铩羽畏高风，疲马厌长道。玄阴促暮节，何物能不老？自非松柏质，敢冀出众草。登山临流水，及此晴日好。春芳蔼兰蕙，秋实栗粳稻。黄精肥可食，石泉清可澡。荣名何足言，息心以为宝。"}