{"id":"1253015","title":"杂诗四十首","dynasty":"元末明初","author":"刘基","text":"江蓠生汀洲，香气何清婉。欲采寄所思，不惮道路远。疾风吹尘沙，山泽蛟蛇混。谁复惜芳菲，空悲岁年晚。小鱼头如针，大鱼须如松。小大各生育，孰私天地功。坤灵发淫怒，溟海簸惊风。大鱼食小鱼，陂池为之空。陂空水亦竭，小大相噞喁。但见灌莽间，颅骨成崆巃。残膏饫蝼蚁，孰辨鲸与鯼。儳妇厌贫夫，常怀相弃心。慨慕东家子，年少多黄金。轻身改西托，布被烂锦衾。宁忆秋风起，霜露凄繁林。叶落枝亦尽，愁闻蜻蛚吟。云月虽不明，精魄固长在。飞蛾亦何知，乘时妒光彩。天高多飘风，烟雾中叆叇。纷纷堕蒿棘，终竟为何罪。人生如浮云，飘摇无根蒂。昨暮青山阿，今朝沧海澨。风波无定时，沦踬难为计。是中苟不爽，曷问耿与翳。申胥存楚国，仲连却秦帝。此士虽则亡，英名千万世。渴人常梦饮，饥人常梦餐。中宵羁旅梦，两臂生羽翰。腾身入紫青，吹面天风寒。惊觉凛毛发，感我涕汍澜。吾观神龙变，天地为晦冥。龙成宰元化，嘉泽浃四溟。出山不飘风，入水无震霆。枯萎仰沾溉，沃若生葱青。岂比蜧与蜦，裂石摧巘陉。俾民举疾首，抏神蹙眉听。鹰本是鸷鸟，爪利翮劲疾。胡为化为鸠，钝拙无与匹。栖迟荆棘间，粒啄营口实。暮啼墙角雨，朝啼屋头日。昔为众鸟畏，今为众鸟咥。运命苦不常，孰为金石质。愚公志移山，精卫思填海。山高海茫茫，心事金石在。松柏冒雪霜，秀色终不改。春阳熙幽林，卓立有光彩。急雨涨潢潦，沟池成五湖。青蛙与耿黾，得意鸣相呼。自谓乐无似，至足不求馀。蓬莱有玄鹤，曾见东海枯。清夜唳长风，哀音绕天衢。使我起太息，黑髯变霜须。空庭生夕阴，高阁留返照。归鸦集纷纷，栖雀鸣噭噭。冥思观群物，肆目展遐眺。草树蔚参差，云霞相辉耀。慷慨商山心，想像苏门啸。大鹏抟扶摇，斥鴳翳蓬藋。悠悠共沦汨，溃溃堪一笑。惟豺知祭兽，獭亦知祭鱼。豺獭有报本，人道当何如。华堂饫玉食，盗贼塞中涂。那能不自愧，而以耀庸愚。吁嗟千载下，枯骨空专车。雷藏蛰虫伏，雷动蛰虫起。虫雷不相期，冥契非人使。英雄应有时，何异膻致蚁。神剑无风胡，铜花蚀泥滓。种荷渌池中，荷生叶犹紫。掠萍逐蛙蝈，恐畏伤荷蕊。荷心有露珠，的皪无泥滓。荷根有藕丝，缠绵谁得似。阴崖有乔树，乾鹊巢其颠。朝食叶上露，暮食叶下蝉。巢成长众雏，鸣飞一何嬛。但愿本根固，风雨得安眠。如何就摇落，而不抱悁悁。苍蝇眼昼明，蚊虫眼夜明。明眼利口觜，昼夜无时停。拍死纷籍籍，飞来更营营。一旦霜风起，棱威肃天刑。飞者不复飞，鸣者不复鸣。虽有太阳光，不能煦其生。乃知天胜人，智力徒斗争。豺狼食人肉，蚊虻食人血。食肉死须臾，食血死不辍。哀哀露筋女，肉尽惟皮骨。谁谓蚊虻微，积锈能销铁。蚊母羽虫孽，与人无怨尤。胡为含毒害，吐蚊吼如牛。纷纷散草泽，??森戈矛。无辜受螫蠚，皮破腥血流。覆巢或有令，未应后鸺鹠。黄鹰食鸟雀，山鸡食虫豸。蜂食花上蜜，虾食苔间滓。兔食茅草根，凤食梧桐子。所嗜由性成，易之则皆死。冥观付一笑，谁与穷兹理。鲁阳仰挥戈，羲和为纡辔。耿恭俯拜井，涌液出荒地。精诚所感格，高厚靡不至。人生亦良难，如何殄其类。蓬蒿满六合，惭愧真宰意。在昔信陵君，谦劳实弘度。好士天下稀，宾客远倾慕。救赵夺兵符，扫清邯郸雾。归来存大梁，秦甲詟东顾。魏王木偶人，朽心自成蠹。谗言一以入，危石不可据。日落西河阴，歌钟怨零露。天鸙巢蒿草，形躯纤且微。不知怀何事，直上闻天扉。啾啾终日鸣，天听不可希。铩羽口吻裂，落日空悲归。雉死为从雌，鹖死为斗力。蜜蜂死泄愤，鸤鸠死求食。象犀好齿角，狨豹美毛色。纷纷死相藉，杀身奉华饰。自取夫岂过，外至良可恻。?獍合族烹，枭鵙宜卵殈。山林久秽荟，谁复继禹益。天风触万窍，小大皆有声。律吕与悬匏，嘈嘈同一鸣。人情有所钟，声气为之使。无知而强聒，则亦悬匏耳。殊俗甘朐䏰，比之刍牛腴。殷勤奉宾客，自谓敬有馀。鸱嚇虽异贯，赤惑谁能祛。霾阴蔽玄象，清渭混污渠。谁能继夏后，再分龙与鱼。大星出西方，晱晱如明月。儿童惊指示，草木见毫发。夜久斗柄回，人静凉风发。徙倚步中庭，空烟散成雪。楚人将适蜀，扬帆信江水。江阔多西风，帆逸行不止。日暮入海涛，极目无涯涘。鲸鱼吹高浪，舵折樯竿圮。顿足空号呼，烟波千万里。冲霄难为羽，泛海难为舟。缚羊驾我辂，猛志空悠悠。农时失耕耨，何以望有秋？决藩盗菽粟，鹰隼不如鸠。韶华不我与，去若川水流。岁莫独彷徨，凛凛怀百忧。爰居避风翔，岂冀粢牲祀。臧孙强自用，取笑于君子。拾虫养凤凰，将以为观美。徒令翚翟畏，长逝深林里。神仙不世出，蟪蛄笑蜉蝣。嘉禾旷膏泽，稊稗矜有秋。驱马将焉往，荆棘满崇丘。玄阴结严冬，芳意坐自遒。鸿鹄从何来，哀鸣声啾啾。愿欲适县圃，路阻迷所投。况我孱懦成，引领空忧愁。桓温一老兵，岂识扪虱士。拥众临上流，竟作跋扈鬼。符坚氐羌竖，何能作天子。耽耽视中原，为有景略耳。知人圣难之，求贤在虚己。袁曹岂力敌，生死一弹指。惆怅后来人，慷慨前车轨。英英木槿花，振振蜉蝣羽。乘彼三秋露，及此六月雨。容好能几时，生成亦良苦。十年搆阿房，一日化为土。染须作童颜，于身竟何补。不如顺天命，保己良多祜。天地若大瓮，万物生其腹。人犹腹中虫，蠢蠢随化育。钻攻无时休，脏腑为翻覆。帝青调元气，岂不畏戎毒。皤然命涤荡，汗下兼涌衄。蚩蚩自狂猘，涫沸交杀戮。何当瞑眩定，风止水归渎。铸铁作锄犁，春耕待秋熟。二仪播元气，昼夜靡停机。有生即有死，化工亦何私。彼狂牵所欲，冥行失康逵。无航思利涉，发此百祸机。贼人还自贼，扰扰竟何为。郭南有穷夫，黄发对老妻。见人抱儿女，仰面看天啼。郭北有宕子，鲜服明春闺。累累倚门亲，疏茹乏盐醯。盛年异欣戚，薄暮空噬脐。达生贵知命，胡为苦悲悽。咬咬水中凫，谷谷墙下鸡。良无返哺望，乳抱何栖栖。瞑目思此理，惆怅中自迷。盗蹠矨梁肉，原思馁穷闾。夷齐采薇蕨，仪秦驷高车。祥麟殪西狩，尼父空叹吁。天道果福善，彼苍竟何如。老眼眯昏夜，见萤以为灯。灯萤何足辨，所悲老且瞢。瞢老复何用，甘心就无能。逍遥麋鹿愿，所得良巳弘。鬼神阴阳精，变化无定迹。如能祸福人，岂向人求食？而况天地心，坦坦甚正直。祭祀本人情，将以牲与稷。居歆岂在物，馨香荐明德。葛伯信不臧，虞公亦何益。前王有旧章，敬之在无射。海鲸乘扶摇，激水腾九旻。退潮触泥沙，颅骨空嶙峋。猛虎掉尾行，饮血不满唇。跳哮逞雄攫，系首八尺缗。赋命虽在天，成之亦由人。嗟嗟灯上蛾，亦岂厌其身。夷齐值明时，饿死西山阳。四老生乱世，采芝以徜徉。李业遇公孙，欲盖反受殃。严陵辞故人，万古清名扬。性也实有命，君子顺其常。漫漫云间鸟，冥冥随风翔。海宇岂不宽，六翮有短长。浩歌向日月，曲尽意茫茫。"}