{"id":"1253024","title":"感时述事十首","dynasty":"元末明初","author":"刘基","text":"天王有万国，抚治不能遍。百僚分所司，控制倚方面。旬宣贵浃洽，付托属隆眷。易置苟无恒，勤怠朝夕变。自非勃氏俦，何官匪邮传。矧兹世多故，军府希閒宴。戎机一以失，蚁穴偾台殿。公庭委旧事，书牍呈新选。来者且迟迟，在者同秋燕。偷安待日至，退托从私便。奸贪遂乘隙，民病孰与唁。大臣国柱石，忧喜相连缠。反躬既遗阙，何以率州县？寄与要津人，有舌未宜咽。十羊烦九牧，自古贻笑嗤。任贤苟不贰，焉用多人为。师行仰供给，州县方告疲。差徭逮所历，添官有权宜。柰何乘此势，争先植其私。百司并效尤，货贿从横飞。列坐隘公堂，号令纷披离。名称到舆隶，混杂无尊卑。正官反差出，道路不停驰。徇禄积日月，官吏之所希。此辈欲何求，朘剥图身肥。世皇一宇宙，四海均惠慈。盗贼乘间发，咎实由官司。云胡未悔祸，救焚用膏脂。姻娅遂连茹，公介弃草茨。农郊日增垒，良民死无期。天关深虎豹，欲语当因谁。先王制民产，曷分兵与农。三时事耕稼，阅武在严冬。乱略齐愤疾，战伐厥有庸。那令异编籍，自使殊心胸。坐食不知恩，怙势含威凶。将官用世袭，生长值时雍。岂惟昧韬略，且不习击?。悍卒等骄子，有令亦无从。跳踉恣豪横，鼓气陵愚惷。所以丧纪律，安能当贼锋。崩腾去部曲，蚁合寻归踪。时方务姑息，枉法称宽容。宁知养豺虎，反噬中自钟。国家立制度，恃此为垣墉。积弊有根源，终成肠肺痈。何由复古道，一视均尧封。豢狗不噬禦，星驰募民兵。民兵尽乌合，何以壮干城。百姓虽云庶，教养素无行。譬彼原上草，自死还自生。安知徇大义，捐命为父兄。利财来应召，早怀逃窜情。出门即剽掠，所过沸如羹。总戎无节制，颠倒迷章程。威权付便嬖，赏罚昧公平。饥寒莫与恤，锐挫怨乃萌。见贼不须多，奔溃土瓦倾。旌旗委曲野，鸟雀噪空营。将军与左右，相顾目但瞠。此事巳习惯，智巧莫能争。庙堂忽远算，胸次猜疑并。岂乏计策士，用之非至诚。德威两不立，何以御群氓。慷慨思古人，恻怆泪沾缨。古人有战伐，诛暴以安民。今人尚杀戮，无问豺与麟。滥官舞国法，致乱有其因。何为昧自反，一体含怒瞋。斩艾若草芥，虏掠无涯津。况乃多横敛，殃祸动辄臻。人情各畏死，谁能坐捐身。所以生念虑，啸聚依荆榛。暴寡惮强梁，官政惟因循。将帅各有心，邈若越与秦。迁延相顾望，退托文移频。坐食挫戎机，养虺交蛇鳞。遂令耕桑子，尽化为顽嚚。大权付非类，重以贻笑颦。鼠璞方取贵，和璧非所珍。但恐胥及溺，是用怀悲辛。五溪旧三苗，蛇蚓相杂处。其人近禽兽，巢穴依险阻。起居任情欲，斗狠竞爪距。况能识君臣，且不顾子父。所以称为凶，分北劳舜禹。先朝慎羁縻，罔俾来中土。胡为倏而至，驰骤如风雨。见贼但趑趄，逢民辄俘虏。腰缠皆金银，衣被俱绣组。所过恶少年，改服投其伍。农家劫掠尽，何人种禾黍。盗贼有根源，厥咎由官府。任将匪能贤，败衄乃自取。奇材何代无，推诚即心膂。谁哉倡此计，延寇入堂宇。割鼻救眼睛，于身竟奚补。浙西耕桑地，百载安生聚。自从甲兵兴，徵敛空轴杼。疲氓真可怜，忍令饲豺虎。追忆至元年，忧来伤肺腑。虞刑论小故，夏誓殄渠魁。好生虽大德，纵恶非圣裁。官吏逞贪婪，树怨结祸胎。法当究其源，剪锄去根荄。蒙茏曲全宥，驾患于后来。滥觞不堙塞，滔天谷陵颓。总戎用高官，沐猴戴母頧。玉帐饫酒肉，士卒食菜薹。未战巳离心，望风遂崩摧。招安乃倡议，和者声如雷。天高豹关远，日月照不该。俱曰贼有神，讨之则蒙灾。大臣恐及己，相视若衔枚。阿谀就姑息，华绂被死灰。奸宄争效尤，无风自扬埃。啸聚逞强力，谓是爵禄媒。黎民亦何辜，骨肉散草莱。倾家事守禦，反以结嫌猜。恸哭浮云黑，悲风为徘徊。赤子母不怜，不如绝其胚。养枭逐凤凰，此事天所哀。胡为尚靡定，颠倒陛与颏。春秋戒肆眚，念此良悠哉。八政首食货，钱币通有无。国朝币用楮，流行比金珠。至今垂百年，转布弥寰区。此物岂足贵，实由威令敷。庙堂喜新政，躁议违老夫。悠悠祖宗训，变之在朝晡。瞿然骇群目，疑怪仍揶揄。至宝惟艰得，韫椟斯藏诸。假令多若土，贱弃复谁沽。钱币相比较，好丑天然殊。譬彼絺与绤，长短价相如。互市从所取，孰肯要其觕。此理实易解，无用论智愚。矧兹四海内，五载横戈殳。赤子投枳棘，不知所归途。一口当万喙，唇缩舌亦瘏。导水必寻源，源达流乃疏。艺木必培根，根固叶不枯。慎勿庸迩言，扬火自焚躯。尚克诘戎兵，丕显厥祖谟。惟民食为命，王政之所先。海鹾实天物，厥利何可专。贪臣务聚财，张罗密于毡。厉禁及鱼虾，卤水不得煎。出门即陷阱，举足遭缠牵。炰炰用鞭箠，冤痛声相连。高牙开怨府，积货重奸权。分摊算户口，渗漉尽微涓。官征势既迫，私贩理则然。遂令无赖儿，睚眦操戈鋋。出没山谷里，陆梁江海边。横行荷䉂笼，方驾列船舷。拒捕斥后懦，争彊夸直前。盗贼由此起，狼藉成蔓延。先王务广德，如川出深渊。外本而内末，民俗随之迁。自从甲兵兴，奄忽五六年。借筹计得丧，耗费倍万千。回忆至元初，禁网疏且平。家家有衣食，畏刑思保全。后来法转细，百体皆拘挛。厚利入私家，官府任其愆。大哉乃祖训，典章尚流传。有举斯可复，庶用康迍邅。秦皇县九宇，三代法乃变。汉祖都咸阳，一统制荒甸。豪雄既铲削，疮痍获休宴。文皇继鸿业，垂拱未央殿。累岁减田租，频年赐缣绢。太仓积陈红，圜府朽贯线。是时江南粟，未尽输赤县。方今贡赋区，两际日月竁。胡为倚东吴，转饷给丰膳。径危冒不测，势与蛟龙战。遂令鲇与鲵，掉尾乘利便。扼肮要国宠，金紫被下贱。忠良怒切齿，奸宄竞攀援。包羞屈政典，尾大不可转。圣人别九州，田赋杨为殿。中原一何膴，所务非所先。豳风重稼穑，王业丘山奠。夫征厉末习，孰敢事游燕。哀哉罔稽古，生齿徒蕃羡。一耕而十食，何以奉征缮。长歌寄愁思，涕泪如流霰。"}