{"id":"254731","title":"之七","dynasty":"现代","author":"安琪","text":"语言通过咖啡表述会显出红色那令人不安的等待向右，它首先指使你的脖子，再把你的眼珠掏了出来抛到空门外在上当的７月，仿佛上辈子的性事生育出怨恨和莫名其妙我感到鬼魂附体的真实有诗歌的停顿为证火，似乎是汹涌的洪水，时常冒到北京的金山上嗬，一个人似乎发疯了她看着电话预备用唾液把它淹没她自己掉了进去再让卡车把自己拖死幽灵般的装饰，有如红色藤条的爱人在椅子上兴风作浪被子被子，你要求更融化的呻吟，音乐一样来去自如拍拍它，光七转八弯在月亮之臀下维系不了短暂平衡优雅能持续多久？你的名字不带前缀柠檬如今像酒足饭饱后的消谴这是一句格言将永远流传柠檬如今在肿起的肚皮上排演，正如夜晚吐出猩红小骨头我时常在这里看灯泡一个个破裂柜台商量着，挤进四颗主人头颅木板害怕它会被发霉地毯开除它小心翼翼地，努力对着脚丫上的蟑螂陪笑脸蟑螂：从两片药之间闻到了死神的清香我和合作伙伴吵起嘴雨搬动我的自行车，后座，有时是女儿，有时灰尘也来抢占地盘直到某个馒头上午，它被用来成全一个人的小偷身分沮丧还给摩托紧紧地揪住另一个人的嫉妒把果汁当作情敌共同饮下第无数次泪水说，风快吹，把江边的接吻分开，一直到我们这儿牛奶有益滋补这并非语言的罪过，写什么和怎么写船为了鱼可以顶风作案船可以把屈原这条鱼捞上来让我们穿上白鞋子，和海子一道，为屈原建造一座薄棺材诗歌的力量绝对需要强调等待总在是与非之间我痛恨夏天和一个一个白天，而夜晚像迅速长大的孩子总是那么疯狂人们将在夜晚向情人奔跑一群蚂蚁的脸孔贴紧到全世界的橱窗里&ldquo;与其相濡以沫，不如相忘于江湖&rdquo;多年前庄子经营蝴蝶生意岁末年终庄子如此总结到修路轰轰，高利贷者不断增加脸上的笑纹医院接收灰指甲和长脚蚊它们的存在已是一个政治问题我探了探头这个国庆我有七条命可供选择不止是鱿鱼丝，不止是参茶时间、情感、空气&hellip;&hellip;都预算了价格漂亮的阿珠扣除在外她染成金黄的头发像草一样让她生气但至少有三担赞美被她挑回阿珠，咖啡的手，诗人看得见的蓝条纹裙子隔壁包厢的欲想巨大的爱情轮子每天都是新的，它碾过冰凉的口红给予日子堆积如山的喘气电费２３０，水费８０，税收２８６，工商&hellip;&hellip;房租外号&ldquo;老虎&rdquo;老虎老虎，把我的明天也吃去吧或者像萨福唱道：&ldquo;死亡也要死去&hellip;&hellip;&rdquo;从这样的纠缠滚出去还记得玩具、零点吗？烈士陵园和王尔德&ldquo;莎乐美，我只要你的头颅。&rdquo;&ldquo;比亚兹莱知道自己快要死了，必须尽早出名。&rdquo;庞德和张爱玲英雄所见略同庞德和张爱玲是一对假夫妻他们居住在美国，自由是什么？&ldquo;就是忘了什么是自由。&rdquo;像一只老苍蝇不为人知地倒毙，然后成为三峡截流的一块石？成为曹雪芹的贾宝玉？懂得如何怜香惜玉热爱自己在红楼中做几个鲜艳的梦，革命的红砖碧瓦上漆着&ldquo;工农兵联合起来！&rdquo;古老的闽南也是蛮族的部落然后是中原带来金戈铁马，兵刃相见直到诞生一群南北混合的杂种生出分裂的脚趾甲&ldquo;小姐，你在罐中呆太久了。&rdquo;&ldquo;我抢到了你，就抢不到一切。&rdquo;借口我和加洲旅馆一起被夜晚收容思想掉落地上，我犯罪了！姐姐，我看到窗帘裸体它们都有耗损的眼睛别开灯，幽灵要转过头，光线是它的食物它爱抚地卡住脖子（睡眠的？）我们把床搬到野外，我执意于自己的放松，灵感累了细胞一一关闭。烈士陵园台阶们锁上一千级1975年4月5日，我6岁，阿珍7岁，也是在这里，阿珍说&ldquo;我看到了先烈们的骨头！&rdquo;&ldquo;不，是精神！&rdquo;老师说。1999年，我问你，数得出自己的精神吗？&ldquo;他们不明白自己在做什么！&rdquo;&ldquo;我向往他们的执着！&rdquo;拿一把青菜代替草（青菜也是草）点燃它，空气就长盛不衰，我们都需要它的气与力泥土也是新的这是黄昏，书有种邪恶力量，莎乐美，你不能要点别的吗我故意绕道而行，泪水拐过椅子白躯体上升的墓碑世界多了7分，我重新学着纯净，太晚了是吧，天使找不到腋窝存放它的翅膀话题聚拢又扩散但已经不一样。神直接肢解了你，再为你组装，咖啡和女人是两顶帽子适合你和复活述职报告证明一个人不宜于家和家庭像鱼，不宜于信口开河我害怕早晨的公园，老人们怜惜身体，把一套太极拳打得腐烂死亡这个老东西，它的动作还挺猛的！中午我不回去，我有&ldquo;诗&rdquo;无恐，一种类似巫术的耳语穿起扫帚路分成九瓣，嘶嘶做响，我先想到恶心，灰尘变形，长出马脸驴耳网状底面是非颠倒，&ldquo;答应我，月光，你是最后一块砖！&rdquo;我写下这句，尖叫起来箭头隐到幕后我按了一下，现出一筹莫展的滑稽相，笑着笑着眼泪就出来了沉寂突然压住了我们星期一加上星期二是不是等于星期三？漳州加上你是不是等于李白？我感到奇怪，到处都有钮扣的陷阱，解不开酒瓶混合纸板像二氧化碳的残余分子2点30，生活准时出场，它实行一以贯之的签到制，你一来到世上就加入它的行列我说过，如果生活阻碍艺术我选择放弃生活这个夜晚，月光肯定失眠，加洲旅馆住进音乐和它的主人多毛的腿，紧紧地，夹在墙上一只精彩的蚊子！壁虎！动物们的小动作！击中要害！彻底解决！啊，给死者一个说话的权利，借你的口，这世界我们最缺少的就是他们的声音但声音还是说给声音！意外的竹竿夹住老鼠和野地暗黑的惊恐七个女生树一样哭了，她们的青春期几经周折在夜晚的乡村中学总有小偷学着风呜呜，制造鬼面孔，我就曾见过他们破门咿呀，美人断牙那是因为图片脏了我们用浆糊修补的爱情没能持续增长接下来就是父亲我时常讶异于自己的漠然父亲的一生是烟酒的一生，也是小姐的一生，失败的一生上帝，不要紧我有幼小的孩子可供使唤风来了，她就在风中茁壮成长那愈来愈旺的零点，事件无处脱逃冷静些，把夜晚的长舌打上结，这样就可以避免蟋蟀的灵魂&ldquo;这秘密也是子宫的秘密&rdquo;椅子扎上皱纹熟悉的人面无表情我游离在性别之外加洲旅馆，一个拥抱的核，爆炸，旁观，四道水兑了盐兑了毒沙哑的时间不知所措诗歌开起电话会议，只有死亡才能监听我看到敏感凸起一块肉光也是肉，如果光能一版再版，这世界就不缺少饥饿还有三天我算了算，慢慢地睡了过去&ldquo;人类为什么要在这么偏远的地方建立一个人类？&rdquo;每一个不相干的词都可能是你的寡妇你迅速地变幻它们脚缩在高跟皮鞋里，高跟是虐待狂的高跟，痕迹不露因为夜晚总有一些理由欢笑染上疾病，无援地纤弱，敏感，走来走去它不直接参与记忆，《诗经》也不会。"}