{"id":"254730","title":"第三说","dynasty":"现代","author":"安琪","text":"飞机是不会犯罪的。你必须背着两星期走路你与时间成了老对头采访测不出深浅看守所里，张挂着月光的肖像，猫像恶作剧的爱人歇下焦虑诗歌拒绝到你的身体上班3月31日，灯提前关门，世界施加压力你坐的地方没有意义午餐正点到达一条方框正好遮住它的脚趾。阴暗角落里书自得其乐同时储藏的还有突然和等待我慢慢地说着写着，说不清楚运河到处张扬北方不是你的。你在稠密的过去的某间屋子迅速拐弯空气抖了抖我看到墙壁在发疯它追不上自己的敌人选择太多容易有误一个词，也许你一辈子都用不着（福至心灵）神的换骨运动又在升级肯定有神在加紧它的换骨运动！诗歌给你勇气，只要不死，就有自己的小天地我们寻找凶杀现场金老鼠是你的家，你不需要它，你说，你想开机。和亡灵碰个杯吧再不要让刀心动，我进入它的饮恨，下一轮回，让它当把稻子？谈话昏头昏脑，我累了，大金属柱幻出变形的影子我对它咧咧嘴中午流下古怪汗水，分不清邪道还是正道如果可能，它们都会殊途同归我匆匆吃下时间和事件至少还有机会踢开讨厌的稀饭和麻木一个遍布细菌的人有着多么可怕的爬行欲望！辩护急需延续内心的斗争渐渐落空一失手就有案可查，灵魂挣脱睡眠，被摁到本世纪末孩子们旁若无人把一条鱼涂满档案4月1日，生活习惯地开始它的围剿我打个电话时间是我的心腹之患文件被凸出氢气工厂爆炸了，天空了，日子碎了你想到&ldquo;写&rdquo;，字就呼朋引伴，列队前来它们适应性极强你穿上村庄的鞋子，走过疲惫的泥土路和太阳，懒洋洋在木偶的长睫毛里唱歌数手指一个人踏上通往死亡的车辙思考有不以人意志为转移的痛意。我记起福尔马林病房，翻转的身子，大舅母臃肿的体态小丘一样呻吟有忏悔苦难的力量&ldquo;看好你的命！&rdquo;她说，使宁静乘于上帝的关照这体验令人称奇同样的名字张冠李戴，但别急，你的就是你的音乐开个口子，当你老了生命会向你要税的有华人的地方就知道金庸18岁是段好线条，适宜于长篇武侠小说我曾在暑假钻进阅览室的板凳缝，在掌中演算天文那时K还在城里读书L在三沙水面捉拿鱼的翅膀，闪动吊瓶的制服W扎满针眼的阵容惨不忍睹从死到生，断断续续节外生枝你以南的一面面面相觑清闲有如书店每个上下午的寂静，它太不像商业场所！我来了，就给空间开锁然后狠狠地打向时间：老不死的时间你永远不要死学着着急，着火，着凉，着慌&mdash;&mdash;&mdash;&mdash;&mdash;&mdash;因为接吻就是以牙还牙延迟一个目的的到来你看看你看看，风都在笑，长方形低下头，全程1500公里监视梦，它不断膨胀，一天码到它手上现在显然有动机不纯在加入假如衣服实行一夫一妻制，父亲的一生应该打折扣什么可以骑自行车人就错了，春天有三只脚，它的身份证没有号码拼盘乒乒乓乓坏情绪不会构成骚扰&ldquo;小四川火锅&rdquo;老板上的最后一道菜是她自己座位黄了，树照顾树，蚂蚁啃石头你心领神会一切陡然开朗灵感随意摆置，碰碰它，&ldquo;一个人在一个人时总会有点欣喜&rdquo;时代的特征汇集到一个点上我闻到了隔壁的青羽毛整天你不干事，气死牛，把街道消灭只有天使才能给上帝传呼黎明的请调报告尚未送出，你还有机会埋葬它。或者紧紧捂住在时间的夹口上&ldquo;心中有大自在&rdquo;，我喜爱这句话，它正好切合实际幻景我送出两份红包一份鸡毛，一份蒜皮一个人老了，墙角的红包还站着感觉细微得要流泪亲爱的，载我到任何时候，神会保佑诗歌的人保佑童年的麻雀手又在发冷，它无法退到澄明，它瘫倒在藤椅上尸体像蛇一样入冬再过去就是慌张的扫帚。爱情有种神秘因素你徘徊着浸入它的体液来，一个人，时常检查自己的肝脏、呼吸和细胞从前生活挑选我们更轻了，直到编成辫子和细雨没有迈出去的偶尔玩一玩，裁下一宽度水，你怜惜草地，画饼充饥南山书社负责推荐人生哲学我的奶奶在烟囱里煤油盏起，火是她的阶梯？我喊着，我大喊：快跑快跑&mdash;&mdash;&mdash;&mdash;&mdash;&mdash;奶奶&mdash;&mdash;&mdash;&mdash;&mdash;&mdash;火来了，火来了！我相信灵魂它真的长出66条腿，它清楚我的哭喊灵魂是不能熔化的！后面是一个引号它还有多少是你卖不出去的？青春的气息，我每天都要吞一口，另外是深深的宰杀箭头苍白要不然我们从头再来！西西里岛沉到九龙江里，只有一个人把它拯救我极力培育的袋子装不了太多米&ldquo;世界上没有白吃的午餐&rdquo;零点，无登场，它还有这么一个支架需要支出喧哗缩小野外作业瓦尔登湖习惯梭罗和你实用辅导总共三百页他们说，这可以出个好价钱。英语六级，每一级都理所当然地必要、讨厌！你只要进入制药厂就不可避免地变成药但是羁绊无法救治死亡依然百分百上升，一个重要方面是它有旺盛的生命力这还不是尾声人与永恒，与一根星辰的手指，它的小指尖散发的静内心的静把宇宙搬到窗台"}