{"id":"254903","title":"玛丽恩巴德悲歌","dynasty":"外国","author":"歌德","text":"别人在痛苦之中沉默不言，上帝却让我说出我的烦恼。如今，花儿还在含苞未放，我怎能怀抱希望、跟她再见？天堂和地狱都在对你开放；我的心里觉得多么烦乱！&mdash;&mdash;别再迟疑！她走到天国门口，要把你高举，抱在她的心头。你就这样被她迎入天堂，好像你有福消受美丽的永生；你更无别的希冀、要求和愿望，衷心追求的目标已经达成，你看到这独一无二的倩影，憧憬的眼泪的泉源就立即流尽。白天鼓着迅疾的翅膀驰骋，好像一分一分地拚命追赶！夜吻，这是忠诚结合的保证：就是到明天，也不会有所改变。一段段时刻在悠然前进之中虽像是姐妹，但并不完全相同。残酷而甜蜜的最后一吻，它割断用情丝编结成的美妙的情网。我的脚行行且止，避开门槛，好像有火剑天使在追赶一样；眼睛恹恹地盯着阴暗的小径，回头一看，大门却已经关紧。这时只好不露声色，就好像这颗心从未开放过，也从未体会幸福的时刻，从未在她的身旁跟天空里的每一颗明星争辉。不满、后悔、责备、烦重的忧愁在闷热的大气里压得他难受。世界不是还存在？那些岩壁，难道不再顶戴着神圣的日影？五谷不是在成熟？碧绿的大地，不是伸向河畔的牧场和丛林？伟大的苍穹不是还覆在上空，还看到白云苍狗、变幻无穷？一个苗条的仙姿从薄雾里面升起在碧空之上，像六翼天使拨开庄严的云层飘然出现，多么轻盈而优雅，温柔而清晰；你瞧她婆娑曼舞，非常欢畅，一切可爱的形姿都比她不上。可是你只能企图在瞬息之间紧紧把握这代替真人的幻影；反求内心吧！你会更有所发现，她在你心里会幻出种种的姿影；一个会分化无数个出来，千姿万态，越来越更加可爱。想那时，她站在门口，将我接待，随后一步步让我享尽了福分，接过最后一吻，还要赶过来，在我嘴唇上亲个永别的一吻：恋人的清姿使我记得很分明，像用火字写进我忠实的内心。这颗心，就像一座巍峨的金城，为她坚守，把她守护在城里，乐于为她保持永远的忠贞，只有她出现，它才意识到自己，它在这种情网中才觉得轻松，只为了对她感激，它才跳动。如果恋爱的能力，被爱的愿望，都已经完全丧失，消逝无踪，就会立即发现愉快的希望，去进行可喜的计划、决断和行动！如果爱情能使恋爱者振奋，这大功已在我身上绝妙地完成；而且全赖她！&mdash;&mdash;我的灵魂和肉体，曾背过沉重难受的内在的忧伤：在我苦闷、空虚、荒凉的心里，四面看到的全是恐怖的景象；如今，熟悉的门口有希望出现，她沐着温和的阳光亲自露面。尘世的人&mdash;&mdash;正如《圣经》所讲&mdash;&mdash;享受的神赐的出人意外的平安，我要把它比作在恋人身旁所感到的爱情的快活的平安；这是心灵的安乐窝，什么也不能扰乱这种意识：我是她的人。我们纯洁的胸中有一股热忱，想对更高、更纯的不可知者出于感激之情、自愿献身，把永远不知名者的谜解开；我们称之为：虔诚！&mdash;&mdash;我到她面前，就感到已到达这种幸福的顶点。对着她的眼光，像对着太阳，对着她的呼吸，像对着春风，自我的意识，虽久已像坚冰一样，深藏在严冬的洞中，也倏然消融；自私、成见，都不能继续存在，只要她到来，全都战栗着离开。她好像曾经说过：&ldquo;时时刻刻，总有快乐的生活呈献给我们，昨天的事，又不许加以过问；如果我曾害怕黄错的降临，太阳落山，还可以赏一下美景。因此请向我学习，要明智愉快，你要正视瞬间！千万不要拖！无论是行动，或是欢乐，或是爱，要迅速，要有好感，要生气勃勃；到处都要这样，总像个孩子，就成为完人，谁也克服不了你。&rdquo;你说得倒轻松，我想，是神的恩惠，他把瞬间赐给你作你的伴儿，任何人到你身旁，他就立刻会觉得自己已成为命运的宠儿：我害怕你那叫我离开的眼光&mdash;&mdash;叫我学高深的知识，有什么用场！如今我已经远离！眼前的时刻，该怎样安排？我无法回答出来；她给我不少至宝，使臻于至美，只成为我的负担，我要摆脱开；不可克制的怀恋在将我逼迫，除了无尽的眼泪，别无良谋。让它涌出吧！让它不停地流出来；可是决不能浇熄内部的激情！我的心胸已被撕扯得很厉害，生和死在那里进行残酷的斗争。肉体的痛苦虽有药草可治；可是精神却缺少果断和意志，也缺少理解力：精神何以会如此？它千百次回想着她的仪容。那仪容时而停留，时而消逝，时而模糊，时而在至纯的光中；就像潮汐一样往返来回，怎能给人带来最小的安慰？忠实的旅伴，将我丢在这地方，让我在岩边、沼泽中独自逍遥；你们去吧！世界对你们开放，大地辽阔，苍天广大而崇高；去观察，研究，进行详细的搜集。结结巴巴地道出自然的秘密。我已经失去了一切，失去了自我，不久前我还受到诸神的宠爱；他们试探我，把潘多拉赐给我，有很多珍宝，也有更多的危害；他们逼我去接触惠赐的嘴唇，又将我拉开，使我陷于绝境。"}