{"id":"255164","title":"马克丘·毕克丘之巅","dynasty":"外国","author":"聂鲁达","text":"这首诗是聂鲁达最有影响、发表次数最多的诗作之一。最早于1946年发表在委内瑞拉《全国文化杂志》上，1950年收入《诗歌总集》（一译《漫歌集》）第二版。马克丘&middot;毕克丘位于安第斯山东南部，在库斯科城西北，离城约112公里，是古印第安人的城堡，南北长700米，东西宽400米，在萨坎台雪山的山腰上，由216座建筑物的废墟组成。聂鲁达于1943年10月22日骑马参观了这座古城堡，两年后创作了这首长诗。全诗十二章，正如与马克丘&middot;毕克丘(MacchuPicchu）的十二个字母、乃至一天的十二小时和一年的十二月吻合，尽管这与古印加文化并无相通之处。I从空间到空间，好象在一张空洞的网里，我在街道和环境中间行走，来了又离开。秋天来临，树叶舒展似钱币，在春天和麦穗之间，是那最伟大的爱，仿佛在落下的一只手套里面，赐予我们，犹如一轮巨大的明月。（那些动荡的岁月，我是在身体的风暴中过去的；钢铁变成了酸性的沉默，夜晚被拆散，直到最后一点细屑，那是新婚的祖国受到侵犯的纤维。）一个在提琴之间等待着我的人，逢到一个世界如同一座埋葬的塔，塔尖埋得那么深，比所有的嘶哑的硫磺色的树叶还要深；还要深，在地质的黄金里，好象被多变的气象所包裹的剑。我把混沌而甜蜜的手深入到大地最能繁殖的地方。我把额头置于深沉的波浪之间，象一个水滴，降到硫磺的宁静里；象一个盲人，回归于人类的消耗殆尽的春天的素馨。II如果花还在把长高的幼芽交给另一朵花，石块还在它钻石和砂砾的破碎外衣上保留着零落的花朵，而人则揉皱了从海洋汹涌源头收集来的光明的花瓣，钻凿着在他手里搏动的金属。突然，在衣服和烟雾中，在倾圯的桌子上，仿佛一堆杂乱的东西，留下了那灵魂：是石英，是嫉妒，是海上之泪，仿佛寒冷的池沼：然而他还是用纸，用恨，杀死它，折磨它，把它压倒在每天踩踏的地毯上，在铁丝网的邪恶衣服里把它撕碎。不：在走廊上，空地上，海上或者路上，谁不带着匕首（犹如肉色罂粟）保卫自己的血？虎列拉已经使出卖生灵的悲惨市场气息奄奄，于是，从梅树的高处，千年的露水，在期待着它的树枝上留下了透明晶莹的信息，啊，心哟，啊，在秋季的空虚里磨得光秃了的额头。有多少次，在一个城市冬天寒冷的街上，公共汽车上，黄昏的船上，或者最沉重的孤独里，节日的夜晚，钟声和阴影，人们欢乐地相聚在一起，我想停下来，寻找那深奥的永恒的脉络，那是从前铭刻在石块上或者亲吻所分离的闪光里的。（谷物里面，是象怀孕的小小乳房似的一个金黄故事，无穷无尽地重复着一个数字，那胚芽的外皮，那么柔嫩，而且总是一模一样，脱壳而出如象牙；流水之中，就是莹洁的祖国，从孤寂的白雪直至血红的波浪的原野。）我什么也没有抓住，除了掉落下来的一串脸或者假脸，仿佛中空的金指环，仿佛暴怒的秋天的衣衫零乱的女儿，她们使庄严的种族的可悲之树难免战栗。我没有地方可以让我的手歇息，它象套着锁链的泉水那样流动，或者象大块的煤或水晶那样坚定，我伸出的手应该得到恢复的热力或者寒意。人是什么？在他说话的哪个部分，在仓房和嘘声之间，展开了生命？在他金属的运动的哪个地方，活跃着那不朽不灭的生命？III生灵就象玉米，从过去的事情的无穷谷仓中脱粒而出；从悲惨的遭遇，从一到七，到八，从不止一个死亡，而是无数死亡，来到每个人身上。每天，只是一个小小的死亡，只是尘土，只是蛆虫，是郊外泥泞里熄灭了的灯，一个翅膀粗壮的小小死亡，刺入每一个人，仿佛一支短矛。那是被面包，被匕首所困扰的人，是牧人，是海港的儿子，或者扶犁的黑苍苍领袖，或者拥挤街道上的啮齿动物。一切的一切都在昏迷中等待他的死亡，他的短　促的每天的死亡。他的日日夜夜的倒霉的苦难，仿佛一只颤栗地捧起来喝着的黑杯。IV强暴有力的死亡，多次邀请我，它好似海浪里看不见的盐，扩散着它看不见的滋味；它好似下沉与升高各占一半；它好似风和冰河的巨大结构。我来到铁的边缘；来到空气的峡谷，农业和石块的尸布；来到穷途末路的空虚星座；来到昏眩的盘旋的道路；但是，啊，死亡，无垠的海，你不是一浪接一浪地前来，而是仿佛明净的夜的奔驰，仿佛夜的全部数字。你从不来到了在口袋里翻搅；你的来访，不可能没有红的祭服，没有沉默所包围的曙光的地毯，没有高飞的或者埋葬的眼泪的遗产。我不能爱一个生命象爱一株树，树冠（千万树叶的死亡）上一个小小的秋天，全是虚伪的死，以及没有土地没有深渊的复活。我要在更加广阔的生命中游泳，在更加宽畅的河口，等到人们逐渐地拒绝了我，关上了能关上的门，让我泉源的手不再触摸那不存在的伤口，于是我要，一条一条街，一道一道河，一座一座城，一只一只床，让我的发咸的骨殖穿过荒漠，在最后的贫穷的屋子里，没有灯，没有火，没有面包，没有石块，没有沉默，孤零零地，踯躅在我自己的死亡里死去。V庄严的死亡，你不是铁羽毛的鸟，不是那个贫穷住所的继承者，在匆忙的饮食中，松弛的皮肤下所带来；而是别的，是停息的弦的花瓣，是不迎向战斗的胸脯的原子，是落到额头上的粗大的露珠。这一块小小的死亡，它不能再生，没有和平也没有土地，只是一副骷髅，一只钟，人们在它之中去死。我掀开碘的绷带；把双手伸向杀死死亡的无穷痛苦；在创伤里，我只逢到一阵寒风，从心灵的模糊的隙缝里吹进。①　①以上五节，是诗人在登上马克丘&middot;毕克丘之前，抒发对人民的苦难、暴力和贫困所造成的死亡，以及自己的不幸遭遇的悲忿之情。VI于是，我在茂密纠结的灌木林莽中，攀登大地的梯级，向你，马克丘&middot;毕克丘，走去。你是层层石块垒成的高城，最后，为大地所没有掩藏于沉睡祭服之下的东西所居住。在你这里，仿佛两条平行的线，闪电的摇篮和人类的摇篮，在多刺的风中绞缠一起。石块的母亲，兀鹰的泡沫。人类曙光的崇高堤防。遗忘于第一批砂土里的大铲。这就是住所，这就是地点；在这里，饱满的玉米粒，升起又落下，仿佛红色的雹子。在这里，骆马的金黄色纤维给爱人，给坟墓，给母亲，给国王，给祈祷，给武士，织成了衣服。在这里，人的脚和鹰的脚在一起歇息于险恶的高山洞穴，以雷鸣的步子在黎明踩着稀薄的雾霭，触摸着土地和石块，直到在黑暗中或者死亡中把它们认识。我瞧着衣服和手；瞧着鸣响的洞穴里水的痕迹；瞧着那被一张脸的接触所软化的墙，它以我的眼睛望着大地上的灯，它以我的手给消失的木材上油，因为一切的一切：衣服，皮肤，杯子，语言，美酒，面包，都没有了，落进了泥土。空气进来，以柠檬花的指头，降到所有沉睡的人身上；千年的空气，无数个月无数个周的空气，蓝的风，铁的山岭的空气，犹如一步步柔软的疾风，磨亮了岩石孤寂的四周。VII独一的深渊里的死者，沉沦中的阴影，那深沉的程度，就如你们的庄严肃穆一样。那真实的，那最炽烈的死亡来到了，于是从千疮百孔的岩石，从殷红色的柱头，从逐级递升的水管，你们倒下，好象在秋天，好象只有死路一条。如今，空旷的空气已经不再哭泣，已经不再熟悉你们陶土的脚，已经忘掉你们的那些大坛子，过滤天空，让光的匕首刺穿；壮实的大树被云朵吞没，被疾风砍倒。它顶住了一只突然压下的手，来自高空，直至时间的终结。你们不再是，蜘蛛的手，脆弱的线，纠缠的织物；你们失落的有多少：风俗和习惯，古老的音节，光彩绚丽的面具。但是，石块和语言坚定不变，城市好象所有的人手里举起的杯子；活人，死人，沉默的人，忍受着那么多的死，就是一垛墙；那么多的生命一下子成为石头的花瓣，永恒的紫色玫瑰，就是这道冰冷殖民地的安第斯山大堤。等到粘土色的手变成了粘土，等到小小的眼睑闭拢，充满了粗砺的围墙，塞满了堡垒，等到所有的人都陷进他们的洞穴，于是就只剩下这高耸的精确的建筑，这人类曙光的崇高位置，这充盈着静寂的最高的容器，如此众多生命之后的一个石头的生命。①　①马克丘&middot;毕克丘曾经有过光辉灿烂的文化，怎么会突然消灭，成为一座废墟，至今无法解释。VIII跟我一起爬上去吧，亚美利加的爱。跟我一起吻那秘密的石块。乌罗邦巴①奔流的白银，扬起花粉，飞进它黄色的杯子；飞在藤蔓纠结的空隙里，飞在石头的植物，坚硬的花环间，飞在山间峡谷的静寂上。来吧，微小的生命，来到泥土的两翼之间，同时&mdash;&mdash;晶莹而凛冽，冲击着空气，劈开了顽强的绿玉，狂暴的水啊，来自白雪的水。爱情，爱情，即使在险恶的黑夜，从安第斯敲响的燧石，直至红色膝头的黎明，都总在凝望这个白雪的盲目的儿子。啊，白练轰响的维尔卡马约，②在你雷鸣的水流破碎成为白色的泡沫，仿佛受创的雪之时，在你强劲的南风疾驰而下，唱着闹着，吵醒了天空之时，你这是带来的什么语言，给予几乎刚从你安第斯泡沫脱出的耳朵？是谁抓着寒冷的闪光，锁住了留在高处，在冰凌的泪珠中分割，在飞快的剑光上鞭挞；猛击坚强的花蕊，引向武士的床头，使岩石的终极大为惊慌？你那被逐的火花说的是什么？你那秘密的背叛的闪光曾经带着语言到处旅行？是谁，在打碎冰冻的音节，黑色的语言，金黄的旗帜，深沉的嘴巴，压抑的呼喊，在你的纤弱的水的脉管里？是谁，在割开那从大地上来看望的花的眼皮？是谁，抛下一串串的死者，从你衰老的手里下降，到地质的煤层中收取他们已经得到的黑夜？是谁，扔掉了纠结的树枝？是谁，重新埋葬了告别的言辞？爱情，爱情啊，别走到边沿，别崇拜埋没的头颅；让时间在泉源枯竭的大厅完成自己的塑像，然后，在飞速的流水和高墙之间，收集隘道中间的空气，风的并列的平板，山岭的乱冲横撞的河道，露水的粗野的敬礼，于是，向上攀登，在丛莽中，一朵花一朵花地，踏着那条从高处盘旋而下的长蛇。在山坡地带，石块和树丛，绿色星星的粉末，明亮的森林，曼图③在沸腾，仿佛一片活跃的湖，仿佛默不作声的新的地层。到我自己的生命中，到我的曙光中来吧，直至崇高的孤独。这个死的王国依然生存活跃。这只大钟的钟面上，兀鹰的血影象艘黑船那样划过。④　①乌罗邦巴，秘鲁的一条河流。　②维尔卡马约，秘鲁的一条河流。　③曼图，山谷名。　④诗人怀着对美洲的爱，向上攀登，俯视两条湍急的河流，一个深谷。IX星座的鹰，浓雾的葡萄。丢失的棱堡，盲目的弯刀。断裂的腰带，庄严的面包。激流般的梯级，无边无际的眼睑。三角形的短袄，石头的花粉。花岗岩的灯，石头的面包。矿石的蛇，石头的玫瑰。埋葬的船，石头的泉。月亮的马，石头的光。平分昼夜的尺，石头的书。阵阵风暴之中的鼓。沉没时间的珊瑚。把指头磨光的围墙。使羽毛战斗的屋顶。镜子的枝条，痛苦的基础。乱草所倾覆的宝座。凶残的利爪的制度。依着斜坡的强劲南风。绿松石的一动不动的瀑布。沉睡者的祖传的钟。被统治的雪的颈枷。躺在自己塑像上的铁。无可接近的封闭的风暴。美洲豹的手，血腥的岩石。帽样的塔，雪样的辩论。在指头和树根上升起的黑夜。雾霭的窗户，坚强的鸽子。凄凉的植物，雷鸣的塑像。基本的群山，海洋的屋顶。迷途的老鹰的建筑。天庭的弦，高空的蜜蜂。血的水平线，构造的星星。矿石的泡沫，石英的月亮。安第斯的蛇，三叶草的额头。寂静的圆顶，纯洁的祖国。大海的新娘，教堂的树木。盐的枝条，黑翅膀的樱桃。雪的牙齿，寒冷的雷声。爪一样的月亮，威胁的石块。冰凉的发髻，空气的行动。手的火山，阴暗的瀑布。银的波浪，时间的方向。①　①以上以示马克丘&middot;毕克丘的雄伟。X石块垒着石块；人啊，你在哪里？空气接着空气；人啊，你在哪里？时间连着时间；人啊，你在哪里？难道你也是那没有结果的人的破碎小块，是今天街道上石级上那空虚的鹰，是灵魂走向墓穴时踩烂了的死去的秋天落叶？那可怜的手和脚，那可怜的生命&hellip;&hellip;难道光明的日子在你身上消散，仿佛雨落到节日的旗帜上，把它阴暗的食粮一瓣一瓣地投进空洞的嘴巴？饥饿，你是人的合唱，你是秘密的植物，伐木者的根；饥饿，你要把你这一带暗礁升高，直至成为林立的巍峨的高塔？我讯问你，道路上的盐，把匙子显示给我看；建筑，让我用一根小棍啃石块的蕊，让我爬上所有的石级直至无所有，让我抓着脏腑直至接触到人。马克丘&middot;毕克丘，是你把石块垒上石块，而基础，却是破衣烂衫？把煤层堆上煤层，而以眼泪填底？把火烧上黄金，那上面还颤动着大滴大滴鲜红的血？把你埋葬下的奴隶还我！从泥土里挖出穷人的硬面包，给我看奴隶的衣服以及他的窗户。告诉我，他活着的时候怎么睡觉。告诉我，他在梦中是否打鼾，半张着嘴，仿佛由于疲劳在墙壁上挖的一个黑坑。墙啊，墙！他的梦是否被每一层石块压着，是否与梦一起落到它下面，如同落在月亮下面一样！古老的亚美利加，沉没了的新娘，你的手指，也从林莽中伸出，指向神祗所在的虚无高空，在光采华丽的婚礼旌旗之下，掺杂在鼓与矛的雷鸣声中。你的指头，也是，也是玫瑰所抽发，寒流的线条，是新谷的血红胸脯，转变成为材料鲜艳的织物，坚硬的器皿，被埋葬的亚美利加，你也是，也是在最底下，在痛苦的脏腑，象鹰那样，仍然在饥饿？①　①马克丘&middot;毕克丘的古老人民，也是被剥削者，受压迫者。XI让我的手伸进五光十色的光辉，伸进石块的黑夜；让遗忘了的古老的心，象只千年被囚的鸟，在我身上搏动！让我现在忘掉这幸福，它比海还宽，因为人就是比海及其岛屿更宽；应该落入其中如同下井，再从底层脱出，借助于秘密的水和埋没的真理的枝条。让我忘掉吧，宽阔的石板，强大的体积，普遍的尺度，蜂房的基石；让我的手现在从曲尺滑到粗糙的血和粗糙的衣服的斜边上。忿怒的兀鹰，在飞行中，仿佛红鞘翅甲虫的蹄铁，猛撞我的额头。那杀气的羽毛的疾风，扫起倾斜的石级上乌沉的尘土。我看不见这只疾飞的飞禽，看不见它利爪的钩，我只看见古老的人，被奴役的人，在田野里睡着的人。我看见一个身体，一千个身体，一个男人，一千个女人，在雨和夜的昏沉乌黑的疾风之中，与雕像的沉重石块在一起：石匠的胡安，维拉柯却①的儿子，受寒的胡安，碧绿星辰的儿子，赤脚的胡安，绿松石岩的孙子，兄弟，跟我一起攀登而诞生吧。　①胡安，代表普通的人。维拉柯却，秘鲁的第八世印加，1379&mdash;1430年在位。XII兄弟，跟我一起攀登而诞生。给我手，从你那痛苦遍地的深沉区域。别回到岩石的底层，别回到地下的时光，别再发出你痛苦的声音，别回转你穿了孔的眼睛。从大地的深处瞧着我：沉默的农夫，织工，牧人，护佑你骆马的驯马师，危险的脚手架上的泥瓦匠，安第斯泪滴的运水夫，灵敏手指的首饰工，在种子上颤栗的小田农，在充盈粘土里的陶器工，把你们埋葬了的古老的痛苦，带到这个新生活的杯子里来吧；把你们的血，你们的伤，向我显示。对我说：这里就是受到的惩罚，因为首饰做得不耀眼，或者大地不及时贡献石料或谷粒。指给我看，那把你砸死的石块，那把你处磔刑的木头。给我点燃起，古老的燧石，古老的灯，看看多少世纪以来落下创伤的沉重鞭子血迹斑斑的光亮斧钺。我来，是为你们死去的嘴巴说话；在大地上集合起所有沉默的肿胀的嘴唇。从底层，对我说，这整个漫漫长夜，仿佛我就是跟你们囚禁在一起；把一切都说给我听吧，铁链并着铁链，枷锁并着枷锁，脚步并着脚步；磨利你藏着的匕首，佩在我的胸前，放在我的手中，仿佛一条黄色光芒的河，一条埋在泥土底下的老虎的河；让我哭泣吧，钟点，日子，年代，盲目的时代，星辰的世纪。给我沉默，给我水，给我希望。给我斗争，给我铁，给我火山。支持我的血脉，支持我的嘴。为我的语言，为我的血，说话。"}