{"id":"256160","title":"血的再版","dynasty":"现代","author":"洛夫","text":"一读过一再默诵过的你那闪光的脸用黄金薄片打造的封面昨日你被风翻到七十七页便停住了且成为海内外的孤本而你的血又在我血中铸成了新字在我的肉中再版四月，谷雨初降暮色沉沉中香港的长途电话轰然传来一声天崩地裂的炸响说你已走了，不再等我母亲我忍住不哭我紧紧抓起一把泥土我知道，此刻你已在我的掌心了且渐渐渗入我的脉管我的脊骨我忍住不哭独自藏身在书房中沉静地坐着看落日从窗口蹑足走过黄昏又一次来临余辉犹温室内慢火在熬着一锅哀恸我拉起窗帘夜急速而降赶来为我缝制一袭黑衫母亲我真的不曾哭泣只痴痴地望着一面镜子望着镜面上悬着的泪滴三十年后才流到唇边我垂首无言如大风过后偃伏的蓟草默念着你－－母亲记忆如一把锐利的刀子刃锋所及你在血中见到我我在肉中见到你一切的爱与死欲念与寂灭苦藤一般无尽无止的纠缠都从一根脐带开始就那么生生世世环绕成一只千丝不绝的蚕我是其中的蛹当破蚕而出带着满身血丝的我便四处寻找你让我告诉你化为一只蛾有多苦在灯火中焚身有多痛母亲，我追你到旷野四顾茫然我在等你为我解释时间的意义等到月亮第一千次升起我黯然不解为何每一颗星都不是你今晚，我只好仍攀着脐带爬行到生命的起点但我抓到的只是你冰凉的手我冰凉的手从箱子里翻出你的遗照，还有一封大哥哀伤而无声的信信纸触目阴冷而每个字却热得烫手三十年的隔绝三十年的牵绊日日苦等两岸的海水激飞而起在空中打一个结或架一座桥夜夜梦中把家书折成一只小船漫卷诗书喜欲狂且学老杜扬孤帆入洞庭溯湘，资，沅，沣然后夜泊在你白发满覆的枕边那是千里停舟的码头我欣然抛过缆索你却一把抓住我的臂体内有晚潮澎湃任咸咸的水渍溅湿了我的衣襟你的枕头．．．不，我的枕头系着满载哀伤之舟的枕头二梦境纵然依稀却象一快黑色的膏药紧贴在三十年来犹未结疤的伤口母亲，你可记得那一个风雪载途的寒夜我颤颤怯怯地走近家门院子的霜枫已凋阶前的秋菊已残水塘中喧哗的童年已凝结成零度以下的坚冰这时鸡犬俱寂村中无灯火，无梆声荒草埋径我已找不到儿时的归路寒风猎猎吹衣好冷，母亲我为你窗前的烛光吸引踮起脚尖跨上石阶脚下响起落叶的细碎细细碎碎，一步一阵心跳我举手敲门又颓然放下我怕门环答我以一声陌生的惊呼更不忍见你惊醒之后抱住的只是一阵冷风于是我蹑足挨近你的窗口只见你侧身而卧墙上浮贴着卷曲的影子炉火已熄挂钟似睡犹醒茶几旁搁着一根手杖手杖旁躺着一双又黑又瘦的布鞋天井里星光映着积雪雪白如婴如你解衣哺我的乳房而今，你已齿落发枯委顿成壁上那幅父亲唯一留下的郁苦的山水从你荒芜的额间我读出了天地间的苍茫且隐约听到你的泪水穿过宇宙洪荒穿过一部历史的滴落母亲你为什么不言语你为什么不侧过脸来看我你可曾听见我掩口不及的惊呼母亲，你为什么不说话我已在你的窗前把雪站厚了两寸，三寸，五寸你看，我的须眉皆已染白当然不完全是雪也掺有三十载的尘与土，悲凉的月好冷，母亲你赶快侧过身来看我脸上的泪唉，来不及了泪已结成了冰柱我是梦没有肌肤毛发的梦梦如何能抵抗寒气与饥渴那年临别你塞在我行囊中的一件毛衣早已象我们的家碎了，碎了一个个窟窿，一个个疮疤三十年前的一件棉袄翻过来穿便是三十年后的新袍触手处一片冰凉唯有你的呼唤－－或一声温婉的呵责你那暖如一盆炭火的拥抱才会使我深深感知取暖的最好方式就是回家不论在梦里在康乃馨的微笑中或一支蜡烛的小小火焰里．．．三乡音未改，两鬓已衰母亲三十多个寒暑匆匆的催逼我仍只是一只追逐天涯的孤雁日升月落山高水长我仍坚持最初展翅的方向春天，我曾涉过多雨的江湖夏天，我曾鼓翼掠过大地盘旋峰顶如一制造风云的鹰隼到了秋天我困顿如一只纸鸢断了线后才拥有全部的天空入冬后我惴惴然踏着薄冰再一次展开河底激流的旅程千年前屈原在汨罗的那种冷冷的旅程而我的离骚则以亚热带的湿疹与孤寂写成癣一般顽固无边无际扩张的乡愁写成是青青的芰荷而无根是多手的荇藻而抓不到泥土随着水面浮云的足迹向滚滚而来的尘烟向一座从云雾中升起的城堡向一声声激越清朗而听不懂的晚钟踽踽独行汗流东南，血洒西北任时间一刀一刀地将我削得无鳞无鳍全身只剩下一把多刺的梗骨怕只怕，夕暮多风风中多落叶飒飒声中又见到秋，捧着霜枫血红的两颊而来月据说某月某日会圆会吗？母亲有人偏说今年秋天有雨果然可恶天际万里皆墨在五楼的阳台上人淡如菊而登临之前早就按捺不住阵阵的惊怯迎风解衣披襟而歌余音中挟有呛呛的轻咳唉，中秋岂可无月无月叫我如何想象你早年的容颜教我如何能感应一夜的乡心五处的悸动母亲，你是一株苍松伸展手臂等候鸟的归来，而十年雷轰电掣十年虫蛀霜袭十年浑浑噩噩你已枯成了秃枝败叶风来再也不闻松涛哀哀无告亦如满上的夕阳山岗沉寂你额头上的星光，无声且盲你也曾仰首问天天空比你的双瞳更为茫然你伸手向雪雪片冷冷地给你一巴掌没有诅咒，没有逃避你安安静静地咀嚼着别人分配给你的孤独和绝望身旁子女们滚铁环的山坡山坡上躺着大朵大朵的山茱萸蒲公英随风远扬再过去是一条浅溪正在等待春水暴涨为它带来一群鱼婴的嘻闹这时，母亲我仿佛听见你俯身对着水中的自己轻呼：&ldquo;我的孩子们呢？我的乳汁虽干但被猛力吸吮的余痛犹在你们在哪里？你们在哪里？一夜的乡心五处的悸动悸动正因为我们与你的血同其浓度泪，同其咸度母亲，你可知道在天涯之外的天涯在每夜的碧海青天中我是唯一在光年以外的太空中燃烧自己的海王星四树欲静而风不息子欲养而．．．母亲啊你沿着哪条河流归入哪个大海？今夜好静，好长在众星惊呼中月亮跃入海里之后在腕表猝然停在午夜之后在太阳花全部凋落之后雨来之后鼻子伤风之后在冷得只想一头撞入你那温暖的襁褓之后我惊愕失声竟如此难以释然于－－为何你我三十年前一别一通三十秒钟的电话即成永诀母亲，你在哪里？我曾觅你于汹涌的波涛过尽千帆竟没有一幅是你的脸觅你于沉沉的沼泽水边不见你走过的脚印觅你于通衢长巷只隐隐听到全城的灯火都在呼唤你的名字觅你于清晨的草原于一朵初绽的纯白的水姜花中于黄昏的峰定于苍鹰扇起满天暮色的绝崖南山烈烈，飙风发发母亲，你在哪里？这时我只看到一颗落日越沉越深越冷越美越淡母亲夜，好静好静我忍住不哭独自藏身在书房中安静地坐尽了一支烛火又点亮一支我再次摊开那封揉皱了的信当读到吾儿啊吾儿．．．乍见烛光闪烁不定是你来了？或是一阵来意不明的风？亡故是一种纯粹的远行是生命繁殖的另一过程或许明年春天我将再看到你扬着脸在满山桃树灼灼的花瓣中因为你是树枝，也是花粉你是根，也是果昨日你是河边的柳今日你是柳中的烟你是岩石，石中的火你是层云，云中的电你是沧海，海中的盐你卑微如青苔你庄严如晨曦你柔如江南的水声你坚如千年的寒玉我举目，你是浩浩明月我垂首，你是莽莽大地我展翅，你送我以长风万里我跨步，你引我以大路迢迢母亲你掘我为矿炼我为钢将我的肋骨铺成轨道让我的子，我的孙永远坚持我选择的走向母亲今夜好静，好长我真的不曾哭泣三十年前的那滴泪早已在镜面上风干你已成灰成土化为茫茫的时间你是历史中的一滴血我是你血的再版千册万册源远流长．．．．．"}