{"id":"256897","title":"无言三章","dynasty":"现代","author":"韩作荣","text":"之一是谁在那里撕扯我的声音？藏在暗处的手指，让灵魂陷落，让一颗单纯的心颤栗如风中抖动的水。寂寂炸裂刀子将昨天割碎，游刃于敞开的空间喔，从热切到冷漠的距离并不长久子弹穿透假设的虚无却在我的心壁传来一声尖叫啊世界，当邪恶匿伏于人的躯体之中伤害没有原委，只是欲望只是在恐惧和孤寂中寻求残酷的欢乐面对卑琐，我能说些什么？只能从嘴角残存的微笑默对冰冷尽管烦恼时时从寂静中溜出来和我倾心交谈，尽管一声叹息能把人撕成两半可你不能第二次杀死我。只是没有安宁了可我没有一点一点积蓄痛苦的嗜好将悲哀如数奉还，人，是否需要耐心地忍受袭杀，敌视与痛楚，象被虫豸穿透的叶片？让我们假装忘记种种善举与恶行陌生如路人。可我终不明白，人怎么会变成这样！注视，用眼眶间含水的光线一颗意想不到的火星，燃起的火会怎样把泪水烧干，可光亮和热力裹不住灰烬是命运麽？一种无意的介入成为死死的纠缠你疯了。真的，如果无法排遣的痛苦能转嫁他人那就把痛苦转嫁给我吧。不过你要与语言离异不要让一个疯子咬出一群疯子是的，我是如此喜欢野兽的不苟言笑，那是一种纯粹甚至钟爱一只蚊子，它在吸我的血时从来不声不响其实，是与不是都没有什么，在一种竟逐中什么是获取，又有什么是失去，也许，这一切只存在呼吸的平和与喘息面对伤害，默然地舔着自己的伤口不是懦弱尽管，在写一封信时，为往昔细小的热情感动为一声真诚的问候而心悸，手足无措这一切都源于承重和静默中涌起的悲怆喔，纯净与热情已显得多么遥远世界，被分解成无数小小的空间就象熟悉又陌生的邻居，察肩而过没有信任，也无须逃避&hellip;&hellip;可我终不明白，人，为什么怀着恐惧睇视又竭力制造恐惧，覆盖自己的眼睛鄙视邪恶，而邪恶的魅惑渗如血液已不可挽回哦，寂静那么脆薄，被引爆的声音击伤过于细密的裂纹已无法弥和。也许不必浪费灵魂了，纵然，我可以无视丑陋却不能不惊异于鲜见的无耻静静地从破碎中走出来吧，时间的圆脸在钟摆中吊着沉重。我无意在滴答声中寻觅什么消解愤怒，没有祈求，自己不再压迫自己可人能拒绝生存麽？在天空与大地之间在嚣叫与沉默的缝隙哪里会是精神的家园？之二我愿意以灵魂的宁静倾听歌声打开心胸接纳蹒跚的音响茫然的吸取，置身纯净且温润的世界一颗心像醒来的小兽睁开了双眼哦歌声，你为什么惊扰这冬眠的心房让孤寂走失而又于瞬间迷途气流波动，致命的音乐盈满空间有如天使在辉光中缓缓降临率真且热烈。纵然我没有一双穿透声音的眼睛可莫名的火焰已在迷蒙中化为灰烬哦，惊愕。倾慕。血液的波折也许完美的意念只能是焦虑隐身于虚妄可你无法抑制一种磁力的吸引又有谁能禁止花蕾的开裂？不安的日子宁可相信他人，却无法相信自己纵然恋人的嘴唇是一朵罂粟，吮吸的人爱是一种疾病，又怎能禁戒和隐忍？甚至你已无法躲在衣衫的背后只能在感觉中感知魅惑、抚慰与哀伤成为梦境，成为目光中渐次消失的影子恋人，你可曾感知呼吸的迥异？当血液将脉管烫伤，渗出肌肤人，为什么会在血色中遗失，让聪慧变得愚蠢？被泪水淹没，自己也流成泪水任性地流淌。可火焰常常蕴含在液体之中你可曾看见泪眼迸出的火星酒浆在脸颊敷一层淡淡的红晕？时间老去，可爱情永远是新鲜的藏在琐碎里，一声亲切微小的探询都会带来从未有过的温煦哦，想象中的完美，虚拟的纯粹爱情其实是一种不幸，罩在欢愉的外壳里当追忆成为永久的伤痛，相恋的人承受的是幸福还是残酷？哦，没有声音的语言。具体的发现拆除隐秘和遮蔽，有如赤裸的婴孩我看见精神伏在肉体之上痛哭人，成为自然的存在，季节倾倒化为波动、滑落、耸起在一个顶点之上悬浮、洒落像音乐支撑的喷泉。那是多么的美妙与圣洁可命运，你喑哑的流浪者，世界之阔大却无法保留一个充实的瞬间；一千只手也捉不住一滴水。当它破灭，渗入泥土是怅然流逝还是一种圆满的归宿也许，理解和误解都过于沉重了情感陷入极至，执著与专注便成为脆弱，成为无法避免的伤害透明的稚嫩，让人心动让人手捧着无奈也只能无可奈何哦生命，当灵魂不胜肉体的重载我何需不需要酒的拴束？让人在自己躯壳边缘摇荡，以躯体的坠落托举灵魂，以诚挚与纯粹？哦夏夜的雷雨，倏然而至的雷雨当你击碎郁闷，大地满面泪水相恋的人，为什么又要以哀伤唱那首热烈且贮满纯情的歌曲？之三你能听懂无声的歌唱吗？当音乐回归为鸟鸣，风止于林稍，你会不会在一朵浪花的激情中背弃海的狂燥？贝死了还有什么在壳体中生存？波纹缠绕的声音在耳边轰响，那是谁悬置的奥秘？真实困扰着虚无，虚无中却有真实存在远离目光之外。可我相信一种冥冥中的博大，浩瀚的容纳我的灵魂已生出金鸟的羽毛，悬浮于水却没有被水打湿。哦，空朦的雾界当指尖迷失，沉醉中肉体已失去重量是的，我愿意植根于自然，和一只蚂蚁交谈关注蜻蜓薄弱的翅膀，为草丛中的青虫透出的声音而生动。哦久违的气息淡绿的声音，一只失魂落魄的鸟会不会在我的发丝间筑巢？诚然我会洞悉宁谧，心象一面镜子竖在胸体之中坚实地无法外逸。可我相信，一切奥秘仍在奥秘中存在着，也许我只能触及虚幻的诗行，在汉字的真实之外寻求灵魂的抚慰可这世界何者为真，何者为伪？谁会是我，而我又在哪里？哦世界，我的目光投向古老的元素当河流、树和草还原为河流、树和草、虚空、土壤，于原初的赤裸中我寻觅简朴的真实。也许我只能默默倾听风的声音，水与火流动的音响和土地的呼吸让血液以酒的醇度冥想，荡涤精神驻足于天籁，让自己随意流淌成为纯粹的气息，无形的魂魄在发现中凝视，以牙齿噬咬自己的嘴唇无法言说，心灵已被阔大的寂静吞食可人能逃离自己的存在吗？生命与血如何能分割？又有谁能替代别人活着神祗远逝，成为真切的虚妄，偶像僵硬当泥胎在香火的缭绕中观火，石头支撑庙宇在堆垒中成为石头，是不是一种自身的超越？可我依旧注目守望的星辰，轻盈的摇曳为洞穿天宇的第一颗泪珠而惊悸甚至为五瓣丁香的言说倾倒。可花瓣那芳香微辣的五指，能否把握幸福？哦，遥远的呼唤，无法背弃的命运人，多么需要拯救重浊的肉体多么需要拯救比骨骼更为坚硬的撑持。哦世界你并不只是罪恶与苦难，在困惑与宁定中再跨一步，你就会遇见真实的自己闭合双目吧，将懊恼与欢乐，恐惧与悲哀遮覆在眼帘之内，随毛孔逸散忘却便是回归，是一种古老的重逢睁开第三只眼睛凝视，一切没有分别纯净与素朴都负载原始的真涵将汉字一颗一颗抛入水中，连同蒙尘的心一起洗涤，用鲜活的呼吸砌垒诗歌吞吐从未有过的声音。也许，这是另一种苦难生命本真的呼号穿越时空博大的回声，正在浓密的脉管中延伸&hellip;&hellip;"}