{"id":"259032","title":"我之歌（长诗节选）","dynasty":"现代","author":"李青松","text":"1明心的寒，温暖着高高的峰和仿佛雪峰的我，有谁知道不愿走下高寒的我是谁我只看见无边的白雪映照出自己透明的心无边地悲悯着寥廓的万物2我在茫茫的虚无中降生没有一个肉体和灵魂在变幻的风中为这血中的舞蹈而悲鸣自己的眼泪滴落在白雪的檐角冰冻成一排排春天的高栏逾越的行者，因此重生和图腾3忧郁舞蹈的鹰扇动黑色的翅膀在鬼魂出没的幽冥精灵般闪烁永恒的星光一个婴儿的第一声啼哭在明天　荡起遥远的回响4远古的婴儿从神性的襁褓站了起来，稚嫩的小手轻轻抹开母亲昏睡的眼睛瞬间舒展起博大的翅膀驮起一个人类的预言和思想命名且创造着来世的人间天堂5我尚未来到这个世界前声音已来到人间我尚未离开这个世界前灵魂已进入天国未来世纪的历史，已跌入我波峰叠起的思潮之中6大雪重压的松柏太阳般喷薄出世一切时间变为良辰一切机缘成就大事喷吐闪电雷鸣的巨龙在失去乾坤的乌云中暴风骤雨8在大自然的时空里我看到了自己的微不足道也感到了自己的决不可少我的出生不是一次简单的事件而是一个新纪元的开山一场史无前例的精神的创造9我在南国的温雪中诞生在北方的冰霜中壮大民族的血液在我周身奔荡佛陀的目光把我的迷悟照亮我屹立在山峰之上我的生命永远属于四面八方11我有父母体内爱与真的精血更有父母心中没有的黎明与创造我的每刻都在转世和投胎我是风暴时刻把自己连根拔掉我将超越灾难和自然规律时刻都在接近玄之又玄的天道14我不隐瞒有时也怨恨上苍像我儿时怀恨严父一样为何管制得近乎荒唐一瞬之后我总是一炷清香像我此刻怀念先父一般心中澎湃起高过青山的汪洋16大地上有我扎下的深根天空中有我扩展的大手白昼是我预言的潮浪黑夜是我敞亮的冥想真正的我隐身于自己主宰着众神又受控于天堂17我比婴儿更小比老人更老在人的本质中生存在弹性的时空中创造从世俗的山谷中隐去把远来的河流推向高潮18苍天和大地是我两只巨大的翅膀没有人能使我下降没有人不能让我忧伤我高翔于众神之上承载着时空的荣辱和悲欢19我依山水而生存饮甘露和大气而灵性得天意而成圣灵魂高翔精神矗立于大地声音回响在天庭20我是上苍最虔诚的儿子凭天的暗示否决和创造天生我必养我更不会抛弃他最乖的儿子他会如凡间的父母一样时刻养育并引领着我21我是一个撼动上天的人我的虔诚无与伦比我的真情无人匹敌我的一切都是天意或许你认为我迷信请看太阳从我的掌心升起22我的辉煌不可比拟我的磨难也无法回避太阳也是后羿箭下留下的那一滴创造万物也成就众生好好地理解太阳吧只有理解太阳才能理解我23在人世的盛宴上我没有座席　惟有站着惟有挺拔在无人上坐的高峰独饮清风云气法雨甘露观江河轮转　日月升落看天地变幻　众生忧乐25驱散满天的浮云重现我的本真感悟永恒的大道要说有我我的一切都是为了自己甚至每一句话每一个举止29我沉寂于心灵返回母腹的自己享受无我的快乐我悟到了非常的常道我已告诉了你不知他是否听到32圣光栖落在我的枝头漫山的小径和清晨鸟虫交欢，花蕾受孕满腹激情降成爱的胎儿冲出缪斯的皇宫在我的笔尖哇然临盆34秋天的道路落满季节的遗恨金风阵阵播撒种子黄金的心灵时间竖起耳朵聆听来自远方的足音35未来世界掀起的都是远方的回声时间的通道传送的都是不朽的作品这艺术和思想的玉皇顶成为世人最后的提升36低头向前在东西合贝的春天思想在飞旋收回内心的视线已显示回归的宣言漂泊的美丽被梦带回家园37竖琴远离丝弦，怎能发声诗人远离诗歌，怎能生存青松远离大地，又怎能常青我不会背叛自己的乡音我无法拉直走过的弯路正如谁也不能更换自己的出生38谁能用自己的手呼唤自己的激情谁能用自己的嘴穷尽自己的内心谁能用自己的眼睛看见自己的眼睛谁又不能从自己的肉体里离分谁又不能从自己的灵魂中飞升谁又不能打碎自己而重现圣明39我是疯狂的创造连眉毛都在燃烧尽管扑腾的是孤独的风暴正如说话和写字卑卑谦谦比结巴更唠叨工工整整比企鹅更不妙40我的诗行与我的话一样少没有无关痛痒的言说我的诗不再纯粹地抒情行行都是粗砺作响的竹鞭正如我的生命无法界定干脆就做狂飚时的雷鸣电闪43我是爱神的瓦特蹲在熊熊燃烧的脑炉旁不停地舔着自己的额角看它几时像壶一样爆炸冲开壶盖吧让思想滚滚升腾45黑暗是光明的潜伏沉默是爆破的前兆痛苦是成熟的暗号磨难是睿智的座标风暴让松柏呼啸生命令死亡倾倒46今天是昨天的孩子创造是毁灭的孩子光明是黑暗的孩子艺术是磨难的孩子思想是炼狱的孩子自由是孤独的孩子47通过恨抵达爱通过桎梏抵达自由通过黑暗抵达光明通过渺小抵达伟大通过谬误抵达真理人或许只有通过恶才能抵达善48在不幸中探索幸福在成功中感受失败在清静中谛听一切幸福实乃不幸成功也即失败清静就是天堂啊50苦难和不幸永远是人类最高深的学府没有伟大人格的人无缘深造追求尘世浮华的心灵不堪一击我是它得满分毕业的人我已成为它惟一的难题51孤独和痛苦永远是艺术和思想的温床伟大的孤独痛苦产生伟大的艺术思想艺术高于生命的梵高思想高于一切的青松52我走过暴戾而多情的大海走过深不可测的夜走过无法丈量的痛苦走过一切正义和真理的里程碑走过思想和艺术的远方可曾到达自己的故乡53隐居在京都的云端默念老母托人代写的家书怀乡病复发并大作不止我尝到了乡愁的滋味太阳像鸟一样落到头上三更前就幡然醒来54向自己的源头溯流而上吧在路上失去的一切又会在最初的山崖流成汩汩的清泉回到家园发现远方就在泉眼56我沉重地走向您母亲，请还我超脱的人生吧可您也成了屋前那棵满脸沧桑的香樟我怎能忍心诉说愁肠58撑起梦的竹排掉头北上　划过资江夜半停靠沅有芷兮的屈子祠畔举头浑浊　低眉神伤怀王的歌舞正疯狂帝舜的遗风在何方59谁的乡音，弥天而降淹没了我来时的汩罗这些无法预知的灾情涌出来的又是一部九歌风飒飒兮木萧萧思君愁兮何所乐60哦，五月初五的洪水淘空了屈公的天问这惟一显灵的汛期刚已来临冲决了龙卧着的水域哀众芳之芜秽悲民生之绿橘61是不是山鬼惊醒了你的云梦泽吓跑了你的采菱女大夫，我的大夫日月忽其不淹兮何不乘骐骥驰骋欤62谁为我导夫先路走出这阴雨的洞庭还我一身湿透的离骚是的，空气已开始流动听天边有谁在呼唤魂兮归来　魂兮归来63心，秋夜般寂凉幽冥的原野月色迷蒙笼罩天宇的是天使的飓风我追随一束光飞升冲霄的巨翼抵临垂直的高空灵魂投生于紫萝兰的呼吸中64幽蓝的光　滑落在森林和我们每个人的心房眩惑着鸟窝上的幽灵以及这个时代的铃铛月下的泉水，从谁的眼中溢出又在谁的手鼓上清越地敲响65淡蓝的月色下，水乡的梦幻一浪高过一浪没有声音，只有遥远的遐想那圆润鲜亮的天籁和草莓香伴着乳白而露湿的黎明将我仙人草般的灵魂神秘地荡漾66风，躺在梦的郊原上伸出无数温柔的指头云端的美人　蓝色的呼吸在时间的刻度上徐徐向我绽开感谢你每夜都给我传来悟境大鹏的翅膀拍起神奇的涛声67我把手平静却不无颤抖地展露于秋水脉过的眼睫刮得礁石遍体鳞伤的指头沐浴着这巨大幸福的温柔似大风大浪疲惫归来的潮汐缓缓流向诗歌永远无法的企及68我在大海中撒开天罗地网捕捞缈茫的星辰我的诗情，如优美的俄耳甫斯在语言达不到的时空之外神秘的旋转着，并让海水喘息，鱼雁沉落69双雕之箭把我的心射中疼得我没命地乱窜高明的猎手啊请你扑过来吧我会乖乖地倒在你的怀里70为你祝福的蓓蕾绽放出昙花的爱情唯有霜儿滋润过的松柏在群芳的萎蔫中叶茂根深庇护着人间所有的心灵一粒霜把我交付于秋并茁壮上升71姗姗来迟的时间席卷了我不再封存的生命铺天盖地的朵朵白光照亮了无穷无尽的婚床羞怯的心，不再像从前正在把神圣的门颤抖地敲响72时间温柔如初恋的声声呢喃神速如蜜月的阵阵狂吻无论光芒四射还是星星退尽永远绽放着肉体和精神的幽馨我们的精魂似鸿鹄凌空永远翱翔于宇宙一样博大的爱情73我爱你深刻的孤独&mdash;&mdash;已存在的歌唱我爱你甜蜜的绞刑&mdash;&mdash;这销魂的悲伤我爱你沉醉的丧钟&mdash;&mdash;那成熟的金黄74这美丽飘落的声音这声音起伏的姿态这姿态温馨的呻吟这呻吟中袅袅的仙升这仙升中沉醉的灵魂我恨你不再恨爱情75月儿遮面　草儿含羞两条白藤如练缠绕一支响箭冲决羞闭的长堤自天而降，光芒万丈照射花苞绽蕾的一瞬爱的深渊升腾起创世的彩虹76这是怎样的一种呐喊这是一种来自何处的音籁为何让我如此神魂颠倒疯狂演奏啊，这来自我们神圣的爱情灵与思交合而响彻长霄的和鸣高于人间一切声音77这不是疼痛难忍的呻吟也不是撕心裂肺的悲鸣这是献给时间最迷醉的音乐感谢拯救我的天神让我坐在梦幻与创造的宝座上并让激荡的灵魂随玫瑰的火焰升入仙境78我是远古神话中的黑蛇穿行在水帘洞神秘的鸟语中是你还是我造成了幻梦在梦幻中也不要忘记使命啊神圣地弹奏吧，一如双管和弦把受洗的心随高潮推上天堂79你是绝望的温柔你是彼岸的光明没有眼睛就用灵魂行进吧洞穿无常的命运囚禁灾难和诱惑的魔鬼之音80你是撩人的呼吸你是不落的春情迷者沉醉之园弥漫灵肉交融的氤氲一片山雨欲来的诵经声自空谷传出在梦幻中上升81妹妹，爱你的人不是你自己，也不是自家人爱你的人，在你的红唇里曾经是一句深恶痛绝的语言妹妹，爱你的人，不是魔鬼而是你前世就焚香的神82瘦月，有形的忧伤无声的微笑犹如弹片，已在我的心上血肉模糊，遍身开花疼痛已经过去琴声已经沉寂爱情已经熄灭83深入梦境，犹如音乐把古老的欲望沉入无形仿佛被翅膀拔出的树木又在旋风中抖落红尘大梦不可消化石头中的天空上飞出精灵84我渴望旷达而高远的天空爱的鸿鹄才能一举千里我向往深沉而清澈的大海爱的蛟龙才能腾跃搏击我害怕刻骨铭心的爱因为血总会在心中流溢85决不能向爱慕自己的人眼神闪耀，要像风暴把花苞顷刻吹凋决不能向自己爱慕的人立刻倾倒，要像月儿让色彩神秘的笼罩86永远不要让爱分离失散的鸳鸯脆弱无比脆弱的最易昏迷永远不要让爱相见美丽的距离神秘无边神秘的最有魅力87我不再想拥有爱情真正的爱是迷魂药天才也会变傻发疯我不想再去爱无爱的心是大旷野骏马驰骋　雄鹰腾空88爱情会扼杀天才和艺术有时也会创造大师和思想爱只能点到为止情只能适可而行呜呼!天才啊，艺术啊大师啊，思想啊89美人美之为美在她该美之时的巧兮倩兮而不在她不该出现时的一颦一笑里美是困难的爱情是虚幻的永恒是不可能的90我敢预言再好的女人对我也是一场灾难我会自己毁在她的怀抱里啊!谢天谢地造化的闺房已没有能让我甩掉思想和使命去追求的姑娘91女人是罂粟，美丽却有毒她会让英雄失去宁静和豪情此刻我才知道上天不给我女人的原因青天啊!我该怎样来报答您这蛟龙翻江之气挟大风而起拯人类于苦海的戴天之德呢92我虔诚地祈祷上天湮灭我造人的本能赐予我托起天下的力量我已是一个断了姻缘的人我的种子播撒在宇宙之中我的雄魂逍遥于天地之外93我不再温驯地听命于情感不再嬉戏精灵的啁唱不再撩动外来的花香昂然挺拔于忍耐了万年的雄峰之上有谁能解构这不为冰雪与色相所动的无穷的颤栗和无尽的悲怆94我不会在石榴裙下乞求性欲我不会在淫威下乞求生存我在喧哗的红尘上学会孤独我在情感的炼丹中提取坚韧惟孤独必得天下惟坚韧定能永恒95没有人能打碎我的宁静我沉寂得没有自己得到不会癫狂失去不会怀恨这个世界我已没有缘份我的心就是天国的爱神96我独自漂浮大海的心中任意变幻游姿而自由欢腾无须去想岸上可怖的美人亦不担心前后左右的怪影像水藻一样的清澈纯净藉自己的爱诗意地生存97如果让我在爱情与思想中选择我会毫不留情地把爱情扼杀而树起思想永恒的座标我们的人世啊白痴也有婚姻天才却失去创造98如果幸福和苦难同时追求我我会毅然地拒绝幸福而投奔苦难的怀抱莫测的人生哟在甜蜜中往往沉沦在风涛中唯有搏击99我不要世俗的罗网我不要一碰就碎的浮华我不要一吹就皱的感情我不要一开就蔫的昙花我不要因爱而痛苦的呻吟我不要羁绊英雄和天才的美人100我不是虚幻空洞的幽灵我不是留给明天的伤痕我不是从生到死的生命我不是爱与被爱的颤音我不是乘风而起随风而逝的翅翎我不是可以任意磨损和销毁的灵魂101我不只是威加海内的激情我不只是一举千里的鸿鹄我不只是破岩穿石的水滴我不只是拒绝干涸的大海我不只是黑暗与黎明的空隙我不只是在心与心之间穿行的呼吸102我不只是长在南方的青松我不只是迁徙北国的候鸟我不只是一米六六的高度我不只是分成七瓣的爱我不只是有一点哲理的诗人我不只是直奔未来的宣言103我是大山不曾迷失的声音我是声音走出山谷的小径我是小径通向大道的脚印我是脚步不停跋涉的激情我是激情不断高涨的眼睛我是眼睛背后无穷无尽的光明109每一天，都是我生命的最后我要让它变成开始每一步，都是我人生的开始我要把它变成最后一个声音时刻在我的内心叫喊生命，我是你不可重复的生命112我比生命更坚定世事岂能把我消磨我的灵魂不要安慰我的创伤无需愈合我在无数的伤口上为人活着我在灵魂的阵痛中为神工作113我是天地间神秘的气团灵魂的每一个毛孔和呼吸终极地滋生着一切灵物推动生命无限地上升我有人无法承载的大磨难和大悲痛更有神无法享受的大宽慰和大逍遥114我是一个没有生死的人没有了任何人伦的欲望和嗜好一切诬陷、灾难以及任何荣誉都在我身上失去了意义为了人类和天地我时刻准备着献出自己115芸芸众生的你啊何时才把你的心皈向我让我点化你　去悟破人与天，天与地地与人，人与人亘古对峙的迷魂阵116你还没有认识自己何谈认识世界还没有战胜自己何谈战胜天地好好地审判这个我吧一切奋斗才有意义117人是天下少有的蠢驴尔虞我诈弱肉强食人类的灾难是自己造成的在灾难中也不忘记争夺甚至在争夺的毁灭中也要把无辜的生灵带进坟墓118妄想战胜一切的孩子请停止无休止的战争吧请停止无尽头的胜利吧你们为何要战，为何要胜呢请爱惜与你们息息相关的生灵吧人类的毁灭至少会迟期来临119扬言要治理黄河的孩子啊请回家整治你的母亲吧黄河是我们伟大的母亲啊我们只有彻底地孝敬母亲，保护你的儿子来了大河上下已碧水悠悠波光粼粼121阳光投射的暗影下自己为自己愉快地出殡在黄土上竖起镀金铜像妄想一万年也不要锈蚀尸体填高了泥土泥土却不能让没有灵魂的躯壳复活122在不远的远方我看到了生命的完善和崇高感受到了真理的强大与美好在真理面前谁敢作假在生命面前谁敢玩笑在时间面前谁敢霸道123时光把一只眼睛变成绿洲同时把一只眼睛变成荒原我们从这只眼睛看不到另一只眼睛犹如三张黑白相底叠印的图片分不清哪是从前哪是现在哪是明天生命是一片影子一个梦靥124死亡的埋伏让生窒息停止抑扬的呼吸妄想用一滴泪涌出躯壳冲走墓地的凄迷幽深的山谷牛角回响生命变成阴府的乐章125黑暗的巨浪向我走来从一个阳光茂盛的深处在我的体内溅起一片光芒低音与高音骤然弹断时间呈现一团长长的空白死亡的宁静在空白之上隆起峰峦126荒凉的山岗留下一条温驯的黑蛇沉重的天空飘着一朵带翼的冬天悲壮的心只拥有一炬无色的火焰创世的思想，只是一时的迷误一旦苏醒，便足以让世界还原出永恒的春色128灵魂，这片水域中的鱼在我的肉体中游动身体因鱼而欢腾鱼因水身而波光粼粼离开这片水域的鱼不是鱼人不能没有鱼的水性129真愿回到赤裸的婴儿没有恐惧没有桎梏无须伪装亦不须面具也不会受控于无序的指教没有一切爱的锁链无顾忌地蹦跳和欢笑130在无岸的冬天无望地守望无边的忧郁在心中荡漾痛苦的回忆和遥远的思想在灵魂的歌台上低鸣与交响我乘梦蝶飞去，抵达惟一不是恶梦的温柔之乡131这个春天　无名到来的雪在我的眼前覆盖恰似晴天虚无的深渊烂了我的根　断了我的蒂失去祖业和后代的一刻我已出窍到九天132清明的大悲之雨苍翠了我所有的岁月原本我祈求的　只是天空中一丝风儿不想一场风雷让人世间天旋地转133是谁将主持这场末日审判是谁将把你们从罪恶中赎回是谁将撑起长篙把你们渡出苦海谁将是罪魁祸首　如何处决谁将升天　为何升天谁将留下来　为何留下来134夜的脸上，你是否看到光的刀子划过的伤痕闪亮的刃上，你是否听到鲜血流过的余响黎明啊，你感受到巨枭垂天之翼驮日升起的悲壮吗135合上两翼，不知来自何处张开双翅，不知飞向何方你是回家还是流浪挥舞剑戟，像魔鬼卸下铠甲，像圣者你是地狱还是天堂136世纪末死亡的浪潮汹涌人们在一片巨大的阴霾里沉浮谁是冲出汪洋的蛟龙腾跃于苍天之上翻滚起席卷一切的雄风摧枯拉朽　地裂山崩138幽深的北方快马追击率领一支支潜伏已久的部队冰山上的号角隐隐传来雄浑的声音拉响了破空的雷暴雪季从最高处轰然倒塌沉思的头颅高枕在白云之上139冬天最先从闪电处塌方一个巨人的呼吼擂响给我们带来雨水、草香和远方千年不散的旋律在虚无的大气中湛蓝地敞亮在明净的诗歌里朴素地辉煌140诗歌，心灵皈依的源头你第一次抹开混沌黑暗在眼睛里排排倒塌圣光在灵魂中冉冉飞升时间横扫一切孤独让天下归心141巨大的神鸟拍击着天庭排山倒海的巨响在历史的一瞬轻轻完成显赫一时的皇座顷刻化为罪恶的明证思想的巨轮辗碎了一个又一个王朝奏响了人类一曲又一曲心声142一统江山的巨树时间抖动强劲的翅膀历史摇落沉重的积雪抛却现实的花朵和尘世的未来在虚无创造的无冕之皇冠上精神敞开了天堂之行的大门143雪是远方遥远的眼睛我是眼睛里雪亮的瞳仁茫茫无边地映射着时间的永恒远方把你再孕大雪原让他出世牦牛把你们引向未知的星辰144牛车驮起幽深的北方白雪美人托着轱辘的重量一种音乐轻轻悠扬似在倾听我走来的呼唤茫茫雪线之上，我的道路之上骤然升起创世的白阳145比大北方更席卷大北方的是我的乡音比大北方更覆盖大北方的是我的乡愁我从乡音的源头流来在恒河的沙数中闪光146我在深夜盟誓于苍天誓死为天地效忠把人类的一切灾难吞入自己的腹中释放自己的一切热能漫暖芸芸众生的心148在遗忘自己的夜晚漫天而来的伟大声音翻滚起复活一切的潮汛飞翔出满天思想的星星神秘的星光沿泪滴穿越时间潜入苍穹、大地和心灵149我驾神骏在荒原驰骋我乘苍龙于高空翱翔揭示人天秘密探求宇宙通理创造人类神往已久的天堂上天降霜于我的头上伴我把心灵的长夜照亮150我今生的使命是彻底推翻那一片片思想的残垣断壁以及那些速朽的经验和事体同时剜出自己体内人性的毒瘤创造出真正的大我以及托起天下的法杖还给人们自由而真实的生活151前人借用的外衣已穿了好久从未濯洗你们自己闻不到自身的气息上天的使者给你们换心衣来了请你们赶快回到自己的心里等待脱胎换骨的洗礼152我被时间留守在这片荒原就是要在这精神的戈壁翻耕出片片诗意的绿洲播撒那如云般自由的牧群而且更要在这个旷野建造思想的布达拉153我用肺叶把尘世的污浊汲净呼吸出多氧而温馨的大气让人们的精神自由地漫游我用思想把废墟摧毁构建起宇宙神圣的殿堂把迷失的灵魂从黑暗的噩梦中引回154我的精魂从樊笼中飞出如密涅瓦的猫头鹰直冲云霄在一片片废墟之上翱翔敏锐的鹰眼穿透一切的光芒时刻在搜捕最高的天地建造人类永恒福祉的极乐西方155我驾思想的神骥冲破一切屏障跨越世纪的群山飞过失控的汪洋在茫茫的戈壁开辟大道把迷途的孩子接回母亲的身旁156我乘无我的般若船消失在没有红尘的云端两翼翻滚起照射一切的光芒最先向往远方的我也最早到达了远方必将把苦海中的你渡上慈航157饱满的时光重现芬芳置身于这不再凋谢的荷花上举起的不再是李白将进的酒浆高过日月高过生命的不再是世纪的潮水冲走的海浪而是托起灵魂的梵唱158我展开鹰隼巨大的翅翮直冲九天云外寻找永远的远方顷刻发现自己就是远方与时间同速前进与空间无限伸长159追寻远方就是追寻真性的自己回到心灵就是抵达真理的远方远方是无法穷尽的我我是人人能够抵达的远方160从自己的每个角度仰望永远是一道道光芒自己比远方更远语言比高峰更高思想总是以垂直的姿势穿过虚空回到大地161我的足迹印遍蓝天谁能看得见我的诗篇写满白云谁能看得清我的思想输进雷霆谁不怵目惊心162我的行动挟着狂风谁能觅其宗我的目光掣着闪电谁能睹其玄我的天气瞬息万变谁能大预测163我是别人而不是自己我不为别人暗而为自己明我是自己而不是别人我不为别人死而为自己生我不是自己也不是别人我是自己的人而是别人的神164我是预言中幻象的婴儿时刻与万物和众神对话在上天面前滔滔不倦在众生面前咿咿哑哑对魔鬼发号施令对人民永做牛马165有人的地方永远见不到我我总是出现在被人遗忘的角落我的名字就是遗忘我的思想行走在大街小巷我的户籍不在人间先在地狱后迁天堂167时间把我埋得深深雪的眼睛把我照得澄明我在沉寂中把思想怀孕美丽的明月如期降临在我升起的时刻奏响美妙的天籁把我的诗歌化作雷鸣传给远方的人民168我的生命隐逸在白阳的心窝一个被遗忘的黑子上如太阳和月亮般升起、沉落、升起、沉落在无渊源的痛苦和孤寂的脉搏里旋转孕育太阳、月亮和星星也不能发出的光创造辐射一切的喷薄169我是一座高峰，高峰上的高峰后人在这个峰尖上再也建立不起神龛人类最后的金字塔将出现在东方永远矗立于真理的宇宙中我已看到了我遥远的生命天地人神把我推举成高峰的巨龙170我与时空远行虔敬地接近自然和心灵抵达最终的澄明啊，我触摸到了永恒的大门我依此看到自由的天堂在古朴的民谣里落成171为拯救人类而九死不悔的人们请到我的主席台来领赏吧让我愈合你的创伤重现永驻的青春为探求宇宙通理而丧生的人们请到我的旷野上来安息吧让我超度你的灵魂成为天堂的神灵172我们缔造的理想世界地球消失了国界，空气弥漫着诗意满眼闪动着莲花的慈航梦中昏睡的兄弟已经醒来浮华中沉醉的姐妹也跃上水面迷流中走失的儿子一一得到召唤173高于自然高于苍穹的心灵灭当于此灭，生当于此生在灵魂无须呼吸的天国一切映射于神秘的对应无声的雷音诗意地传来又闪电般静静地飞升175一束光把我带到另一世界一扇神秘之门闪开、隐没一排无台阶的长梯把我迎接一直引上妙香和祥光的圣殿一首欢乐的歌把我撒开一一飘向茫茫的空白"}