{"id":"260104","title":"水上和水下","dynasty":"现代","author":"韩国强","text":"岁月一样动荡的水水的盛器：世界和我今晚我同时拥有这两个，今晚我同时向它们发出嘶哑的声音从遥远而封闭的果核在遥远的水上和水下我像一张面具正慢慢浮出水面特别巨大的水进入了气色蜷曲的虬爪握紧土地，暴力并且囚歌听按捺不住的胸臆，在心口起伏那嘶鸣，残喘的黑暗临空而降，旋又飞去在骨头中耕耘，收获辉煌的章句和血那更辉煌的已经停止被苍老的诗歌席卷，甚至被苍老席卷一我按落，长歌幸福的麦子年轻的骑手，皎洁归来依持着泥土和水他皎洁归来，这哭泣的圣者精灵的卫士，像麦子的火红乐章在平原深处列阵奉从朴素的纛，隐者的水这被死亡救活的水，被苍海虹吸的水正像弦歌所唱我像弦歌所唱，丧失了方向身上带着骨头和血闪电的手，用寂静木刻你的眼你的脸，你风扬的大马闪电的手在平原深处行善带着我上路，踏上方向为了最后的、也是唯一的水正像弦歌所唱二困难的城，被火焰摧毁你手把竖琴，被明朗的井接济呵你倒悬纹饰的销把意志的水砍伤像不断奔落的花朵放弃三月那步调中的歌手有了源头他扣住三种秘密：望月、青鸟和楼栏他扣住了梦想中的慈女呵如此绝代的慈女把剔透的灯胜利的宫酒挽救了一路三华装三日，布下旧时代的筵席撤去生铁的酒词在水上抚掌、笙歌合于桑林，又葬于苍梧苍梧呵，巨野的风向越击越猛手越离开麦子，就越脆弱粗糙的社稷夭折的麦子被万物痛饮我极目，高危那痛饮的诗人有了根基碧血风寒，直的侠骨自冷焰中飞出，自溃灭中收拢四这跟随的人有了自己的飞翔在水面上呼掠携着铁血铁的血铁的生长的颜色这跟随的人有了自在的本色呵铁血！收敛的大水就在这一滴被窥视被更广博的苍穹照耀他的容颜他的摧折的柔肠他的美谁能懂得五远航的希腊这古典的所在在水中支持着玫瑰和诗歌六是颠覆的胜景涂炭你的面孔这行进的面孔这燃烧逼你像一只高寒的鸟掀起狂暴的土地你冷艳的美在这胜景击沉了胜景的美这高寒的鸟天空合不住的鸟闪动水银的翅子向毕生的水倾注看哪！这勃然失色的人跪倒在苍海面前七这血液充沛的巨擎之树华冠之树扎向何方的源流这势险之树转移了众生把冷锋的光庇护呵冷锋在水中洗濯的落日之光向东方的神弹奏东方的神呵身佩冷锋闪在你的天庭和腰际你手执大水这如意之水喷薄之水向万物汹涌东方的神就守住了风火对峙的家乡汹涌汹涌如此艰难八我为谁哭泣人呵你是如此饱满统治着大水我为谁而丧失不能自守像马不能羁留人呵我听见你独自返回了大地之根像水声返回为水弥漫在一望无际的大平原上我为谁而哭泣握着剑的前阙诗的虎符我为谁而站下前仆引导沦陷黑暗的大水克服土地和宰割把濒危的麦子绝色的酒和酒卮向幸福之人挽回九那秋天正高耸雁阵南回向谁家的平原坝子现身献鎏金的水和谷物谁家的腰刀悬上了门楣脚踏进中流像朔风不期之中到来窃居了麦地那冬天的核心十把握了天地的人水囊中挂着犄角这个人并且活着生命的涵歌无处不在他洞见而后宽宥让干戈在玉帛中止步雪的内在的火焰向大水弥散这云游的使者不悖的圣徒在清明就亮出了他贫寒的雪刃古拙而迟缓他亮出了他自身十一饥馑的临渊者双手垂向土地在绝水的麦粒中他不安地动荡着承受那灭顶十二东方的边陲未知的海域你要看见你罗马的气质将引导子民囊括黄金、宫殿和美人你罗马的气质悲欢一世你要预言那苍龙埋伏天际扫尾的凶险露出端倪那汗血的光芒射向八荒你要有掌握着光芒的天启之树打开落叶是无尽的劫难一个人消失进去你就是这人吟唱国颂和祭歌向着激烈的神海的巨大的飞沫像是低沉的鱼这人就消失进去十三远航的希腊这古典的所在在水中支持着玫瑰和诗歌十四我焚香净器披阅天地那幽静的大典我天地的摹本是水逼出东方的炊烟蓝桥东方的花窗农本的人生是水逼出东方的那灵魂的孤岛是水逼出为海所海涵东方呵浮游的大师已经弃去他的慧根他的悲悯的城府他的颜色磊落的光明常驻这样的胆敢和轻易东方的气宇他就展开了飞翔在高玄之处把持重的山劈开我和他并肩执手这一路谣曲旷世的行板是如此高贵而翔实十五致远的运筹者深陷的人民困于大陆那致远的马队已经返回带着经典火焰和秘密的物种撒布朝野的物种在风中悲愤的火是我的胆气集于一身向浩瀚顶礼浩瀚的呵！海浩瀚就是一个人深刻的缅怀与丧失也是一个人我手执空拳一个人我就把持了海的要津像踏歌而去的诗人把持了空门那诗的行吟者无边的风月把他裹挟他书香盈怀披拂着星光海呵海的强劲的轮廓是他一个人他凌驾着汹涌看紫气正力透衣背星辰按落了光辉十六天马启动了朱雀大气正蓝遏止了行云这是朱雀的最后一想十七我有穷是真实的玄铁冥想于心发出显圣的大音不见尽头真实的主以书的速度纸的距离进来与我坐席至尊的人目光急促谛视普照的主的指引浴血的天子赤心不泯的王钟情于血比血更刻骨这意志的刀俎高于屠杀远于迁徙十八雪的子女我因为看见就黎明一样地响了像高悬的鼓号被吹奏在闪亮中逼近了世界具体的水从头绪开始世界浮动其上那家乡的密林密林就在浮动中响了像我垂挂的枝头先得了世界世界响了就在我的手上雪的子女我一生幸福全在于看见十九为诗配备的骑手心释宽广他的无量与有力完成的功德一闪于念收于心腹那雅致的玉器前倾的命运为谁而触及像水的触及形容的伤口心痛至死的爱人无法触及为诗而配备的灯盏火焰已经触及那海的肺腑来自九重黑暗的尽头黑暗的前提是病的为之囚禁的人火焰已经触及那一刹的光明金子触及了皮肤阳光触及了海那一刹是病的二十愈越了树他愈越了生长和树生长的丰姿是怎样奔驰的一匹他是怎样的深奥而不可逆是时间停顿了表里时间的渺远之数被万物泅渡他的混成在水中凝结了精锐壮丽的人被水醺陶的人冰清的柱石构成了骨架光芒一旦放射旋可收拢他是怎样奔驰的一匹！在翅膀的中心海流归向他是怎样口衔苇叶挺着剑经纬天地的盛大之气二十一在遥远的水上和水下我像一张面具正慢慢浮出水面"}