{"id":"260948","title":"本地现实：必要的虚构","dynasty":"现代","author":"马永波","text":"1火焰熄灭了，是清理灰烬的时候了混乱，如果从更大的一个范围看便有了秩序。沙丘统一于沙滩风的走向，海洋也是沙丘，液体的，时间的。燕子密集地飞行，又散开凭借气流回旋，升高，突然进入了来自海上的强风，像带铁锈的雨点展开倾斜的扇面。那些线条，直立的细线横斜、弯曲的粗线，带有锐度被散步的色块同化成一片响亮的和声突然降临的新事物，在晚些时候遭到厄恶运，但从未来的方向看去谦虚地缩成了一个点，可以被建筑师忽略而建筑则成了沙子和砖的虚构被倒持望远镜的设计师，抽象成浮在城市上空的省政府。杂志将季节提前包括节日、天气、汗水。早上预报的小雨迟迟未下，将傍晚的到来一并推迟谁在推迟自己的一生？将火焰从肩膀抖落，从灰烬取得入骨的寒冷燃烧就是熄灭。在此处熄灭的在彼处燃烧，在未来显露出影响，但并不超出地平线和一个逐渐缩小的窗口：一连串在电脑屏幕上推向右上角的嵌套视窗可以方便地放大一个，拖着它到处漫游直到现实的惯性为零。像一个老鼠尾巴上带着夹子。但在街上没有人喊口号没有红袖标。只有微软公司的巨幅广告在天空上不断地推近、拉远。像一个方形篮筐捕捉地球。有深度的事物显现在平面上2那些尚未存在的事物左右你，要求你具有尘世的特征。一个孩子在远处瞄准你纸板靶子在一股水柱的压力下慢镜头拦腰折下。潮湿连接起草地和树林以及更远的公路，寂静和一个家庭的童年：一首尚未成型的诗改变你的生理反应到底是谁在支配谁？它的未来是你的身份。你永远不会有身份不会将你散布在人群中的形象收集起来一个套一个的办公室将你缩小为零无论在生活还是在诗中，有些事物永远不会继续，继续的是天气和有关天气的开场白，车间继续没活通勤车继续正点。完美的一天继续这样开始&ldquo;天气真冷。&rdquo;&ldquo;是啊真冷。&rdquo;&ldquo;昨天晚上那雨下的呀，哗哗的。&rdquo;&ldquo;是么，我睡着了没听见。&rdquo;&ldquo;雨点有这么大。&rdquo;另一个人插进来，&ldquo;今天晚上还有雨。&rdquo;&ldquo;今天白天呢？&rdquo;&ldquo;也有，小到中雨。&rdquo;然后看窗外重复的风景，或者假寐晚上谈到股票，江水暴涨，一些事物的下沉和另一些的上浮。前一天的话题没有得到继续，而是重新开始了&ldquo;买&lsquo;生活&rdquo;了吗？&ldquo;他们交换早上的报纸在证券版（最近扩到两版）有他们关心的变化我按字面上的理解，&ldquo;生活是买的吗？&rdquo;当晨报、时报、日报、周刊、晚报拍打我的脑门赶走残梦，我知道内容与形式统一的数字，已经覆盖了我们的意识。沿途的事物，滚雪球一样裹住膨胀的大脑飞奔3本地新闻，播音员用普通话播出那些错过的就去读报纸，没有报纸的就去听人复述，反而更加简炼一具尸体轮流到众人的口中咀嚼，它的气味深入躯体的各个省份。一个读者在高潮处摘下眼镜，提高了嗓音。他们叹服罪犯的智慧，计算他贪污的公款可以买多少辆奔驰多少净使凇想到厂长一年的&ldquo;额外&rdquo;收入他们立刻成了狗娘养的。事实的普遍性来自标准的普通话。肇事者从车祸中偷走了轮胎公共车上人们齐刷刷起立，行注目礼路上的人则像一个黑色的花圈，套在残骸上提前举行葬礼。方向和距离立即成了问题我坐在踮起的鞋跟间，我想的是如何描述一场车祸，如何让短暂的进入永恒的。在其中控制死亡的加速度用语调，分行，标点。怎样使不在场的成为在场，让时间倒回去。但里面显然没有灵魂的位置。因为无法想象灵魂在猛烈震动中，是依物质的惯性向前还是依照上帝的引力向上，像潜泳的人双手高举浮向大气层表面。灵魂是什么？灵魂和体重是什么比例？如果一个人在物质的包围中手足无措，并且欣赏这种手足无措，那是不是灵魂在作怪灵魂是使面团发酵膨大的东西吗？本地新闻，电波在空中穿梭，唾沫和铅字染黑的粗大手指，塞入耳孔，挖掘大西洋像半片报纸旋转着吸入抽水马桶读隔天报纸的人，感到自己面目陈旧4上帝坐在电脑前旋转，熟练地将事物转换成符号。每一实体都由对应法则投影在另一空间。黑暗的机器内部一颗疲惫的螺丝松动，一粒沙子颤抖磨损着心脏。生活不允许的便在电子游戏中实现，这一点电脑与诗歌作用相同。我爱这一行啊我爱啊时代没有为我们准备一个特洛依但给了我们更好的：奔腾，英特尔它是&ldquo;英特那雄那尔&rdquo;的缩写吗？国际互联网络，将病毒的革命激情以光速传播。云彩堵塞了每一个巷口科学中蕴藏着人类无法预测和把握的因素人最终将被自己的创造物所左右。&ldquo;看来你对你的专业并不怎么在行。&rdquo;在艺术中含混产生无法预期的意义，是必要的这与科学不同。&ldquo;我知道，我分析报表、曲线云南的地震和领袖的逝世，股票需要理性这与艺术不同。&rdquo;知识并不能使人幸福股票大厅将理性的人旋转成直觉的人&ldquo;这太消极了。你的特长应该能带来点什么稿费高吗？是一下子把一生的钱都挣完还是慢慢地挣？跟他们混混！找点儿门路。&rdquo;跟谁混？除了钱，人们已没有共同的话题倾听者狡猾的眼神，像一条时时要溜走的鱼两个平面上的物体产生磨擦，一个平面则产生碰撞。譬如两个人恋爱，先碰思想后碰身体。冰块磨擦后留下谈话的融水一场无聊的谈话是暴露了双方的愚蠢使一个抽象的人还原成具体的人5崇高的虚构原则统摄一切。更多的时候你感觉不到现实，只在某些时刻它才显露像露出木板的锈钉子那样固执，比如分房子、涨工资、评职称、孩子入学金钱和权力虚构了现实，你只好去虚构诗你可以这样下去，至少落得为艺术献身可孩子是无辜的。在个人自由与责任之间一个泄气的皮球被踢来踢去，越来越瘪把一切写到诗里也仍是个纸老虎经不住风吹雨打，更经不起火烧钱，钱，钱！钱每天都在涨价一首诗可以买二十元，现在只能买十块毕肖普说诗是老式加拿大元的一幅素描白色，灰绿，或铁灰。我觉得它更像漫画：隐喻和象征修正口语，抽象歪曲具象卷心菜和蕃茄的价格天天在变，像天气小贩和顾客寸土必争打拉锯战一方疲软另一方就坚挺。但最坚挺的还是美元。老人重叠的侧面像被反复张贴去市场做应用题的小学生面目模糊现实是天文数字，你是小数点如何与之对抗？你甚至找不到它的巢穴现实的局部就能把你压垮，比女人的局部还可怕。持放大镜的现实主义把局部反映成整体，持望远镜的浪漫主义则蔑视现实一个观察者如何能看清他置身其间的东西？对现实的态度将广场上的人群分开塑料袋裹着鲜花的尸体飞上云层以出口鸟粪为生的岛国脸孔蔓延到头顶主张虚构的人本身就是个幻影，只是佯装不知6因此请允许我虚构一个真实的故事我把它放在二十世纪一家亏损的工厂十三楼一间临江的办公室，一个中年人沉闷的爱情。不是在公园，也不是在欲望的舞池里旋转、放屁，在鳕鱼身上践踏大海，或者天堂在一个词中越升越高这需要耗费我半小时的集体时间和个人激情包括中间喝水上厕所造成的停顿他在迟疑的跳棋上看似无意地碰她的手身体里的寒冷促使他握住它，&ldquo;你冷吗？&rdquo;她的手像一条温暖的小蛇反缠过来（她刚分配来的时候坐在他的身后不停地可怜他，还有他不合时宜的诗）她窄小的臀部让他感到命运的吝啬他开始升华，为他的怯懦寻找借口&ldquo;不要以为生活可以无休止地进入，到我这个年纪，才懂得爱情不是游戏，而是人性的尺度。&rdquo;他引用别人的句子玩味幼稚的感觉。&ldquo;我们不该这样。&rdquo;她起伏的化学脸拍打他的道德感&ldquo;我们写信吧，那是唯一值得珍藏的东西。&rdquo;两年过去她还是那么瘦，除了某些局部在增厚。他更加爱她，把它当作青春的尾声而不是插曲，用身体培养一个无奈的老人。他们没有告别也没有信他更像一个导师，陪她走过青春的炼狱把她交还给幸福的婚姻。世界夺走了他最后一根稻草。只留下无聊的记忆和内脏形状的痛苦。现在他写下这些仿佛写下别人的故事，仿佛他自己并不存在"}