{"id":"260916","title":"这只老虎没有颂歌","dynasty":"现代","author":"章平","text":"&ldquo;我不是看出世界滑稽，是看出世界的幽默&rdquo;就没人看见笼子是钢丝的。如监狱放风，老虎摇摆走路老虎总有虎纹，凹背，吮血磨牙，伸懒腰没得事做，打哈欠想起博尔赫斯，一只老虎在黄昏玩光环------老虎不在旷野踏落叶。老虎走路踏毛毯如一只猫跳跃如弓运动肥腰厚背。老虎说老虎该过点文明日子老鼠去坐自己的花鞋，抬轿取妻老虎不再蹲山头，呼啸落日？！晚饭后。在夜的六点里，我看见这只老虎我想说，没有老虎的人，自己找一只假如我做老虎，会小心翼翼郊外旷野。我猜想：用脚踏地地不平用眼看灯灯不明老虎，老虎，用纸箱装个好看的女人给我老虎在一张正确脸上打下鲜红印章象父辈的忆苦思甜，让儿女们生厌苦难在肩上，一个双重的负担宁愿怀疑世界的变坏，别怀疑你心腐烂老虎在别人身上找一件自己衣服没人告诉老虎，一个小矮人不能做模特我把词句撕成了布条做老虎身上斑纹。把忘掉的经验穿回身上我用一段注释改变老虎的眼睛老花眼，戴镜片看别人的灵魂，一片蓝色的汪洋但老虎在你心头走，如火焰在水面燃烧蔓延老虎运用鼻孔通道，如灵魂找到出入口自由行通如我从词典读到成语：一个鼻孔出气在六点到八点之间老鼠和老虎各自坐了办公楼，翻阅历史资料老鼠打洞；老虎需要一种学者风度面对苍茫暮色。老虎作为最后的我必须挺住乘夜色，从黑暗扑进草丛找不回来的是家，在想象边缘永久性地损伤挺住，挺住了眼泪外流，挺住了苦胆没有安家费老虎！老虎！我内心有烈日，沙漠。口渴把意志强加给舌头老虎有苦恼，别人不能看见老虎的虎皮特别好老虎生下来就被捉迷藏，不知道谜底只在眼睛里想：前途一片光明我想了一个问题：老虎能不能从虎口拔牙？！我没有说话。很多老虎突然到老虎的梦里集合我说：幸福需要苦难的台阶给老虎一只铁笼。虎爪抓住呼吸，如同经验握手用虎爪抓破沉默。做一次斗鸡英雄我说老虎努力！老虎需要倚仗胆量寻找另一次人世在重叠的两个世界，老虎找不到未来的自己我倾听内部，如一个不在物的支配老虎做我们的心脏老虎忘掉哭泣，不需要寻找愤怒的家乡亲人们个个戴上面具拥有快乐，也选择忍受拥有的痛苦和烦恼学习循规蹈矩学习对粗鄙性的厌恶保持忍耐青春学习对一级谋杀罪犯的尊重学习成功虚伪，跟做流氓的人打交道街道上，冷不防走满了剥虎皮的人我通过皮肤和眼睛谈判，决定胜负我通过左眼和右眼交换意见，同时翻脸我驱使歧义词上的短刃匕首，群策群力老虎说，活着就追求那点叫高潮的破事活得滋润虎光焕发经济萧条。一帆风顺行不通老虎需要失业，明天不上班医疗保险这个词，老虎会用耳朵记住八点后的一个眨眼，我做老虎出门上街。跑！跑！需要一个思想武装头脑大街上有百万大军捉拿一只跳蚤街道连接广场，如梦似幻。老虎没有敌人我发现一只玩老鼠的猫虎目茫然。这个时代，应该到处都是敌人虎牙需要撕咬对手我看见我做老虎，老虎看不见前方左右眼睛，各站一只军队要咬谁，也是动用血盆大口，干脆利落经过一百八十度转弯。老虎似虎非虎你可以做一个善良的人把悲愤在喉咙冻结，做我永远的喉结&ldquo;我会不会真是一只老虎？&rdquo;一个问题引我灵魂突变在一个瞬间，和以后很多个瞬间老虎有时间是九点。这里没有凯旋门香水弄俗了女人。男人不愿意打仗我们是谁？我们需要吃掉地上影子，用自己巨大的舌头我怀疑老虎是个谎言老虎如符号，行走在语言的迷宫我寻找我自己的第二个影子通过对欲望的理解，我想象老虎成为欲望如从某本书里借一条通道把鸡毛蒜皮事，发展成惊天动地大事如同孤独，我培养小孩情绪老虎眼睛需要吃糖果谴派一个词句催动老虎今夜没有落雪，也让老虎踏雪而走我的喉咙，是同为笑声和哭泣准备的仓库其他事，一切或是乌有没有老虎。但心头有一个幻影如同不被人明白的事物，正在成熟老虎走入一朵火焰，燃烧舌头，不说话面对时代，变化太快老虎需要冷漠你没有肉痛不要皱眉。你需要少来点儿反映干脆不给记者的提问作答我根本不知道我渴望什么？可能是一杯水润润喉咙，止一下渴。渴望变做了遗忘稍不注意砰一声！老虎跳出水杯，一小杯的水也兴风作浪我在自己设定的天堂，找以前的朋友和邻居老虎需要生活在谎言和破碎的境地问老虎的不是老虎，提问题的不是问题比蝴蝶温柔的人，可不可以做一只老虎？老虎找不到精确的词句说话我站在十字街口。街灯比夜色更加渺茫潜移默化我听自己口如悬河的宏论。老虎活了别人的口水？让老虎自己想象做一只高级的老虎做一只纯粹的老虎做一只脱离低级趣味的老虎我看不见时间几点？老虎面目全非我让老虎发现身上没有虎皮老虎需要来一次&ldquo;革命无罪，造反有理！&rdquo;&ldquo;谈下去，我继续倾听！&rdquo;我发现世界象一座监狱，在眼前的五米老虎从监狱外墙慢慢走过听囚犯唱麻木不仁的不幸，唱不升的月亮唱一只老虎将安放在镜子里的手拉出来唱一只老虎被要求在稿纸上修改粗俗符号一只看不见的老虎在老虎内部走老虎停止咆哮激情老虎天天需要更年期除了老虎自己，世上的老虎都要反对为什么反对？道理多得如数自己的头发随便抓一根哪一根的聪明都吊整个世界的脑袋如十个头脑沿用一个孔子头脑老虎用夫子的声音在水边说话──逝者如斯乎！哀哉！此斯乎非彼斯乎------瀑布长时白，山花寂寞红老虎做诗不做诗都是现代经典的寂寞你还想不想做老虎？老虎知道不能背靠丰碑──没有背靠大树好乘凉老虎努力，一步一步竭尽虎血虎胆虎肝虎威虎腥味虎虎而已老虎还真不能太高兴。老虎往眼睛滴一滴忧伤的眼药水老虎让世界看见虎泪──英雄气短！儿女情长------老虎需要女人的怀抱加糖加热老虎流过虎泪，虎眼发亮；老虎手执高音喇叭说大话孔子现在不笑孔子恼了世界把他做弄得不象样子老虎想：四月是个哀伤的季节老虎抓不到扑克里一张王牌痛不欲生──老虎需要解放全人类的铁链，最后解决自己这是老虎的声音？象打铁打得我全身鸡皮疙瘩如一个终身奋斗的目标，干不完穷苦的老虎不必嫉妒美国人民有美金成立老虎基金敢死队打遍天下无敌手，把自己手脚打残废老虎曾唱老虎歌──龙精虎猛──虎虎生威老虎是英明神武不穿衣裤，游泳北冰洋！游泳太平洋！游游争先恐后做总统天上人间老道士教你一条道路：鸡犬升天我说老虎不能做总统。哪个太高级不如张嘴别说错话，错了老虎去坐老虎凳灌下辣椒水一切老虎都是纸老虎。不值钱的是虎皮！老虎做不了总统不惜做一次小坏蛋蛋蛋相加，如试题试了零加零，零零是不是零？十一点半。哪个谁发了诱惑通缉令用一次性自由通缉老虎归案美哉！神圣的&ldquo;光&rdquo;，上天的初生儿！如被姜太公的直钩钩破了嘴自由这张钞票，刚刚发行又作废老虎准备饿死在一个美金生长太阳的地方自由已经北风吹，首先忍耐彻骨寒第一个把鸡蛋竖起来是鸡蛋，第二个不是我让老虎骂骂哥伦布老虎确实想不通──没有哥伦布的脚印，新大陆怎就没有新大陆？老虎骂人破坏文明老虎言论自由，嘴巴上封条如谁也不能说白宫草地跳老鼠你反霸权是霸道！咬牙切齿，镜子看镜子走路！老虎决定做一次幸福旗手把天意计算在外西风烈，西风烈，残阳如血，心肠如铁如今不再有什么见不得人的东西老虎说可以吼一吼，理直气壮做山大王革命红旗插遍根据地严肃认真，不合时宜哪能如我，把拙劣艺术做个&ldquo;多愁善感的老洋娃娃&rdquo;参加拍卖老虎可以屁股朝天──众人插香十二点钟声敲响。老虎需要说一句名言老虎离席，可以让一个时代结束得道寡助，失道多助前后左右，街道都是人道老虎不可以说：夜空是多么的黑！我没有足够的力量可以坚持从结构上给不造反的语言戴上镣扣这只老虎没有颂歌我发现：一只老虎逃亡，千万只老虎勇往直前侥幸的梦里，没有真实世界不朽的谎言继续统治今夜，我做了假冒伪劣教授、总统、法官无所为，无所不为老虎只落得满纸荒诞。白纸黑字，又罄竹难书一次由虎生发的游魂历险，一次胡思乱想如虎需要休养。我需要一个结局我看眼前，最后跑过一只虎。就此打住！"}