{"id":"266954","title":"圣普拉西德教堂的主教吩咐后事","dynasty":"外国","author":"勃朗宁","text":"虚空何，传送者说，凡事皆虚空！围到我床边来；安塞姆你躲什么？外甥们，儿子们&hellip;&hellip;上帝呀，我可不知情！她呀，谁不想要她做你们的母亲，甘道夫老家伙妒忌我，她是那样美！事情早已定局，她呢，也死了，死去很久了，从那时我就是主教。我们像她一样，也终有一死，你们也该悟到：浮生若梦啊！人生是怎么回事？当我躺着，在这华丽的卧室，奄奄待毙，在一片死寂的漫漫长夜，我问：、&ldquo;我是死，是活？&rdquo;似乎一切宁静。圣普拉西德教堂祈求的是宁静啊。好了，说说我的坟地吧。为了它，我曾连撕带咬地争夺，要知道甘道夫老家伙骗了我，尽管我当心：他占了南面，使他的臭尸增光，愿上帝诅咒！&mdash;&mdash;死了还伸一只手！不过我的坟地也不算太窄，从那儿可以望到教堂的讲坛，也能看到些唱诗班的座位，向上望，直到天使居住的穹顶准有一线阳光在悄悄移动；我要在那儿睡进玄武石棺，在我的华盖下得到安息，而周围还要有九根石柱，两两成对．第九根在脚后&mdash;&mdash;安塞姆站的地方，&mdash;&mdash;全要用桃花大理石，名贵，红艳，如同新斟的葡萄酒浓洌的酒浆。&mdash;&mdash;甘道夫老家伙的洋葱石算老几？让我能从坟里看到他！真桃花，毫无裂缝的，我才配得此奖赏！围拢点；我的教堂那次失火&mdash;&mdash;怎么样？虽有损失救出的可不少！孩子们，你们不愿伤我的心吧？去挖葡萄园里，榨油机旁，轻轻洒点水把土浇透，如果你们找到&hellip;&hellip;上帝呀，我可不知情在松松的无花果烂叶堆里，在装橄榄的篓子里，紧紧捆着一大块（啊，上帝呀）天青琉璃石，大得像犹大人头从颈部割断，青得像圣母胸口淡青的脉管&hellip;&hellip;孩子们，我把遗产全给了你们，漂亮的郊区别墅，还带有浴室，所以，把那块青石放在我膝间，就像你们在华丽的耶稣会教堂所拜的上帝像手里捧的圆球，让甘道夫看见把肺都气炸！我们的岁月像梭子一样飞行，人走向坟墓，如今他在何处？我刚才说用玄武石棺吗，孩子们？不！我的意思是黑大理石！否则怎能与下面的花边相得而益彰？浮雕用青铜的，你们答应过我，要雕牧神和水仙女，你们晓得的，穿插些祭司座、酒神杖、瓶瓮之属再雕出救主耶稣在山上传道，圣普拉西德头戴光圈，一个牧神正要扯光仙女最后的衣衫，还有摩西和十诫&hellip;&hellip;但我知道：你们不听我！他们对你耳语什么，我的心肝安塞姆？哦，你们打算把我的别墅败个精光，而叫我在埋乞丐的烂石灰堆下窒息，让甘道夫从他的坟头窃笑？不，孩子们，你们是爱我的，&mdash;&mdash;那么，全部用碧玉！你们要向我发誓，免得我为留下了浴室而遗憾！整块的、纯绿的，就像阿月浑子果，世界上碧玉有的是．只要去找，&mdash;&mdash;圣普拉西德是听信我的，我求她赐你们骏马、古老的希腊手稿、和四肢如大理石般滑润的情妇&mdash;&mdash;不过你们得把我的碑文刻对：精选的拉丁文，西塞罗的风格，不能像甘道夫的第二行那么俗，古雅文风吗？他可不够资格！那时节我将恬然地安卧千年，听着做弥撒的神圣的嗡嗡，看见成天制出并分吃上帝，感到烛火在燃烧，稳而不颤，闻到浓烈的香烟，熏人昏眩！如今当我躺在死寂的夜里，盛装正寝，慢慢地奄奄待毙，我交叠双手，仿佛握着权杖，伸直双脚，仿佛一尊石像，让我的被单像棺布般下垂，形成雕塑作品的巨大褶皱，当那边烛光渐熄，奇怪的念头开始生长，耳朵里嗡嗡作声，想起我这辈子以前的前生和此生，教皇、红衣主教和种父还有圣普拉西德在山上传道，想起你们苗条而苍白的母亲和她那双会说话的眼睛，新出土的鲜明的玛瑙古瓮和大理石的古文，纯粹的拉丁，&mdash;&mdash;哈哈，那老兄刻着&ldquo;名若泰斗&rdquo;？这岂是古雅？至多是二流的文品？我的朝圣旅程不幸而短促。全部琉璃玉，孩子们！否则我把别墅全送给教皇！你们剔再啃我的心，你们的眼睛像四脚蛇的那么尖，却使我想起你母亲眼晴的闪光，也许你们肯增添我寒酸的花边，．联结它贫瘠的花纹，在我的瓶中装满葡萄，外加面具和胸像柱，你们在祭司座上再拴只猞猁狲，它蹦跳挣扎，把酒神杖摔倒&mdash;&mdash;这样的雕花才能使我满足。我将躺在上面，直到我要问：&ldquo;我是死，是活？&rdquo;算了，离开我，罢了！你们的志忘恩负义刺伤了我，致我于死&mdash;&mdash;上帝呀，你们巴不得！石料！碎砂石！湿漉漉地滴水，仿佛是棺中的尸体冒出了液汁&mdash;&mdash;还说什么炫耀世界的琉璃玉！走吧！求求你们。少点几支烛，但要排成排；走时转过背，对，就像助祭们离开祭坛那样，把我独自留在我的教堂&mdash;&mdash;这祈求宁静的教堂，让我空闲时瞧瞧甘道夫从他的洋葱石棺里是不是斜眼瞅我&mdash;&mdash;一因为毕竟老家伙仍然妒忌我，她是那样美！"}