{"id":"266920","title":"由理生之书（节选）","dynasty":"外国","author":"布莱克","text":"第一章1．瞧哪，一个恐怖的阴影升起在永恒中！无人知之，不会生育，自我封闭，排斥一切。什么恶魔造成了这令人讨厌的虚空，这使灵魂战栗的虚空？有人说，&ldquo;它是由理生&rdquo;。但这黑色的强力隐藏在无人知道、抽象沉思的神秘中。2．年复一年日复一日他在那无人窥见，无人知道的九重黑暗中，逐段逐段地划分着，丈量着空间。在他那被黑色的狂风掀裂的荒凉的山岗上，变化逐渐出现。3．因为他投入了一场场可怕的战斗，与无数从他放弃的荒野中生长出来的种种野兽，鸟、鱼、毒蛇以及火、风、雾、云的元素在暗中争强斗胜。4。黑暗旋转在无声的行动中隐藏在痛苦的情感里，一种无人知道的可怕的行动，一个自我沉思的阴影，从事着巨大的劳动。5．但是永恒的神祗望着他的浩瀚的森林。年复一年他躺着，封闭着，无人无道，在深渊中沉思默想，避开一切令人惊呆的讨厌的混沌。6．黑色的由理生准备着他的冷酷而恐怖的沉默；他的数万个雷霆在幽暗中沿着这可怕的世界排列着摆开阵势，隆隆滚动的车轮声如大海涨起怒潮，回荡在他的云中，他的积雪的山岭，他的落满冰雹的山岗上；令人恐怖的吼声就像秋天的雷霆，当乌云在收获物上爆裂出火焰而发出的回响。第二章1．地球还不存在，也没有互相吸引的天体。只有永恒的意志时而扩张时而收缩他的全部灵活的感官。死亡还不存在，只有永恒的生命跃动。2．一声霹雳！震醒了天庭，巨大的血云滚动在由理生昏暗的岩石周围，这无限中的孤独者就这样命名。3．这霹雳撕人心肺，于是永恒的无数化身集合在萧瑟的荒原周围，此刻荒原充满了乌云，黑暗和水流注着，奔突着，吐出清晰的话语，爆裂在他的山顶上滚动的雷霆中：4．&ldquo;从那黑暗孤独的深渊中；从我的神圣的永恒的住所中，隐藏着，留下我为未来的日子准备的严厉的忠告，我已经寻求过一种没有痛苦的欢乐，一种没有变动的稳固。为何你们将死去，噢永恒的神祗？为何你们将住在水不熄灭的火焰里？5。&ldquo;首先，我与火焰作斗争，将它熄灭在内部，在一个幽深的世界之内&mdash;&mdash;一个无限的虚空，狂暴，黑暗而深沉，那里一无所有，是自然的宽敞子宫。我独自一个．只有我，自我平衡着伸向这虚空，无情的风吹着。但又凝固起来，如急流般它们下落复下落；我竭尽全力推拒这些巨大的波浪，站在水波之上，一个坚固的障碍物构成的浩瀚世界。6．&ldquo;我独自一个在这里，在金属的书上，写下了智慧的奥秘，深深沉思的奥秘凭借与孕育罪恶的可怕的魔鬼们进行的一场场可怕的斗争与冲突，这些魔鬼居住在万物胸中&mdash;&mdash;灵魂的七种死罪。7．&ldquo;瞧哪！我揭示了我的黑暗，我用强有力的手将这本永恒的铜书放到这岩石上。它是我在孤独中写成。8．&ldquo;我制定了和平，爱，团结的法律，怜悯，宽恕，同情的法律。让每种法律适得其所，选择它的古老的无限的住所，只允许一种命令，一种欢乐，一种欲望，一种诅咒，一种重量，一种尺度，一个国王，一个上帝，一种法律。&rdquo;第三章1．声音沉寂了；它们看到他的苍白的面容从黑暗中显现，他松开了手搁在永恒岩石上的铜书落下。暴怒紧紧攫住了这强者，2．狂暴，愤怒．强烈的愤慨&mdash;&mdash;在火，血和胆汁的大瀑布中，在硫磺烟雾的旋风和无数巨大的能量的形式中；所有灵魂中的七种死罪出现在活生生的创造中，永恒的愤怒的火焰中。3．石破天惊，黑暗降临，雷声轰鸣，一声可怕的崩裂，撕裂了永恒，泥石俱流分崩离析周围所有的山脉轰然崩裂，推毁，倒塌&mdash;&mdash;留下一大堆生命的残片废墟，高悬在蹙额的悬崖上，而一切都在一个深不可测的虚空的大洋间。4。咆哮的火焰奔腾在天庭之上奔腾在旋风和血液的瀑布中，奔腾在由理生的黑暗的荒原上；火焰通过虚空向四面八方流注流注在由理生自生的军队身上。5．但是火中没有光；一切都笼罩在永恒的愤怒之火带来的黑暗中。6．在这狂野的扑不灭的火焰中他左冲右突企图藏身到荒野和岩石中，但是徒然；集合起他的军队他竭尽全力在山脉小丘间挖掘；带着痛苦的嚎叫和疯狂的暴怒，他不断地将它们聚集起来&mdash;&mdash;久久地在燃烧的火焰中劳作，直到在绝望和死亡的阴影中苍白，变老，打破了永生的界限。7．于是他制造了一个屋顶，巨大，坚固围住四周，就像一个子宫；那里千万条河流在血管中奔流涌下山岗来冷却跳动在永恒的神祉之外的永恒之火；而永恒的儿子们站在无限的海岸上眺望，看到它像一个黑球像一颗剧烈跳动的人的心脏，由理生的浩瀚的世界出现。8．而罗斯在由理生的黑球周围为永恒的神祉守望着，以限制这种朦胧孤独的分离；永恒站在遥远的彼方，就像星辰远离地球。9．罗斯在这黑色的魔鬼周围哭泣嚎叫诅咒着他的命运；因为在极度痛苦中由理生从他的身体中分离出去，而他脚下是深不可测的虚空他居住的地方是炽烈的火焰。10．但由理生从永恒中分离出来，就堕入死一般的无机的睡眠之中。11。永恒的神祉说：&ldquo;这是什么？死亡？由理生是一块泥土。&rdquo;12．罗斯在可怕的昏迷中嚎叫，呻吟．磨牙，呻吟，直到那分离的部分愈合。13。但是由理生分离的伤口没有愈合。他冷酷，没有面貌．肉体或泥土，随着可怕的变化而裂开，躺在无梦的夜晚。14．直到罗斯煽起了他的火焰，把他从无形无限的死亡中惊醒。"}