{"id":"266921","title":"丁登寺","dynasty":"外国","author":"华兹华斯","text":"五年过去了，五个夏天，还有五个漫长的冬天！并且我重又听见这些水声，从山泉中滚流出来，在内陆的溪流中柔声低语。&mdash;&mdash;看到这些峻峭巍峨的山崖，这一幕荒野的风景深深地留给思想一个幽僻的印象：山水呀，联结着天空的那一片宁静。这一天到来，我重又在此休憩在无花果树的浓荫之下．远眺村舍密布的田野，簇生的果树园，在这一个时令，果子呀尚未成熟，披着一身葱绿，将自己掩没在灌木丛和乔木林中。我又一次看到树篙，或许那并非树篱，而是一行行顽皮的树精在野跑：这些田园风光，一直绿到家门；袅绕的炊烟静静地升起在树林顶端！它飘忽不定，仿佛是一些漂泊者在无家的林中走动，或许是有高人逸士的洞穴，孤独地坐在火焰旁。这些美好的形体虽然已经久违，我并不曾遗忘，不是像盲者面对眼前的美景：然而，当我独居一室，置身于城镇的喧嚣声．深感疲惫之时，它们却带来了甜蜜的感觉，渗入血液，渗入心脏，甚至进入我最纯净的思想，位我恢复恬静：&mdash;&mdash;还有忘怀己久的愉悦的感觉，那些个愉悦或许对一个良善者最美好的岁月有过远非轻微和平凡的影响，那是一些早经遗忘的无名琐事，却饱含着善意与友爱。不仅如此，我凭借它们还得到另一种能力，具有更崇高的形态，一种满足的惬意，这整个神秘的重负，那不可理解的世界令人厌倦的压力，顿然间减轻；一种恬静而幸福的心绪，听从着柔情引导我们前进，直到我们的肉躯停止了呼吸，甚至人类的血液也凝滞不动，我们的身体进入安眠状态，并且变成一个鲜活的灵魂，这时，和谐的力量，欣悦而深沉的力量，让我们的眼睛逐渐变得安宁，我们能够看清事物内在的生命。倘若这只是一种虚妄的信念，可是，哦！如此频繁&mdash;&mdash;在黑暗中，在以各种面目出现的乏味的白天里；当无益的烦闷和世界的热病沉重地压迫着心脏搏动的每一个节奏&mdash;&mdash;如此频繁，在精神上我转向你，啊，绿叶葱笼的怀河！你在森林中漫游，我如此频繁地在精神上转向你。而如今，思想之幽光明灭不定地闪烁，许多熟悉的东西黯淡而述蒙，还带着一丝怅惘的窘困，心智的图像又一次重现；我站立在此，不仅感到了当下的愉悦，而且还欣慰地想到未来岁月的生命与粮食正蕴藏在眼前的片刻间。于是，我胆敢这样希望，尽管我已不复当初，不再是新来乍到的光景，即时我像这山上的一头小鹿，在山峦间跳跃，在大江两岸窜跑，在孤寂的小溪边逗留，听凭大自然的引导：与其说像一个在追求着所爱，倒莫如说正是在躲避着所惧。因为那时的自然（如今，童年时代粗鄙的乐趣，和动物般的嬉戏已经消逝）在我是一切的一切。&mdash;&mdash;我那时的心境难以描画。轰鸣着的瀑布像一种激情萦绕我心；巨石，高山，幽晦茂密的森林，它们的颜色和形体，都曾经是我的欲望，一种情愫，一份爱恋，不需要用思想来赋予它们深邃的魅力，也不需要视觉以外的情趣。&mdash;&mdash;那样的时光消逝，一切掺合着苦痛的欢乐不复再现，那今人晕眩的狂喜也已消失。我不再为此沮丧，哀痛和怨诉；另一种能力赋予了我，这一种损失呀，已经得到了补偿，我深信不疑。因为我已懂得如何看待大自然，再不似少不更事的青年；而是经常听到人生宁静而忧郁的乐曲，优雅，悦耳，却富有净化和克制的力量。我感觉到有什么在以崇高的思想之喜悦让我心动；一种升华的意念，深深地融入某种东西，仿佛正栖居于落日的余晖浩瀚的海洋和清新的空气，蔚蓝色的天空和人类的心灵：一种动力，一种精神，推动着思想的主体和思想的客体穿过宇宙万物，不停地运行。所以，我依然热爱草原，森林，和山峦；一切这绿色大地能见的东西，&lsquo;一切目睹耳闻的大千世界的林林总总，&mdash;&mdash;它们既有想象所造，也有感觉所知。我欣喜地发现在大自然和感觉的语言里，隐藏着最纯洁的思想之铁锚，心灵的护士、向导和警卫，以及我整个精神生活的灵魂。即便我并没有受到过这样的教育，我也不会更多地被这种温和的精神所腐蚀，因为有你陪伴着我，并且站立在美丽的河畔，你呀，我最亲爱的朋友，亲爱的，亲爱的朋友；在你的嗓音里我捕捉住从前心灵的语言，在你顾盼流转的野性的眼睛里，我再一次重温了往昔的快乐。啊！我愿再有一会儿让我在你身上寻觅过去的那个我，我亲爱的．亲爱的妹妹！我要为此祈祷，我知道大自然从来没有背弃过爱她的心灵；这是她特殊的恩典，贯穿我们一生的岁月．从欢乐引向欢乐；因为她能够赋予我们深藏的心智以活力，留给我们宁静而优美的印象，以崇高的思想滋养我们．使得流言蜚语，急躁的武断，自私者的冷讽热嘲，缺乏同情的敷衍应付，以及日常生活中全部枯燥的交往，都不能让我们屈服，不能损害我们欢快的信念，毫不怀疑我们所见的一切充满幸福。因此，让月光照耀着你进行孤独的漫游，让迷蒙蒙的山风自由地吹拂你；如此，在往后的岁月里当这些狂野的惊喜转化成冷静的低意，当你的心智变成一座集纳众美的大厦，你的记忆像一个栖居的家园招引着一切甜美而和谐的乐音；啊！那时，即令孤独．惊悸，痛苦，或哀伤成为你的命运，你将依然杯着柔情的喜悦顺着这些健康的思路追忆起我，和我这一番劝勉之言！即便我远走他方再也听不见你可爱的声音，再也不能在你野性的双眸中看见我往昔生活的光亮一一你也不会忘记我俩在这妩媚的河畔一度并肩站立；而我呀，一个长期崇拜大自然的人，再度重临，虔敬之心未减：莫如说怀着一腔更热烈的爱情&mdash;&mdash;啊！更淳厚的热情，更神圣的爱慕。你更加不会忘记，经过多年的浪迹天涯，漫长岁月的分离，这些高耸的树林和陡峻的山崖，这绿色的田园风光，更让我感到亲近，这有它们自身的魅力，更有你的缘故。"}