{"id":"266951","title":"悼念集","dynasty":"外国","author":"丁尼生","text":"2苍老紫杉树，你笼住的碑把下面死者的姓名道出，你细枝网住无梦的头颅，你根儿裹在遗骨的周围。花开时节又带来了花朵，带来了初生的幼畜雏禽；你荫影里的一下下钟声把短短的人生逐点敲走。你呀，任何风改变不了你，阳光和花朵都同你无关，连烙铁一般的夏日也难触动你悠悠千年的阴郁。看着你这棵阴沉沉的树，愿像你一样地坚忍顽强，我仿佛血气消尽人变僵，渐渐地与你融合在一处。5把心中哀伤用文字表出&mdash;&mdash;我有时认为这近乎罪愆；因为文字也宛若大自然，对内里的灵魂半遮半露。但对不平静的心灵和脑，有节律的诗句有个用途，这哀哀劳作使痛苦麻木&mdash;&mdash;虽然机械却可充麻醉药。我要把文字当丧服裹上，一如以粗布的衣裳御寒；但巨大的悲痛也在里面，便仅仅显出个依稀模样。7昏暗的屋边我再度站立，站在这不可爱的长街上；在这门前，往常我的心脏为筹待一只手总跳得急。可这只手再也无从紧握－－．瞧我呀，如今已无法入睡，却像个可怜东面负着罪，绝早地悄悄溜到这门口。他不在这里；但是听远处，生活的嘈杂声又在响起，而透过空街上蒙蒙细雨，茫茫中露出苍白的初曙。9好船哪，你从意大利岸旁载着我热爱的亚瑟遗骸，驶过广袤平静的洋和海，请张足翅膀，送他回故乡。送他给空为他哀伤的人；迅捷的船犁碎那倒影在水中的枪杆，驶过那大海，我回他灵柩，愿一路平稳。愿整夜里没有厉风搅乱你疾驰的船身，直到晓星&mdash;&mdash;晶莹得如我们爱的明净&mdash;&mdash;照在曙色里沾露的甲板。把你的光洒遍昊昊苍穹。船前的长天哪，愿你安息；和风啊，愿你也像他安息&mdash;&mdash;像我挚友，我亲爱的弟兄&mdash;&mdash;这亚瑟我将永远见不到，直至失伴的我此生结束；他对我。这情分胜过手足，可以同母子之情相比较。11宁静的早晨没一点声响，静得可配更宁静的悲切；只听见穿过枯萎的树叶，栗子嗒一声掉落在地上；宁静和安谧遍布这高原，遍布于荆豆花上的露滴，遍布于一根根银色蛛丝&mdash;&mdash;闪烁成绿辉和金光一片；宁静、安谧的光普照田野&mdash;&mdash;它载着日渐稀少的堡塔，秋日的林丛、拥挤的农家，绵绵延延地同大海相接；宁静和安谧充满这大气，秋色把树叶染成了殷红，而我的心中即使有宁静，无非是宁静的绝望而已；宁静的海是银色的睡乡，睡着的波浪轻摇着自己，海面起伏只因为它叹息，它胸中的宁静一如死亡。17惹人流泪的你一路驶来，微风推你的帆，我的祷辞就像是低声细语的气息，把你吹送过寂寥的大海。因为我心灵之眼看见你，看见你穿过周遭的天边&mdash;&mdash;一周接一周，一天又一天；快来吧，带来我爱的一切。今后无论你在哪里漂航，我的祝福将像一道光线，日日夜夜地射向那洋面，像座灯塔引导你回故乡。任什么暴风雨逞威洋中，愿它豁免你这神圣的船；只愿露珠在夏日的夜晚带着温馨芬芳滴自星空。你提供的帮助至善至仁，把他那可贵的遗体载回；但是我将没法同他相会，直到失伴的我了却余生。19多瑙河把他交还给塞文&mdash;&mdash;他不跳的心已变得灰暗；人们埋他在美好的河岸，那里听得见水波的声音。每一天塞文河两次涨潮，这时咸咸的海水流过去，使潺潺的葳河半无声息，使那山地里一片静悄悄。葳河没了声息、暂不流动，我最深的痛苦也已喑哑，每当我满眼的泪难滴下，销愁的欢便充满我心中。潮水回流，夹峙的林木里水波又发出流动的声音，我更深的哀痛也已减轻，这时，我略略能出言吐语。21我为长眠地下的他歌唱；我看到草在我周围摇曳，就摘些这种墓上。草的叶。做成了哨子放嘴上吹响。过路人不时听着我哨音，有时某个人会严厉地说：&ldquo;这家伙会使软弱的更弱，会融化掉人们蜡做的心。&rdquo;另外一人会答道：&ldquo;随他去，他就是爱当众展示哀痛，就想凭这哨音博取称颂，让人家称赞他忠贞不渝。&rdquo;第三个人气愤：&ldquo;什么当口，还凭闲曲儿诉个人哀伤；如今民权的交椅、宝座上挤挤叠叠的人越来越稠&mdash;&mdash;&ldquo;这世道真叫人恶心、昏厥。连科学之神也伸手杨臂，摸索一个个世界，凭魔力新近叫卫星把秘密吐泄！&rdquo;你们都在说废话；你们瞧，全不认识那作古的死者。我要唱是由于非唱不可，吹哨子只犹如红雀啼叫：有的红雀欢，啼声像欢笑，因为它幼雀已四下飞翔；有的红雀悲，啼声变了样。因为它一窝雏鸟被偷掉。22广袤的土地令我们惬意，我们俩走着那里的小路，美妙的四年里起起伏伏，历经了多少回花时雪季；一路上我们喜洋洋唱歌，享受着时令提供的一切，经过了一个又一个四月，从五月到五月满心欢乐。但在第五个秋日坡道上，我们走的路已开始偏斜，当我们随希望之神走下可怕的死神却坐在前方；他拆散我们美好的友情，把他冰冷的黑大髦一摊，让你在其中被裹成一团，闷得你咕吭声模糊不清。他带着你去了，去的地方我看不见也没法去，虽说我急急地走，心里在想着；他也等我在某处荒原上。27我不妒忌笼中出生的小鸟&mdash;&mdash;这缺乏高贵怒火的囚徒，不管它自己是否觉得幸福，它从未见过夏天森林的奇妙；我不妒忌为所欲为的野兽，它在自己的期限里放纵，不因犯罪感而约束行动，也不因良心觉醒而发愁；我不妒总从未作过盟誓的心，尽管它可以自诩为幸福，它只在懒惰的莠草中朽腐，我不妒忌匮乏造成的安宁。不论何事降临，我确信，在最悲痛的时刻我觉得：宁肯爱过而又失却，也不愿做从未爱过的人。28时间已接近基督的诞辰。月亮隐没了，夜色静悄悄；圣诞之钟此起彼伏地敲，相应在山山之间的雾中。附近四处村落的四套钟响在远近的草场、荒原上。响了又归于沉寂，就好像我和钟声间关了一道门。回响的钟声在风里变奏，一会儿昂扬，一会儿低沉，是安宁友善，是友善安宁，是这些送到一切人心头。今年我是睡是醒都是苦，差点儿只求永远别再醒，只求没听到下一次钟声，我苟延的生命就已结束。但这管住我不宁的心情，因为这支配过年幼的我，这带给我含喜悦的悲苦&mdash;&mdash;这欢欢喜喜的圣诞钟声。30我们颤抖的手都在编绕装点火炉旁的圣诞冬令大地上笼罩着一片雨云，圣诞夜凄凄惨惨地来到。我们空做出高兴的样子，在门厅里凭旧遣寻欢，但是都有个可怕的直感：有一缕幽魂注视着一切。我们不玩了：风正吹柏树；只听得风扫过冬日大地；大家都是你看我，我看你，默默地围坐着，手拉着手。我们回声般的嗓音响起；我们唱，眼里虽郁郁不乐，唱去年同他一起唱的歌；这欢歌我们唱得多躁急。我们不唱了；沉静的感觉悄悄来临：安息是最恰当。我们说，&ldquo;安息者睡得最香。&rdquo;接着静无声，我们摘下泪。我们再把歌声唱得更响：&ldquo;他们虽变了，他们却没死，同人间的感应也没丧失。对我们来说并没有变样；&ldquo;这精魂之火聚足了力量，给摄离脆弱多变的躯体，一如其故从夭体到天体，在天国的各部忽来忽往。&rdquo;来吧，欢乐而神圣的早晨，从黑夜托出愉人的白天；天父啊，请把东方点一点，点亮那带来希望的明灯。34此生虽暗淡，也应给教诲。生命啊，就该是生生不息；要不，世界就黑到芯子里&mdash;&mdash;一切，不过是骨殖和残灰。这一团火焰，这一围绿地，美得异样，就像是深埋在某癫狂诗人心中的奇才&mdash;&mdash;创作时，他没意识和目的。倘上帝对此有同感，怎办？万物都得死，那就不值得在其间作什么选择，或者死前让性子稍稍耐一点；那最好就立即瘫倒不动，犹如被蛇唬得怔怔的鸟，一头往上下毒牙间直掉，掉进使它毙命的黑洞洞。39你这地下骸骨的老守卫，我随意拍动，你便一蓬蓬扬出能结果、传种的花粉，郁郁的紫杉，你伸向石碑，朝无梦的头低低地俯着，黄金般时光你也同样有，　那时侯花儿把花儿寻求。但悲苦之神笼罩着死者，遮暗了人们幽暗的墓地，是什么出自她撒谎的嘴？　阴暗的你枝梢上亮一会，随即再次淹没在阴暗里。46我们沿低处的小路漫步，荆棘、繁花和来时的幽径随时光流逝而蒙上暗影，要不然生活将无从回顾。任其如此：暗影将绝不会存在于墓后一片曙色中，而往昔的景物自始至终将永远发出清澈的光辉，呈现的将是一生的时光，是果实不断积累的时刻，是宁静有序的丰饶时日&mdash;&mdash;一其中数那五年最最充畅。爱神哪，你的疆域并不大，只不过有着很狭的四境；但你看，一颗温暖的星星把玫瑰的色彩普降天下。50请来我身边、当我年已暮，血气已衰落，神经在刺痛；当我的心感到怔忡沉重，当生命的机能都已麻木。请来我身边，当我的感官为压倒信心的痛楚所苦；而时光像狂徒乱撒尘土，生活像复仇女神喷火焰。请来我身边，当我的信仰已枯竭，人们像晓春飞虫&mdash;一下过了卵，又叮人又哼哼，织成个小小茧儿等死亡。请来我身边，当我逝去时，来标明人生斗争的终点，在生活低处的幽暗边缘，来指点永恒白日的曙色。54我们仍然相信：不管如何恶最终将达到善的目的地，不论是信仰危机、血的污迹自然的苦难和意志的罪恶；相信天下事不走无目标之路相信等到造物完工之时，没有一条性命会被丢失，被当作垃圾而投入虚无；相信没一条虫被白白斩劈，没一只飞蛾带着徒然追求在无意义的火焰中烧皱，或是仅仅去替别人赢利。看哪，我们任什么都不懂．我只能相信善总会降临，在遥远的未来，降临众生，而每个冬天都将化成春风。我这样梦着，但我是何人？&mdash;&mdash;一个孩子在黑夜里哭喊，一个孩子在把光明呼唤，没有语言，而唯有哭声。55我们总希望有生之物在死后生命也不止熄，这莫非是来自我们心底&mdash;&mdash;灵魂中最像上帝之处？上帝和自然是否有冲突？因为自然给予的全是恶梦，她似乎仅仅关心物种，而对个体的生命毫不在乎，于是找到处探索、琢磨她行为中的隐秘含义，我发现在五十颗种子里她通常仅仅养成一颗，我的稳步已变成了蹒跚，忧虑的重压使我倾跌，登不上大世界祭坛之阶，无力在昏暗中向上帝登攀，我弱小伤残的信仰之掌，摸索着搜集灰尘和糠秕，呼唤那我感觉是上帝的东西而模糊地相信更大的希望。56&ldquo;难送我关心物种吗？&rdquo;不！自然从岩层和化石中叫喊：&ldquo;物种已绝灭了千千万万，我全不在乎，一切都要结束。你向我呼吁，求我仁慈；我令万物生，我使万物死，灵魂仅仅意昧着呼吸，我所知道的仅止于此。&rdquo;难道说，人&mdash;&mdash;她最后最美的作品眼中闪耀着目标的光芒，建造起徒然祈祷的庙堂，把颂歌迭上冰冷的天庭，他相信上帝与仁爱一体，相信爱是造物的最终法则，而不管自然的爪牙染满了血，叫喊着反对他的教义，他曾为真理和正义而斗争，他爱过，也受过无穷苦难，&mdash;&mdash;难道他也将随风沙吹散，或被封存在铁山底层？从此消灭？这是一场恶梦，一个不和谐音。原始的巨龙在泥沼之中互相撕裂，与此相比也是柔美的音乐！生命是多么徒劳而脆弱！啊，但愿你的声音能安慰我！哪儿能找到回答或补救？唯有在通过了帷幕之后。57安静地走吧；这悲伤的歌　毕竟是我们尘世的声音．安静地走吧；这狂烈哀吟是对他的不敬。我们走吧。让我们走吧；你脸上失色，而我已留下了半个生命。我想，这挚友葬得很隆重；可我若不走多工作将耽搁。但只要听觉尚存，我耳里将仿佛有套钟慢慢敲响，为最最温雅的灵魂报丧&mdash;他观察的眼睛通情达理。这钟声是对死者的祝愿，如今我听到它始终在敲，它在说&ldquo;您好，您好，您好&rdquo;，它永远在说&ldquo;再见啦再见&rdquo;。64你是不是回顾前尘往事？&mdash;&mdash;像一位特别有天赋的人，他生于简朴的绿色农村，他的生活在低微中开始。他冲破出身的不利障碍，抓住了幸运女神的长裙。同他的灾星搏斗个不停，对抗着逆境的跌打滚摔；他硬使其优点为人所知，终于把金钥匙捏在手中，为一个强国拟订出法令。左右着来自宝座的低语，他在幸运的坡道上晋升，升到登峰造极的位置上，成了百姓期望中的栋梁，也成了世人仰慕的中心；但像在多思的梦中一般，当他处于身心休憩之际，仍感到遥远山丘的亲密，感到对溪流的无名依恋&mdash;&mdash;那是他住时的狭窄天地，在那水声淙淙的小河边，他曾同他最早的小伙伴就过大臣和国王的游戏；这伙伴在故乡辛勤耕作，收获他亲手劳动的果实，会不会站在犁沟边沉思：&ldquo;我那老朋友可还记得我？&rdquo;66每当月光洒到了我床上，我知道在你的安息之地，映着西部那大片的涟漪，有一道光辉正照上了墙：你那块云石亮在黑暗里，这时银泽慢慢地挪啊挪，　挪过你姓名的每个字母，挪过你生卒的年份、日期。这玄妙的光辉飘忽而逝，月光也渐渐离开我的床；于是我把疲倦的眼合上，直睡到夜色里浸透晨曦。这时我知道，透明的薄雾像面纱蒙上了我国大地，　你的铭牌在漆黑教堂里正在曙色中幽幽地显露。69我梦见春天已不再降临&mdash;&mdash;大自然丧失这固有能力；浓烟和冰使街上黑漆漆，人们在门边谈琐碎事情。我信步走离喧闹的城厢，来到了满是荆条的林边；我用荆条在额头围一圈&mdash;一像个普通花冠戴在头上。我遇见幼儿、老人和青年，他们只对我轻蔑和耻笑，　在大庭广众里把我呼叫，骂我是戴着荆冠的笨蛋。他们骂我没出息、是笨蛋，我却遇到了夜间的天使；他神情开朗，说话声很低，他微笑着看看我的荆冠。他伸出了光芒四射的手，像要在冠上点化出绿叶；他的说话声虽然不悲切，但话中的意思却难领悟。74在越看越仔细的人眼里，有时在一位死者的脸上会发现前所未见的相像&mdash;一同他家族里的某人相似。同样，你亲爱的脸虽已冷，我却看明白了你，看清了你像已埋在地下的死者，并是古代伟人们的至亲。但我并没有全部看清楚，　而看清之处我没有全说，也不想谈论，因为我懂得：死神用你美化他那黑处。78圣诞节，我们又在用冬青编着装点节日的壁炉；无声的积雪把大地镇住，我们的圣诞夜静静降临。冻住的大木段火花直爆，没有一丝风掠过这地方，但在郁郁沉沉的万物上，有种失落之感悄悄笼罩。像以往那些冬天里一样，我们又玩起从前的游戏。照艺术品摆出逼真姿势，再加唱歌、跳舞和捉迷藏。谁流露一点忧伤的征兆？没有一滴泪，没痛苦痕迹&mdash;&mdash;悲痛啊，悲痛也能够消逝？哀愁啊，哀愁也能够变少？极度的抱憾哪，能够凋殒！不；同一切难解心情相缠，哀痛的深层联系仍不变，但是因哀痛已久泪流尽。83迟迟不来的煦和新春哪，违拂了万物盼你的心意；请降临我们这北国之地；你耽搁已久，别再耽搁吧！是什么留住你那种温馨，留住你云翳遮掩的中午？忧烦怎能同四月天相处？悲愁怎能和夏时月并存？请带来幽兰、细嫩毛地黄、蓝得可爱的小小婆婆纳、串串火球一般的金链花、露珠闪熠的浓彩郁金香．啊，你这迟迟不来的新春，抑住我深入血脉的哀思；这哀思只求吐冻芽一支，让温润的咽喉涌出歌声。84每当我独自凝神地思量；你本在下界度过的人生，思量你那新月本会变盈&mdash;&mdash;那时将发出怎样的辉光&mdash;&mdash;就见你满心是善地坐着，像散发福祉的温暖中心&mdash;&mdash;凭眼光和微笑、握手和吻向你家族的所有人发射；朋友，你的亲属是我亲戚；因为那时候佳期已临近，你的生活将同我家的人联结在一起，而你的子女爬上我膝头牙牙叫&ldquo;舅父&rdquo;，但那个铁一般无情时刻使她的香橙花变为柏枝，使希望变泡影、你变尘土。我仿佛满足他们小愿望。拍他们脸颊，叫他们宝宝。他们未出世的面庞闪耀在你从未点起的炉火旁。我看到自己还成了贵宾，同你在一起作亲切探讨、深入论争，开优雅的玩笑，肩并肩走着文学的花径，看到如今你宏富的创作。博得了衷心的交口称赞，日复一日让欢愉的白天在晚霞金彩的山后沉落&mdash;&mdash;许下个同样晴朗的次晨，而一系列岁月十分丰饶，沿增人能力的条条小道通向那威望和皓首银鬓：直到你灵魂的人间外衣渐渐被穿旧，宏伟的使命出色地完成，留下了大宗精神遗产，才离世而逝去；而那时我灵魂也可乔迁，同你的既共命运及共爱，超越这痛苦的狭隘地带，融合在一起后飞向彼岸；最后到达那终点的洞天&mdash;&mdash;在那里，死于圣地的耶稣会把他亮光光的手伸出，把我们当一人接进里面。我倚靠的是怎样的芦苇？啊，对往事的幻想，为什么又弄醒我这旧日的凄恻，砸碎刚开始的一点宽慰？87我经过一堵堵可敬的墙，在那墙内我曾身穿长袍；在路上我信步东走西跑。看见人们在厅堂里喧嚷，也再度听见学院教堂里高耸的风琴奏出的轰鸣，这雷似的音乐隆隆撼动装饰在窗玻璃上的先知；又再度听出远远的喊叫，听出在柳荫里赛艇的桨划动的节拍；那一带岸上我踱着踱着，经过多少桥；又走遍一样灰色的沙滩，虽感到一样却又不一样；最后到长长的根树道上，去看看他曾住过的房间。门上是另一个人的姓名。我留连着；屋里阵阵喧响，是小伙子们在歌唱、鼓掌，是敲着杯子、地板的声音；这里，我们曾进行过研讨：一群年轻的朋友，谈思想、艺术、劳动，议变化的市场和国家的种种组织构造；当有人想射支准确的箭&mdash;&mdash;但离弦之时箭却没有劲，有人把外面的一环射中，有人则射穿稍里的一圈；最后他这射手命中目标。我们总乐于听他发议论。当我们看到他心中的神使他容光焕发，还似乎叫他的形体向碧空中升起并发出超凡入圣的光芒；看到他那非凡的眼睛上有着米开朗琪罗的眉脊；谁还能不倾听他的论述？&mdash;&mdash;他层层推进，话优雅有力，让法律像音乐叫人着迷，直听到他把结论全列出。91趁落叶松长出红红针叶，高飞的画眉啼啭得美妙；趁三月里，当海蓝色的鸟在光秃的灌木丛间飞掠；来吧，让你的外貌能使我从你同类中认出你灵魂；让你对未竟之年的憧憬在你头的四周又亮又阔。当夏日时刻正变得丰美，把多少玫瑰的郁郁馨香送往微风中的千重麦浪&mdash;一起伏在平凡田庄的周围；来吧，别在上更的夜同来，挑日光暖洋洋普照之时来吧，就凭你身后的英姿，在光明之中更显出光彩。95晚间，我们在草地上留连，因为脚下的香草既不湿，天气又暖和，而在空气里有夏日的银色雾霭弥漫；一片宁静中，烛焰既不晃，也没有一只蟋蟀蛐蛐叫，只听见远处有小河一条，而河边茶炊下的火正旺。蝙蝠翻飞在芬芳空气里；暮色中盘旋的朦胧飞虫在变亮，它们穿貂皮斗篷，胸前毛茸茸，小眼珠两粒；我们唱旧时的歌，让歌声从土丘飘到土丘；那里隐隐有白牛悠然伏在地，而树木朝田野投下枝影。但是当别人一个个退去，离开了我也离开了夜色，当屋里的灯一盏盏熄灭，只留下我独自一人，这时，饥渴之感就攫住我的心；从那些青翠依旧的落叶&mdash;一这是死者的华翰一页页&mdash;一我读到往年那一度欢情。这时，奇妙的无声言辞打破了寂静，而奇妙的爱也默默呼叫：料人间盛衰无碍它的价值；还奇妙地响起信念和魄力的话音&mdash;&mdash;敢面对挫败懦夫的疑虑，渴求在言辞迷官里寻觅那通向中心深处的幽径。就是这样一字字、一行行，那死者用往事把我打动。突然间我灵魂似乎最终同他鲜活的灵魂被照亮，我的灵魂缠在他灵魂中，在思想的九天之高急转，偶尔碰上了现实，就此便掌握了世界深奥的脉动&mdash;&mdash;这宇宙的万古音乐奏出时间的进程&mdash;&mdash;它冲击命运&mdash;&mdash;和死神的打击。我的出神终于因充满惊疑而结束。含糊的言辞！然而啊是难以事实铸成的语言包藏，就连通过回忆，在理解上达到我已达到之处也难。到现在，飘开了幽暗疑云，又显出一个个土丘，那里，隐隐有白牛悠然伏在地，而树木朝田野投下枝影。这时，远远的茫茫夜色中微微的风儿巳开始吹起，吹得槭树的大叶子颤栗，使凝住的馨香阵阵飘送；在上空它汇成清新的风摇着茂盛的榆树，晃动著重瓣紧裹的玫瑰，直吹得百合来回摆动；还说了声&ldquo;天亮了，亮了，&rdquo;就渐渐平息；　没一点痕迹，东天和西天像生死，把微光融成一片&mdash;&mdash;为把白天拓得无边无际。99鸟啼得高亢，牛叫得低哑，朦胧的曙色，你呀又一次这样地引进了这个日子&mdash;&mdash;在这天，我失去人间之花；你透过幽幽的红光颤动，映在湍急的涨水小河上&mdash;&mdash;它流过吐露往事的草场，流过死者爱过的树林中；你不顾将会来到的忧虑，不顾秋日火焰般的手指点上一处又一处的叶子，却在繁枝来叶中哼小曲，你温馨的气息勾醒往事，叫温暖大地上千万居民回忆起婚礼或人的诞生，但也使更多的人想起死。在昏昏沉睡的两极之间，这些不认识我的人无论在哪里，今天也算我亲人，因为都同我一起在悼念。101没人看，园中树仍将摆动，柔嫩的花仍将抖落地上，没人爱，山毛榉依然变黄，枫树仍把自己烧得通红。没人爱，围着它的一盘籽。向日葵闪着火焰般的光，　同众多的玫瑰石竹一样。把夏香添入嗡嗡的空气。没人爱，小溪仍流过平原，在多少沙洲边絮絮叨叨&mdash;一无论这时候大阳当空照，或者小熊座绕北极星转。没人管，运行的月仍照临，在河上。在湾中散成银箭或者笼住风中的树一片，为苍鹭、秧鸡的栖处照明；直到从野外、从这花园里，送来的是一种新的联想；而岁月流逝，这里的风光陌生人的孩子将会熟悉；如同庄稼人一年年耕耘他相熟的土地、砍伐树木；而我们的忆念渐渐模糊，一年年远离这一带山岭。104又快到了基督诞生之时；夜晚静悄悄，月儿云后藏；薄雾裹着山脚下的教堂，只有它正在把钟儿敲起。在这个万物休意的时分；下面敲了一遍的那组钟唤起我心中的一声咕哝：这可不是我熟悉的钟声。它们像陌生的声音在响；这里，不会在回忆中浮现，没一块界碑同往日相关，只是并不圣洁的新地方。106敲吧，急骤的钟，向着骤雪，向着乱云和霜天的霞光；旧岁正在这在色中消亡，敲吧，急骤的钟，让其殒灭。被吧，敲走旧的，敲来新的，让欢乐的钟声穿霜度零；旧岁在离去，就让它离去，鼓吧，敲走假的，敲来真的。敲吧，为作古的一切致哀，敲走使心灵滴血的悲痛；敲走贫富问的新伙旧恨，把补救为全体人类敲来。敲吧，敲走渐渐死的宗旨和古来的种种党同伐异；敲来完美的法律和风习，敲来较高尚的生活方式。敲走那匮乏、焦虑和罪恶，敲走旧时代的冷酷不义；敲呀，敲走我的哀诗悲词，但要敲来较完整的歌者。敲走对权位、血统的虚荣，　市井的恶意中伤和奸狯；敲来对真理和正义的爱，敲来普天下对善的尊奉。敲走旧日的恶疾与弊病，敲走对黄金的一意追求；敲走往昔的千百次战斗，敲来一千年的人间和平。敲来勇敢而豪爽的人物，他们的心怀博大手亲切，敲走大地上的沉沉夜色，敲来将重临世界的基督。115如今最后的积雪巳融化，　一道道山植树篱像幽径傍着田野爆嫩芽，紫香堇在榇树的根边密密开花。如今树林的喧声响又长，远景添上了秀美的色泽，云雀在盈盈的蓝天隐没，变成视界外的一曲歌唱。如今阳光欢舞在牧草上，山谷里羊群更显得洁白，每张帆更白得像是牛奶&mdash;&mdash;扬在蜿蜒的江河、远海上；如今那里的海鸥在尖叫，在绿闪闪的波光中扎下，还有鸟幸福地四处为家，正飞往另一方天下筑巢和繁衍；于是我的心坎上春天也苏醒，而我的抱恨就变成一株四月紫香堇，同万物一样在爆芽、开放。118请审视时间的一切工作，这是在青春中劳动的巨人；切不要把人类的爱和真看作垂死世界的泥土和白垩。请相信：我们称为死者的是更为丰富的日子的生者追求着更高的目的。据说我们脚下坚实的土地起源于茫茫流动的热气，长成了仿佛任意的形状，经历了周期的摧残震荡，直到最终，人昂然立起；他一处一处兴起，分支，预报着更高级的后裔，并预言人将占更高的位置，&mdash;&mdash;只要他能在自己身上显示大自然的工作：不断发展成长；或是戴着象征苦难的冠冕作为光荣，而奋力向前，证明生命并不是无用的矿，而是铁，掘自黑暗的地底，并被燃烧的恐惧加热，在嘶嘶作响的泪中淬火再受到命运之锤的重击，直至成形成材。快起来超越那醉舞的牧神、那声色之乐，向上运动，从&ldquo;兽&rdquo;中超脱，而让那猿性与虎性死灭。123昔日绿树成荫，而今海涛滚滚。大地呀，阅历了多少变迁、生灭！看，这闹嚷嚷的十里长街曾经是寂然无声的海心。山峰像是影子，流动不止，变幻不止，无物能保持永恒；坚实的陆地像雾一般消溶，像云一般变形而随风消逝。但在我精神中我将留驻，做我的梦，并确信非虚；哪怕我唇中吐出告辞之语，我不能想象永别之路。"}