{"id":"267141","title":"东科克","dynasty":"外国","author":"艾略特","text":"一在我的开始中是我的结束。隆替演变屋宇建起又倒坍、倾圮又重新扩建，迁移，毁坏，修复，或在原址出现一片空旷的田野，或一座工厂，或一条间道。旧石筑新楼，古木升新火，旧火变灰烬，灰烬化黄土，而黄土如今已化为肉，毛，粪，人和兽的骨，麦秆和绿叶。屋宇有生也有死：有建造的时候也有供生活和蕃衍生息的时候，有给大风吹落松弛的窗玻璃摇动田鼠在来回奔驰的护壁板吹起绣着沉默箴言的破挂毡的时候。在我的开始中是我的结束。此刻阳光掠过空旷的田野而隐去，留下深巷任繁密的树叶把它掩住，你在暮色苍茫中倚着岸堤，一辆货车从身边驶过，深巷固执地向村里伸展，在炙人的暑热中村子已摧入梦乡。在暖烘烘的氤氲里那燠热的光被灰色的石头吸收了，而不是折射。大丽花丛沉睡在空阒的寂静中。等待着早来的枭鸟。在空旷的田野假如你不走得太近，假如你不走得太近，在一个夏天的夜半，就就能听到那轻柔的笛子和小鼓的音乐，看见他们围着篝火跳舞，男人和女人结对而舞，着是在举行婚礼&mdash;&mdash;一种庄严而方便的圣礼。一双双一对对，必然的结合，他们互相手拉手或臂膀挽着臂膀表示情投意合。一圈又一圈地围着篝火或加入舞伴们的圆圈，或穿过熊熊火焰婆娑起舞，质朴而严肃，或发出村野的笑声提起穿着笨拙的鞋子的沉重的脚，泥脚，沾着沃土的脚、沉浸在村野的欢乐&mdash;&mdash;那久远以来在地里滋育谷物的人们的欢乐之中。他们按着生命的不同季节安排生活一样。有四季更替和星辰出没的时间有挤奶的时间和收获的时间有男人和女人匹配成婚的时间也有野兽交配的时间。两脚提起和放下。吃和喝。拉撒和死亡。东方破晓，另一个白天又为炎热和寂静作准备。晨风在海上吹起了波纹，掠海而去。我在这里或在那里，或在别处。在我的开始中。二迟留的十一月需要春天的困扰吗？需要夏暑的创造物和那脚下缠绕的雪花吗，需要那一心想扶摇直上却由红变灰终于跌落下来的蜀葵，需要那盖满了初雪的凋零的玫瑰吗？流驰的星星敲响了雷声隆隆好似意气洋洋的战车部署在群星会集的战斗中。天蝎星攻打太阳直打得太阳和月亮沉落彗星暗暗哭泣而流星飞驰追逐在一阵旋风中旋转的苍穹和大地在冰雪君临大地之前旋风就将世界卷向燃烧着的毁灭之火。这不失为一种表达方式&mdash;&mdash;但不太令人满意：用一种陈旧的诗歌形式进行一次转弯抹角的研究，而把人们始终留在一场跟语言和涵义作无法容忍的扭打中。诗歌无关宗旨。这并不是（重新开始）人们过去所期待的。人们多年期待的东西，它的价值将是什么，多年企望的平静，秋天般的平静和老年的睿智，这一切又将有什么价值？音容消寂的前辈他们遗赠给我们的只是欺骗的诀窍，他们是骗了我们还是骗了他们自己？平静不过是一种有意的愚騃睿智不过是懂得一些已经失效的秘诀，对他们在黑暗中窥视黑暗或置黑暗于不顾都没有什么用处。在我们看来，来自经验的知识似乎只有一种有限的价值。知识把一个模式强加于人，然后欺骗人，因为模式在每一瞬间都是新的而每一瞬间又都是对我们以往的一切作出一次新的骇人的评价。我们只是因为欺骗已不再能伤害我们，才没有受骗而已。在人生的中途，不禁在旅程的中途而且是全部历程，我们都在黑暗的森林中，荆棘中，在沼泽的边缘，那里没有安全的落脚点而且受到各种魔怪和虚幻的光明的威胁引诱你去冒险。别让我听取老年人的睿智，不如听他们的愚行，他们对恐惧和狂乱的恐惧，他们对财产的恐惧，对属于另一个人，属于别人或属于上帝的恐惧。我们唯一能希冀获得的睿智是谦卑的睿智：谦卑是永无止境的。屋宇房舍都已沉入大海。跳舞的人们都已长眠山下。三啊黑暗黑暗黑暗。他们都走进了黑暗，空虚的星际之间的空间，空虚进入空虚，上校们，银行家们，知名的文学家们，慷慨大度的艺术赞助人、政治家和统治者，显要的文官们，形形色色的委员主席们，工业巨子和卑微的承包商们都走进了黑暗，太阳和月亮也暗淡无光了，哥达年鉴证券市场报和董事姓名录都黯然失色了，感觉冷却，行动的动机也已经消失。于是我们大家和他们同行，走进肃穆的葬礼，不是谁的葬礼，因为没有谁要埋葬。我对我的灵魂说，别作声，让黑暗降临在你的身上这准是上帝的黑暗。正如在剧场里为了变换场景，灯光熄灭了，舞台两厢一阵沉重的辘辘声，在黑暗里随着一番黑暗的动作，我们知道群山，树林，远处的活动画景还有那显目而堂皇的正面装设都在移走&mdash;&mdash;或者象一列地铁火车，在地道里，在车站与车站之间停得太久旅客们交谈之声纷起，又逐渐消寂于静默，而你在每张脸孔后面看到内心的空虚正在加深只留下没有什么可想的恐惧在心头升起；或者像上了麻醉以后，头脑清醒却无所感觉&mdash;&mdash;我对我的灵魂说，别作声，耐心等待但不要寄予希望，因为希望会变成对虚妄的希望；耐心等待但不要怀有爱恋，因为爱恋会变成对虚妄的爱恋；纵然犹有信心，但是信心、爱和希望都在等待之中。耐心等待但不要思索，因为你还没有准备好思索：这样黑暗必将变得光明，静止也将变成舞蹈。潺潺的溪水在低语，冬天有雷电闪烁。野百合花和野草莓没有被人赏识，花园里那曾回想过当年狂喜的笑声如今尤未消寂，但是在要求并暗示死亡与降生的痛苦。你说我是在重复我以前说过的话。我还要再说一遍。要我再说一遍吗？为了要到达那儿，到达现在你所在的地方，离开现在你不在的地方，你必须经历一条其中并无引人入胜之处的道路。为了最终理解你所不理解的，你必须经历一条愚昧无知的道路。为了占有你从未占有的东西，你必须经历被剥夺的道路。为了达到你现在所不在的名位，你必须经历那条你不在其中的道路。你所不了解的正是你所唯一了解的，而你所拥有的正是你所并不拥有的，而你所在的地方也正是你所不在的地方。四受伤的医生挥动着钢刀细心探究发病的部位；在流血的双手下我们感觉到医生满怀强烈同情的技艺在揭开体温图表上的谜。我们仅有的健康是疾病如果我们听从那位垂危的护士&mdash;&mdash;她坚定不移的关注不是使我们欢欣而是提醒我们和亚当蒙受的灾祸，一旦灾祸重临，我们的病必将变为沉疴。整个世界是我们的医院由那个不幸的百万富翁资助，在那里，如果我们的病况好转，我们就将死于专制的父爱的关注，它须臾不离引导着我们，不论我们身在何处。冷意从两脚间升向膝盖，热度在精神的弦线中歌词。如果使我暖和起来，那么，我准会在寒冷的地狱之火中站立而冻僵，炼火的烈焰是玫瑰，而浓烟是多刺的荆棘。滴出的血是我们唯一的饮料，血腥的肉是我们唯一的食粮，即使这样，我们仍然乐于称道我们是有血有肉的人，结实而又健康&mdash;&mdash;同样，尽管如此，我们称道这个星期五好。五我就在这里，在旅程的中途，已经有二十年&mdash;&mdash;二十个大半虚度的年月，介于两次大战的年月&mdash;&mdash;试着学会使用语言，而每一次尝试都是一次完全新的开始，也是一次性质不同的失败，因为你不过是为了叙述那已经不必再叙述或者你已经不想再那样叙述的事情而学习怎样驾御语言的。所以每次冒险从事都是一次新的开始，一次用破敝的装备向无法言述的事物发动的袭击，最后总是溃不成军只留下不准确的感觉乱作一团，一群没有纪律的激情的乌合之众。而那需要你用气力和谦逊去征服的一切，早已被那些你无法企及的人们一次或两次，或好多次所发现&mdash;&mdash;但是没有竞争&mdash;&mdash;只有去找回那已经失去的东西，但一旦找到又重新失去，又去寻找，这样循环反复的斗争。而现在似乎处于不利的条件之下。但也许既无所得也无所失。对于我们，唯有尝试自己，此外则非我们所能为力。家是我们出发的地方。随着我们年岁渐老世界变为陌路人，死与生的模式更为复杂。那已与我们隔绝&mdash;&mdash;没有以前也没有以后的，不是那感情强烈的瞬间，而是每瞬间都在燃烧的一生，不仅是一个人的一生，而且也是那些如今无法辨认的古老石碑的一生。有在星光下的黄昏时刻，有在灯光下的黄昏时刻（在灯下翻阅相片薄的黄昏）。为此时此地无关紧要之际，爱最近乎它自己。老年人应该是探索者，此地或彼地无关大局，我们必须静静地继续前进，越过黑暗的寒冷和空阒无人的废墟，越过波涛的呼啸，大封的怒号，海鸟和海豚的浩淼大海，进入另一个感情的强度，为了获得更进一步的一致，更深入的交流。在我的结束中是我的开始。"}