{"id":"267142","title":"干燥的萨尔维吉斯","dynasty":"外国","author":"艾略特","text":"一我不太了解神明；但我以为这条河准是个威武的棕色大神&mdash;&mdash;阴沉，粗野而又倔强，忍耐只能到一定侧过年度，起初人们把他认作一条边界；有用，但不值得信赖，像是个商业的运输人；此后只成了桥梁建造则面临的一个问题。问题一旦解决，这个棕色大神就几乎被城市的居民淡忘&mdash;&mdash;尽管他依然难以平息，保持着他的四季和愤怒，作为破坏者，作为唤起人们但愿忘怀的过去的提示者。得不到机器崇拜者的尊敬和抚慰，只是等待着，守望着，等待着。他的律动出现在托儿所的卧室里，出现在四月庭院中繁茂的埃朗萨斯树丛里，出现的秋天餐桌上葡萄的芳香里，和在冬天夜晚煤气灯的光圈里。河在我们中间，海在我们周围；海也是大地的边缘，它波涛滚滚拍向花岗岩，它把暗示它在远古和不久前的创造星星点点地抛向岸滩：星鱼，鲎，鲸鱼的脊骨；在水潭里，它给我们的好奇心留下了更纤巧的海藻和海葵。它抛起我们失落的东西，那破烂的渔网，捕捉龙虾的破篓，折断的船桨和异域死者的褴褛的衣衫。海有很多种声音，很多神明和很多声音。盐在多刺的玫瑰上，雾在冷杉树林中。大海的嚎叫和大海的呼喊，是不同的声音常常能同时听到；帆索的哀鸣声，海面上巨浪翻滚的恐吓和爱抚，远处的惊涛在花岗岩的齿缝中的排击声，还有为海岬逼近而发出的警告的呜咽声，这些斗士大海的声音，还有掉头朝向归途的发出尖啸声的浮标和海鸥：在悄无生息的浓雾的压力下那从容不迫的巨浪敲响了隆隆钟声，报告着时间，但不是我们的时间，一种时间比天文钟计量的时间更古老，比那些烦恼而焦虑不安的女人们计算的时间更古老，她们长夜不寐，计算着未来，试着把过去和未来拆散，解开，又把它们重新拼合在一起，在夜半和黎明之间，当过去已变为一场欺骗，未来已成为没有未来，在四更之前时间停歇，时间变成永无终了的时候；巨浪滔滔，现在是这样，有始以来也是这样。钟声铿锵二这无声的呜咽，这秋花的悄然谢去，花瓣飘落从此凝然不动，它们的终极在哪里？沉船的残骸随波漂泊，白骨在岸滩上祈求，那向宣布灾难临头的通告发出无从祈求的祈求，，这一切的终极在哪里？一切了无终极，不禁如此更有那随未来的时日而接触而来的后果，当人生的无情岁月已落入你一度以为最可信赖的事物的碎片之中&mdash;&mdash;因而最恰当的对策莫如舍弃的时候，感情却兀自沉湎于往昔。最后还有出于对自己的气力不济而产生无济于事的自豪和怨恨；驾一叶小舟漂泊海上，任凭海水从裂隙徐徐漏入，那无所依附的眷恋可能北看作无所眷恋；还有那最后的通告的钟声发出不可争辩的呼喊时默默无语的谛听。何处是渔夫的归宿，他们驶进风的尾势，雾霭在那里瑟瑟颤抖？我们无法想象一个没有海洋的时代或者一个不是漂满了废物的海洋或者一个不可能有一个目的地的未来，像过去的岁月那样。我们应该想起他们一如既往在戽水，在张网和拉网，当那东北风势减弱吹过永不变化也永不销蚀的浅提，或者在船坞领取鱼钱，晒晾风帆；而不应该想象他们在作一次毫无收益的出航，打一网经不起审查的捕捞。那无声的呜咽永无穷期，那秋花的谢去，没有痛苦也没有运动的痛苦的运动，海的冲卷和漂流的沉船残骸，白骨向它的上帝死神的祈求，这一切都永无穷期。只有圣母报喜节那一声几乎是不可能却又是唯一苦难祈求的祈求。当你年岁渐老，那过去仿佛已有了另一种模式，不再只是一个结果&mdash;&mdash;或者甚至是一种发展：后者是部分的谬误，受到肤浅的进化论思想的怂恿，而在常人的心目中变成否认自己的过去的一种手段。赏心乐事的瞬间&mdash;&mdash;不是康泰之感，功成名就，夙愿已偿，无忧无虑或感受到亲人之爱，甚至不是享用一顿丰美酒宴，而是猛地或然彻悟&mdash;&mdash;我们有过这种经验，但没有领会其中涵义，而懂得涵义就是在我们能赋予幸福以任何意义之外在不同的形式中恢复以往的经验。我以前说过在涵义中复活的以往经验不仅是一个人一生的经验，而且是多少世代人的经验&mdash;&mdash;不要忘记其中有的很可能根本无法言喻：返顾典籍记载的历史的信念后面，回转头去，只须稍稍返顾一下，就看到那远古的恐怖。现在，我们终于发现痛苦的瞬间（至于是否出于误解，我们一向寄希望于虚妄，或畏惧于不当畏惧的，在不是我们要谈的问题）都与时间所具有的永恒性一样永恒。在一点我们在别人的（与我们有关，几乎像我们身受的一样）痛苦中领会得更深。因为我们自己的过去被行动和汹涌的激流淹没了，而别人的苦恼却始终是一种经验，确凿无疑而又不为接踵而来的时间所磨损。人们变化，微笑，而痛苦常在。时间这个破坏者也是时间这个保存者，就像这条运载死亡的黑人、牛棚和鸡笼的河，就像苦涩的苹果和苹果上留下的齿痕一样。而嶙峋的礁石在永不宁息的流水中浪花冲刷它，浓雾掩蔽它；风平浪静的日子，它不过是一块标石，在适宜航行的气候永远是一个确定航道的航海标志，但当阴沉忧郁的季节或当它暴怒的时候，就露出了它本来的面目。三我有时怀疑克里希纳说的是否就是这个意思&mdash;&mdash;在别种涵义之外&mdash;&mdash;或者同一件事的另一种说法：未来是一支消寂的歌，一朵殷红的玫瑰，或者是一株为那些还没有到这里来表示悔恨的人们留下的永志悔恨的薰衣草，压在一本从未翻开却已发黄的书页之间。而向上的路就是向下的路，向前的路就是回头的路。你不能面对它而神色自若，但在件事却是确切无疑的，时间不是治病的医生，病人已一去不复返。当列车启动的时候，旅客们安顿下来开始品尝水果、翻阅书刊和公务函件（前来给他们送行的人们也离开了月台），随着漫长时刻催人欲睡的节奏他们的脸色从悲痛舒展为轻松。旅人们，向前行进吧！在不是从过去逃往不同的生活，也不是逃往任何未来；你们不是刚才离开那个车站的人群也不是行将到达终点的人们，当渐行渐窄的铁轨在你们后面并成一线；当你们的机声隆隆的轮船甲板上谛视着船首劈开的波浪在你们后面扩展开去，你们不会想到&ldquo;往者已矣&rdquo;或者&ldquo;来者可追&rdquo;。夜阑时分，在帆缆和天线里有歌声在反复吟唱（虽然在低声细语的时间弦琴既非为耳朵而弹奏，也未形之于任何语言）：&ldquo;向前行进吧，你们这些自以为在航海旅行的人；你们不是那望见港湾渐渐消失的人们，也不是行将离船上岸的人们。这里，在海岸这边和更远的海岸之间，当时间已经隐退，请用平等的心怀思考过去和未来。在这既不是行动也不是无所行动的瞬间你们不妨听取这句忠告：&lsquo;在死亡的时刻一个人不论他的意志专注什么样的生存地位&rsquo;&mdash;&mdash;那是一次行动（而死亡的时刻则是每一瞬间），它必将在别人的生命中开花结果：因此不必考虑行动的成果。想前行进吧。啊航海的旅人们，啊海员们你们来到港口的人们，你们的身体将经受大海的考验和判决或者不论遭到什么事故的人们，这里就是你们真正的目的地。&rdquo;克里希纳就这样在战场上劝告阿尔朱纳。不是永别，而是扬帆前行，航海的旅人们。四圣母啊，您的神殿屹立在海岬之上，请您为所有船上的人们，为那些以渔业为生涯的人们，也为那些与一切合法的海上交通有关以及指挥他们的人们祈祷吧。请您也为那些送别了儿子或丈夫启程出海，他们还没有回家的女人们再作一次祈祷吧：Figliadeltuofiglio，天国之后。也为那些曾在船上，却在沙滩上，在大海的嘴唇里或在那来者不拒的黑暗的喉咙里或不论何处，只要是永恒的天使敲响大海的钟声传不到他们的地方最后终止了航行的人们祈祷吧。五跟火星通话，与神灵交谈，报告海妖的行为，观测天象预卜未来，查看祭牲的内脏以释神谕，或从水晶球中观察幻象，从签名的笔迹看出病症，从手掌的纹路追溯身世经历和从手指想起悲惨不幸；用签卜或茶叶祛除凶兆，用纸牌解释不可避免的事故，揣摩五角星形的图象或靠服巴比妥酸打发日子，或把反复出现的想象解析为前意识的各种恐惧&mdash;&mdash;由此探索出生、死亡或梦境；所有这些都是平素的消遣和药物、报刊的特写报道，而且也将永远如此，其中有些尤其如此，当国家陷入危难和困惑不决的时候，不论是在亚洲的海岸还是在艾琪韦尔大街。人们的好奇心总爱探究过去和未来，而且在这方面锲而不舍。但是领悟那无始无终与时间的交叉点，却是圣者的职业&mdash;&mdash;也不是职业，而是他们为了爱、热忱、无私和自我屈从而殉道的一生中的一种给予和取受。就我们多数人来说，我们有的不过是被我们虚度的瞬间，在时间之内和时间之外的瞬间，不过是一次消失在一道阳光之中的心烦意乱，没有被人赏识的野百合花香，或是冬天的闪电或是飞溅的瀑布，或是听得过于深切而一无所闻的音乐，但是只要乐曲余音未绝，你就是音乐。这些不过是暗示和猜测，暗示后面跟着猜测；其余就是祈求，遵奉，修持，思索和行动。猜出一半的暗示，懂得一半的赠予，是基督化为人身。这里，各种生存地位不可能取得一致是确实无疑的，这里，过去和未来已被征服，并且获得和解，在这里行动不过是目前被驱动的事物的另一种运动，运动的始源并不在于它本身之内&mdash;&mdash;而是受魔鬼的力量，地下的力量的推动。而正当的行动也不受过去与未来的约束。对我们多数人来说，这是决不可能在这里实现的目标；我们仅仅是没有被击败而已，因为我们还在继续尝试；如果我们的暂时返归本源能滋育（离紫杉树并不太远）那意义深长的土地的生命，我们，终将感到心满意足。"}