{"id":"267143","title":"小吉丁","dynasty":"外国","author":"艾略特","text":"一仲东的春天是它自己的季节漫漫永昼而到日落却一片湿润，悬在时间中，在极圈和回归线之间。当短暂的白昼因为寒霜和火成为最明亮的时刻，匆促的太阳点燃了地上和沟里的冰，在无风的冷冽中那是心的热，在一面似水的镜子里映照出一道刺目的强光，在就是晌午时分之所以令人眩目而一无所见。灼热的光比柴枝的火更烈比火盆更旺，激起麻木的精神：没有风，只有圣灵降临节的火在这一年的黑暗时节。在融化和结冰之间灵魂的活力在颤抖。没有大地的气息或者有生命之物的气息。这是春天季节但不是在约定的时间之内。现在树篱因为雪花短暂开放而一时满身素白，一次比夏花绽放更突然的花开，既未含葩待放也不会凋零谢落，不在世代蕃衍的计划之内。夏天在哪里？那不可想象的零度的夏天？如果你到这里来，选择你可能选择的路线从你可能出那里来的地方来，如果你在山楂花开的时候到这里来，你会发现五月里，树篱又变白了，飘散这迷人的甜香。到旅程的终点都一样，如果你像一位困顿的国王夤夜而来，如果你白天来又不知道你为何而来，那都一样，当你离开崎岖的小径在猪栏后面拐向那阴暗的前庭和墓碑的时候。你原先以为是你此行的目的现在不过是意义的一层贝壳，一层荚只要有什么目的能实现的话，目的才破壳而出。或者是你原先根本没有目的或者是目的在于你是想象的终点之外而在实现的过程中已经改变。另有一些地方也是世界的终点，有的在海的入口或者在一片黑暗的湖上，在沙漠中或者在一座城市里&mdash;&mdash;但是在地点和时间上，这里是最近的地方，现在和在英格兰。如果你到这里来，不论走哪条路，从哪里出发，在哪个地方或哪个季节，那都是一样：你必须抛开感觉和思想。你到这里来不是为了证明什么，教诲自己，或者告诉什么新奇的事物或者传送报告。你到这里来是到祈祷一向是正当的地方来俯首下跪。祈祷不只是一种话语，祈祷者头脑的清醒的活动，或者是祈求呼告的声音。死者活着的时候，无法以言词表达的，他们作为死者能告诉你：死者的交流思想超乎生者的语言之外是用火表达的。这里，无始无终的瞬间的交叉点是英格兰，而不是任何其他地方。决不而且永远。二一个老人衣袖上的灰是焚烧的玫瑰留下的全部尘灰。尘灰悬在空中标志着一个故事在这里告终。你吸入的尘灰曾经是一座宅邸&mdash;&mdash;墙、护壁板和耗子。希望和希望的死亡，这是空气的死亡。在眼睛之上，在嘴巴里有洪水和干旱，止水和死沙在争斗着谁占上风。坼裂的失去元气的泥土张目结舌地望着徒然无益的劳动，放声大笑而没有欢乐。这是土的死亡。水和火取代城镇、牧场和野草。水和火嘲弄我们拒绝奉献的牺牲。水和火也必将腐蚀我们遗忘的圣殿和唱诗席的已经毁坏的基础。这是水和火的死亡。在黎明来临前无法确知的时刻漫漫长夜行将结束永无终止又到了终点当黑黝黝的鸽子喷吐着忽隐忽现的火舌在地平线下掠飞归去以后在硝烟升腾的三个地区之间再没有别的声息只有枯叶像白铁皮一般嘎嘎作响地扫过沥青路面这时我遇见一个在街上闲荡的行人像被不可阻挡的城市晨风吹卷的金属薄片急匆匆地向我走来。当我用锐利而审视的目光打量他那张低垂的脸庞就像我们盘问初次遇见的陌生人那样在即将消逝的暮色中我瞧见一位曾经相识、但已淡忘的已故的大师突然显现的面容，我恍惚记得他既是一个又是许多个；晒黒的脸上一个熟识的复合的灵魂的眼睛既亲密又不可辨认。因此我反复了一个双重角色，一面喊叫一面又听另一个人喊叫：&ldquo;啊！你在这里？&rdquo;尽管我们都不是。我还是我，但我知道我自己已经成了另一个人&mdash;&mdash;而他只是一张还在形成的脸；但语言已足够强迫他们承认曾经相识。因此，按照一般的风尚，双方既然素昧平生也就不可能产生误会，我们在这千载难逢，没有以前也没有以后的交叉时刻和谐地漫步在行人道上作一次死亡的巡逻。我说：&ldquo;我感到惊异是那么轻松安适，然而轻松正是惊异的原因。所以说，我也许并不理解，也许不复记忆。&rdquo;他却说：&ldquo;我的思想和原则已被你遗忘，我不想再一次详细申诉。这些东西已经满足了它们的需要：由它们去吧。你自己的也是这样，祈求别人宽恕它们吧，就像我祈求你宽恕善与恶一样。上季的果子已经吃过，喂饱了的野兽也一定会把空桶踢开。因为去年的话属于去年的语言而来年的话还在等待另一种语调。但是，对于来自异域没有得到抚慰的灵魂，在两个已变得非常相像的世界之间现在道路已畅通无阻，所以当我把我的躯体委弃在遥远的岸边以后我在我从未想到会重访的街巷找到了我从未想说的话。既然我们关心的是说话，而说话又驱使我们去纯洁部族的方言并怂恿我们瞻前顾后，那么就让我打开长久保存的礼物褒美你一生的成就。首先，当肉体与灵魂开始分离时，即将熄灭的感觉失去了魅力它那冷漠的摩擦不能给你提供任何许诺而只能是虚妄的果子的苦涩无味。第二，是对人间的愚行自知表示愤怒的软弱无力，以及对那不再引人发笑的一切你的笑声受到的伤害。最后，在重演你一生的作为和扮演的角色时那撕裂心肺的痛苦；日后败露的动机所带来的羞愧，还有你一度一位是行善之举，如今觉察过去种种全是恶行全是对别人的伤害而产生的内疚。于是愚人的赞扬刺痛你，世间的荣誉玷污你。激怒的灵魂从错误走向错误除非得到炼火的匡救，因为像一个舞蹈家你必然要随着节拍向那儿跳去。&rdquo;天色即将破晓。在这条毁损的街上他带着永别的神情离开了我，消失在汽笛的长鸣声中。三有三种情况发生在这同一片树篱，往往貌似想像其实截然不同：对自身、对物和人们的依附，从自身、从物和人们的分离；以及在这两者之间产生的冷漠，它与前两种相似，犹如死与生相似，处于两种生涯之间&mdash;&mdash;不绽开花朵，处于生的和死的苦恼之间。这正是记忆的用处：为了解脱&mdash;&mdash;不是因为爱得不够而是爱超乎欲望之外的扩展，于是不仅从过去也从未来得到解脱。这样，对一个地方的爱恋始于我们对自己的活动场所的依附终于发现这种活动没多大意义虽然决不是冷漠。历史也许是奴役，历史也许是自由。瞧，那一张张脸一处处地方随着那尽其是能爱过它们的自我一起，现在它们都消失了，而在另一种模式下更新，变化。罪是不可避免的，但是一切终将安然无恙，而且时间万物也终将安然无恙。如果我又一次想起这个地方，又一次想起那些人，他们并非全都值得称道，既非直系亲属也非性情和善之辈，却是一些具有特殊才能的人，他们都受了一种共同的思潮的感召，而联合在把他们分裂为营垒的斗争中；如果我在黄昏时分想起一位国王，想起三个和更多的人被处决在绞刑架上还有一些死后默默无闻的人在其他地方，在这里和国外，我也想起一个双目失明悄然死去的人，为什么我们纪念这些死去的人就该胜于纪念那些濒临死亡的人呢？这不是重新去敲响往昔的钟声也不是召唤一朵玫瑰的幽灵的咒语。我们无法复活那些古老的派别我们无法恢复那些古老的政策或者跟上一面古老的皮鼓敲击的鼓点。这些人，和反对他们的那些人和那些他们反对的人如今都接受了无声的命令归入一个单一的团体。不管我们重幸运的人们继承到什么我们已经从失败的人们取得了他们不得不留给我们的一切&mdash;&mdash;一种象征：一种在死亡中得到完善的象征。因此，通过动机的纯化凭着我们祈求的理由一切终将安然无恙，而且时间万物也终将安然无恙。四鸽子喷吐着炽烈的恐怖的火焰划破夜空，掠飞而下烈焰的火舌昭吿世间它免除了死者的过错和罪愆。那仅有的希望，要不就是失望在于你对焚尸柴堆的选择或者就在于柴堆&mdash;&mdash;通过烈火从烈火中得到涤罪。是谁想出这种折磨的呢？是爱。爱是不熟悉的名字它在编织火焰之衫的那双手后面，火焰使人无法忍耐那衣衫绝非人力所能解开。我们只是活着，只是悲叹不是让这种火就是让那种火把我们的生命耗完。五我们叫做开始的往往就是结束而宣告结束也就是着手开始。终点是我们出发的地方。每个短语和每个句子只要安排妥帖（每个词都各得其所，从它所处的位置支持其他的词，文字既不羞怯也不炫耀，新与旧之间的一种轻松的交流，普通的文字确切而不鄙俗，规范的文字准确而不迂腐，融洽无间地在一起舞蹈）那么每个短语每个句子都是一个结束和一个开始，每首诗都是一篇墓志铭。而任何一个行动都是走向断头台，走向烈火，落入大海或走向一块你无法辨认的石碑的一步：而这就是我们出发的地方，我们与濒临死亡的人们偕亡：瞧，他们离去了，我们与他们同行。我们与死者同生：瞧，他们回来了，携我们与他们俱来。玫瑰飘香和紫杉扶疏的时令经历的时间一样短长。一个没有历史的民族不能从时间得到拯救，因为历史是无始无终的瞬间的一种模式，所以，当一个冬天的下午天色渐渐暗淡的时候，在一座僻静的教堂里历史就是现在和英格兰。由于这种爱和召唤声的吸引我们将不停止探索而我们一切探索的终点将是到达我们出发的地方并且是生平第一遭知道这地方。当时间的终极犹待我们去发现的时候穿过那未认识的，忆起的大门就是过去曾经是我们的起点；在最漫长的大河的源头有深藏的瀑布的飞湍声在苹果林中有孩子们的欢笑声，这些你都不知道，因为你并没有去寻找而只是听到，隐约听到，在大海两次潮汐之间的寂静里。倏忽易逝的现在，这里，现在，永远&mdash;&mdash;一种极其简单的状态（要求付出的代价却不比任何东西少）而一切终将安然无恙，时间万物也终将安然无恙当火舌最后交织成牢固的火焰烈火与玫瑰化为一体的时候。"}