{"id":"267140","title":"烧毁的诺顿","dynasty":"外国","author":"艾略特","text":"一现在的时间和过去的时间也许都存在于未来的时间，而未来的时间又包容于过去的时间。假若全部时间永远存在全部时间就再也都无法挽回。过去可能存在的是一种抽象只是在一个猜测的世界中，保持着一种恒久的可能性。过去可能存在和已经存在的都指向一个始终存在的终点。足音在记忆中回响沿着那条我们从未走过的甬道飘向那重我们从未打开的门进入玫瑰园。我的话就和这样在你的心中回响。但是为了什么更在一缸玫瑰花瓣上搅起尘埃我却不知道。还有一些回声栖身在花园里。我们要不要去追蹑？快，鸟儿说，快去寻找它们，去寻找它们在花园角落里。穿过第一道门，走进我们的第一个世界，我们要不要听从画眉的欺骗？进入我们的第一个世界。它们就在那儿，神态庄严而不可窥见，在秋天的燠热里，穿过颤动的空气，从容不迫地越过满地枯叶，鸟儿在呼唤，于那隐藏在灌木丛中不可闻见的音乐相应和，那没有被人看见的眼光转过去了，因为玫瑰露出了花容美姿已被人窥见的神色。它们在那儿仿佛是我们的客人受到我们的接待也在接待我们。它们彬彬有礼地伫立在空寂的小径旁。于是我们继续前行，走进黄杨木的圆形树丛，俯身观看那干涸的水池。干涸的水池、干涸的混凝土、围着褐色的边，水池里注满了阳光变幻的水，荷花升起了，悄悄地，悄悄地，池面从光芒的中心闪现，而它们在我们身后，映照在池中。接着云朵飘过，水池又变为空虚。去吧，鸟儿说，因为树叶丛中躲满了孩子他们兴冲冲地藏在那儿，忍住了笑声。去吧，去吧，去吧，鸟儿说：人类忍受不了太多的现实。过去的时间和未来的时间过去可能存在的和已经存在的都指向一个始终存在在终点。二大蒜和蓝宝石陷在泥里阻塞了装嵌的轮轴。血液中发着颤音的弦在永不消失的伤疤下歌唱安抚那早已忘却的战争。动脉里的舞蹈淋巴液的环流都表现为星辰的流驶在树梢中升向夏天我们在摇动的树枝上空在那斑驳的树叶上闪耀的光华中移步前行，耳听得下面湿润的土地上捕捉野猪的猎犬和野猪一如既往在继续他们追逐的模式但在群星中又归于和解。在转动不息的世界的静止点上，既无生灵也无精魂；但是不止也无动。在这静止点上，只有舞蹈，不停止也不移动。可别把它叫做固定不移。过去和未来就在这里回合。无去无从，无升无降。只有这个点，这个静止点，这里原不会有舞蹈，但这里有的只是舞蹈。我只能说，我们曾在那儿呆过，但我说不出是哪儿。我也说不出呆了多久，因为这样就把它纳入时间。内心超脱了显示的欲求，解脱了行动和苦痛，也解脱了内心和身外的逼迫，而被围拥在一种恩宠之感，一道静静的白光之中，徐徐上升而有凝然不动，集中在它部分的狂喜达到圆满的过程中，才领悟到它那部分的恐惧已经消失。但是过去和未来的羁绊交织在变化着的软弱的躯体中，卫护着人类既不飞升天国也不堕入地狱这两者都非血肉之躯所能忍受。过去的时间和未来的时间只容许有少许的意识。能意识到就不在时间之内但是只有在时间之内，那在玫瑰园中的瞬间，那雨声沥沥的凉亭里的瞬间，当烟雾降落在通风的教堂里的瞬间，才能忆起；才能与过去和未来相及。只有通过时间才被征服时间。三这是愤怼不满的地方以前的时间和以后的时间都沉浸于一片朦胧的光影里：既没有日光赋予形体以明澈和静穆把暗淡的阴影化为疏忽易逝的美以暖地旋转暗示人生悠悠，也没有黑暗使灵魂净化剥夺一切去消感官的享乐洗涤情感以摈绝尘世短暂的情爱。既非充实也非空虚。只有一抹微光闪摇在一张张紧张的饱经忧患的脸上都因为心烦意乱而毫无意义神情无所专注而极度冷漠冷风劲吹在时间之前和时间之后人和纸片都在风中回旋，孱弱的肺叶呼吸出入不健康的灵魂把嗳出的麻木吐入枯萎的空气，被风卷带着掠过伦敦的阴沉的山岗，掠过汉姆斯蒂德和克拉肯韦尔、坎普顿和普特尼，海盖特、普林姆罗斯和拉德格特。不是这里，不是这里的黑暗一片不在这颤抖的世界里。再往下去，只是往下进入永远与外世隔绝的世界，是世界又非世界，非世界的世界，内部黑暗，剥夺了一切赤贫如洗，一无所有，感觉已枯竭的世界，幻想已远走高飞的世界，精神已失去作用的世界；这是一条路，另外一条路也是一样，不在运动之中而是避开运动；但是世界却怀着渴望在过去的时间和未来的时间的碎石路上前进。四时间和晚钟埋葬了白天，乌云卷走了太阳。向日葵会转向我们吗，铁线莲？会纷披下来俯向我们吗；卷须的小花枝头会抓住我们，缠住我们吗？冷冽的紫杉的手指会弯到我们身上吗？当翠鸟的翅膀以光明回答光明以后现在已悄然无声，光明凝然不动在这转动不息的世界的静止点上。五语言，音乐，都只能在时间中行进；但是唯有生者才能死灭。语言，一旦说过，就归于静寂。只有通过形式，模式，语言或音乐才能达到静止，正如一只中国的瓷瓶静止不动而仍然在时间中不断前进。当乐曲余音袅袅，那不是提琴的静止，不只如此，而是两者共存，或者说结束于开始，结束和开始永远在那儿在开始之前和结束之后。万物永远存在于现在。语言在重负之下，损伤，迸裂，有时甚至破碎，而在压力之下，要跌落，溜走，消失，或者因为措辞不当而腐朽，不会在原处停留，不会停留不动。尖厉刺耳的声音叱责、嘲笑或者只是絮叨受到的攻击总是试探的声音，是葬仪舞蹈中哀声哭喊的影子，是郁郁不乐的凯米艾拉的高声悲号。模式的细节是运动，正如以十级阶梯的形状表现的那样。欲望本身就是运动而不在与它值得想望的本身，爱本身是静止不动的，只是运动的原因和目的，无始无终，也无所企求除非在时间方面被纳入了限制的形式介于存在和不存在之间。猛然间，在一道阳光中即使此时有尘灰飞扬在绿叶丛中扬起了孩子们吃吃的笑声迅疾的现在，这里，现在，永远&mdash;&mdash;荒唐可笑的是那虚度的悲苦的时间伸展在这之前和之后。　"}