{"id":"267144","title":"J·阿尔弗瑞德·普鲁弗洛克的情歌","dynasty":"外国","author":"艾略特","text":"假如我认为，我是回答一个能转回阳世间的人，那么，这火焰就不会再摇闪。但既然，如我听到的果真没有人能活着离开这深渊，我回答你就不必害怕流言。那么我们走吧，你我两个人，正当朝天空慢慢铺展着黄昏好似病人麻醉在手术桌上；我们走吧，穿过一些半清冷的街，那儿休憩的场所正人声喋喋；有夜夜不宁的下等歇夜旅店和满地蚌壳的铺锯末的饭馆；街连着街，好象一场讨厌的争议带着阴险的意图要把你引向一个重大的问题&hellip;&hellip;唉，不要问，&quot;那是什么？&quot;让我们快点去作客。在客厅里女士们来回地走，谈着画家米开朗基罗。黄色的雾在窗玻璃上擦着它的背，黄色的烟在窗玻璃上擦着它的嘴，把它的舌头舐进黄昏的角落，徘徊在快要干涸的水坑上；让跌下烟囱的烟灰落上它的背，它溜下台阶，忽地纵身跳跃，看到这是一个温柔的十月的夜，于是便在房子附近蜷伏起来安睡。呵，确实地，总会有时间看黄色的烟沿着街滑行，在窗玻璃上擦着它的背；总会有时间，总会有时间装一副面容去会见你去见的脸；总会有时间去暗杀和创新，总会有时间让举起问题又丢进你盘里的双手完成劳作与度过时日；有的是时间，无论你，无论我，还有的是时间犹豫一百遍，或看到一百种幻景再完全改过，在吃一片烤面包和饮茶以前。在客厅里女士们来回地走，谈着画家米开朗基罗。呵，确实地，总还有时间来疑问，&quot;我可有勇气？&quot;&quot;我可有勇气？&quot;总还有时间来转身走下楼梯，把一块秃顶暴露给人去注意&mdash;&mdash;（她们会说：&quot;他的头发变得多么稀！&quot;）我的晨礼服，我的硬领在腭下笔挺，我的领带雅致而多彩，用一个简朴的别针固定&mdash;&mdash;（她们会说：&quot;可是他的胳膊腿多么细！&quot;）我可有勇气搅乱这个宇宙？在一分钟里总还有时间决定和变卦，过一分钟再变回头。因为我已经熟悉了她们，熟悉了她们所有的人&mdash;&mdash;熟悉了那些黄昏，和上下午的情景，我是用咖啡匙子量走了我的生命；我熟悉每当隔壁响起了音乐话声就逐渐低微而至停歇。所以我怎么敢开口？而且我已熟悉那些眼睛，熟悉了她们所有的眼睛&mdash;&mdash;那些眼睛能用一句成语的公式把你盯住，当我被公式化了，在别针下趴伏，那我怎么能开始吐出我的生活和习惯的全部剩烟头？我又怎么敢开口？而且我已经熟悉了那些胳膊，熟悉了她们所有的胳膊&mdash;&mdash;那些胳膊带着镯子，又袒露又白净（可是在灯光下，显得淡褐色毛茸茸！）是否由于衣裙的香气使得我这样话离本题？那些胳膊或围着肩巾，或横在案头。那时候我该开口吗？可是我怎么开始？是否我说，我在黄昏时走过窄小的街，看到孤独的男子只穿着衬衫倚在窗口，烟斗里冒着袅袅的烟？&hellip;&hellip;那我就会成为一对蟹螯急急爬过沉默的海底。啊，那下午，那黄昏，睡得多平静！被纤长的手指轻轻抚爱，睡了&hellip;&hellip;倦慵的&hellip;&hellip;或者它装病，躺在地板上，就在你我脚边伸开。是否我，在用过茶、糕点和冰食以后，有魄力把这一刻推到紧要的关头？然而，尽管我曾哭泣和斋戒，哭泣和祈祷，尽管我看见我的头（有一点秃了）用盘子端了进来，我不是先知&mdash;&mdash;这也不值得大惊小怪；我曾看到我伟大的时刻闪烁，我曾看到我的外衣暗笑，一句话，我有点害怕。而且，归根到底，是不是值得当小吃、果子酱和红茶已用过，在杯盘中间，当人们谈着你和我，是不是值得以一个微笑把这件事情一口啃掉，把整个宇宙压缩成一个球，使它滚向某个重大的问题，说道：&quot;我是拉撒路，从冥界来报一个信，我要告诉你们一切。&quot;&mdash;&mdash;万一她把枕垫放在头下一倚，说道：&quot;唉，我意思不是要谈这些；不，我不是要谈这些。&quot;那么，归根到底，是不是值得，是否值得在那许多次夕阳以后，在庭院的散步和水淋过街道以后，在读小说以后，在饮茶以后，在长裙拖过地板以后，&mdash;&mdash;说这些，和许多许多事情？&mdash;&mdash;要说出我想说的话绝不可能！仿佛有幻灯把神经的图样投到幕上：是否还值得如此难为情，假如她放一个枕垫或掷下披肩，把脸转向窗户，甩出一句：那可不是我的本意，那可绝不是我的本意。不！我并非哈姆雷特王子，当也当不成；我只是个侍从爵士，为王家出行，铺排显赫的场面，或为王子出主意，就够好的了；无非是顺手的工具，服服帖帖，巴不得有点用途，细致，周详，处处小心翼翼；满口高谈阔论，但有点愚鲁；有时候，老实说，显得近乎可笑，有时候，几乎是个丑角。呵，我变老了&hellip;&hellip;我变老了&hellip;&hellip;我将要卷起我的长裤的裤脚。我将把头发往后分吗？我可敢吃桃子？我将穿上白法兰绒裤在海滩上散步。我听见了女水妖彼此对唱着歌。我不认为她们会为我而唱歌。我看过她们凌驾波浪驶向大海，梳着打回来的波浪的白发，当狂风把海水吹得又黑又白。我们留连于大海的宫室，被海妖以红的和棕的海草装饰，一旦被人声唤醒，我们就淹死。"}