{"id":"269237","title":"流离篇·朝作流离鸟","dynasty":"现代","author":"吴妍因","text":"朝作流离鸟，暮为颠簸船。流离三万里，颠簸四五年。天风歌嘹唳，海水舞潺湲。蹇蹇道路长，憧憧日月遄。翼敝桡亦坏，底止尚茫然。忆昔在京邑，中隐获一椽。雕窗息鸾影，明镜耀金钿。春看花馥郁，夏履草葱芊。秋对月皎洁，冬映雪清妍。行乐江湖畔，访古钟摄巅。虽不居要津，且喜鲜挂牵。虽亦凛坚冰，且幸时可延。安内以攘外，朝论正喧阗。况有长城在，胡不高枕眠。焉知旄头星，白日北陆躔。骎骎窥南土，蹀蹀逾长川。长城莫能禦，沃野多弃捐。未几挟风雷，金阙觑鹰鹯。倏忽荡心镜，砰訇破齿田。都人如燕雀，孰不避馋涎。我亦有妻子，讵敢稍留连。是年八一五，瑟缩屋东偏。迟明送之出，鹰鹯飞又翩。仓皇走城南，临别泪涟涟。独归宿空房，甑尘突不烟。霜鹘日夕至，伺击无空拳。杀人宁暇择，往往及婵娟。芳体逐尘散，玉肢著树缠。殷殷撼我屋，电掣雷盘旋。奔腾四五日，窗破瓦欲穿。长官主疏散，率先遣骖驙。载笔督群彦，择地理简编。从兹谢乔木，幽谷慨莺迁。儃佪屯余车，妻子喘随肩。卢家文杏梁，无复燕翩翾。一秋居屯溪，身安心悬悬。不信竟败衄，犹冀捷书传。谁言九重城，便尔倒坤乾。百官鸟兽散，万姓沟壑填。闻耗宵不寐，啜泣泪如泉。通路皆阻塞，行朝奚所便？百计发辎车，果腹饮无饘。逻脧若惊雁，突击防饥鸢。徘徊赣江渡，踯躅湘渚边。狼狈十馀日，足胝手亦胼。归班复蚁徙，所部幸蝉联。遑遑走江夏，汲汲扣艟舷。曲曲穿巫峡，巍巍仰渝廛。遂作陪都客，仍如鱼离渊。蜀山虽盘郁，川俗非所沿。巴人不入耳，苦笋难下咽。差喜远兵革，又幸若洞天。且复薪米贱，苟可性命全。汉儿五百万，慷慨遏狂颠。金城守之固，铁马障不前。投閒且吟诗，蛾眉赋连篇。一年未暖席，百城仍抉键。江汉化辽易，秦楚逼幽燕。踆乌旋飞临，垂尾曳羲鞭。投掷过百万，俄顷火炎燀。岚厓半焦土，城郭无完砖。莫敢居大邑，乃复裹敝毡。入山依野寺，兀坐学枯禅。伛偻陟坡陀，蹭蹬履陌阡。犹幸妻子健，未绝诗书缘。朝阳几延伫，秋月三度圆。封狼益豕突，长蛇复蠖卷。匪独倾弹雨，流血鸣溅溅。抑且封丸泥，漏卮塞涓涓。四壁绝陈粟，三家擅鲁权。中外渔益竭，上下利犹专。因之百物贵，法币类草笺。尺布逾一金，升米累万钱。举家濒顑颔，卒岁罔肥鲜。分粱惭杜佐（指杰侄），散财感沈铨。故妇遗弱息，远处沪与滇。病久鲜赡恤，书来泄忿悁。念彼各艰窘，使我心拘挛。吾身既坎壈，皇舆尤踬蹎。兰椒况当路，萧艾率在先。充帏苏粪壤，饰体揽黄蔫。纤纤织贝锦，切切屏朱弦。钩探及幽眇，劫夺甚渔佃。荃蕙谓不好，诛锄累百千。眩人逞巧说，欺世盗重玄。黄钟毁路侧，瓦釜陈庙堧。口缄心亦防，豆泣萁益煎。阊阖徒怅望，欃枪任高褰。若忘鹡鸰原，眈眈肆巨狿。左思有娇女（指蕳儿），铤走甘迍邅。亦未亏昭质，焉能终寒蝉。仗马偶一鸣，俄顷招讥諓。黠者乐人祸，长者为我怜。投钩剖鱼腹，射影惊杯弦。謇謇祢正平，自谓无所骞。所遇非表祖，宁惧加刀鋋。依然挺异质，仍自抱芳荃。政见虽枘凿，教育尚钻研。世既崇曲学，独不讳真诠。狂飙撼榆枋，只鴳飞蹁跹。枪欲守藩篱，弗计力孔绵。与俗又乖迕，文举（指顾荫亭）为愕懁。妻引昌黎箴，为戒屡不悛。但觉形役苦，益使肌肉朘。嗟我意灰懒，不乐久备员。嗟我年衰老，徒自张空弮。长吟归去来，窃欲效前贤。高卧落花津，閒钓缩项鳊。踟蹰念前途，驻马据鞍鞯。吾室危已毁，吾土耻未湔。复无田可耕，何所容言还？欲从吾女游，路障密于缏。进退颇失据，郁结孰与宣。孔融为我谋，孟光勖逸旃。磬襄昔乘桴，飘然脱涡旋。受命学浮海，自疏期远愆。乃便甘远适，吉占命筳篿。冠云被明月，秣马张离筵。即欲去故居，惬当其忘筌。阁老（指陈立夫）本机智，处事尤巧儇。一笑遣之去，若曰放青莲。啾啾鸣玉龙，郁郁驾云軿。忍泪辞故旧，长流拟郑虔。少焉发郢都，虬螭飞蜿蜒。邈邈神高驰，直欲超八埏。迟暮路修远，穷老志益坚。去去不顾返，没世亦已焉。移家抵南洲，横海如白鹇。回首望故闾，所见惟烟寰。惘惘不能忘，且复临市阛。白朱访素识，由赐认通班。为言邦多难，辄使泪暗潸。乃欲习货殖，由是积铢锾。蔚成一杯水，用滋九畹蕳。岂云此间乐，暇日聊偷閒。所居依大国（指美国），其势初非孱。虽亦畏天骄，马盘弓未弯。言方争坛坫，力足制贪顽。信使（指日使）况在秦，庸斧敢弄般。谓必能固圉，无虑不转圜。宁知未匝月，忽亦两目眅。附庸撄先发，尺土争触蛮。相持不兼旬，首邑嗥狼豻。昔尔黄金国，不惜兵资奸。弹火焦吾土，隔岸看纷斑。孰知彼逄蒙，一旦甲胄擐。相射挟羿箭，己亦罹忧患。虎戚卒自贻，天道信好还。所遇益艰窘，岂暇遽怨讪。为皮既不存，为毛孰援攀。况闻南下马，视我如草菅。同种相蹂躏，惨酷不假颜。侦骑索微末，军帖既屡颁。形势咫尺逼，逋逃跬步艰。仓皇试奔窜，黧面乱髻鬟。百物悉委弃，囊空心不悭。欲访桃花溪，安得首阳山。今日入椰谷，明日依水湾。不计道路僻，宁惜肢体??。蕉叶持作盘，两餐五指闲。筐箱据为床，蚁齧肤斑斓。举足粪见搏，濯缨泉不潺。乃觉此间苦，百倍青木关。茫茫四月馀，仆仆百里间。往来皆荆棘，出入见豺獌。诚如釜底鱼，徒使头额殷。悄悄顾妻子，咄咄抚刀环。如悔学管宁，恨不作老鳏。孺子初生犊，虎口心不酸。窃笑乃翁怯，嬉游仍百端。贤妻强慰藉，丈夫宜达观。人生天上月，岂能永团圞。当时不慎处，远游遽离官。今日即碎首，求仁孰怨叹？比闻苏却德，长驱迫波兰（风传）。不义且自毙，大难终必安。我国虽疲敝，吾民识忠奸。亦必策丹凤，九霄振羽翰。举世既安辑，一家焉用完。矧传垂钓人，其网既少宽。君不当要路，未必触渔竿。纵然无可免，楚囚繫南冠。亦既老且朽，何惜一命拚。同胞千万人，少俊拟琅玕。名侨数百辈，豪富匹金銮。且多遭不测，如叶任摧残。拚者既繁夥，为鬼讵孤单。刑或免妻孥，俗尚周饥寒。贱躯固粗健，颇能调熊丸。儿女渐成长，得似谢与潘。勿更为多虑，嗒焉摧心肝。我闻妻所言，破涕强为欢。濡毫写流离，不点铅与丹。一慨家山破，二悲蜀道难。三嗟余一门，泛海值波澜。且逾二千言，言冗意未殚。流离复流离，道阻路漫漫。何处息倦羽，何日越险滩？依依比双翼，哕哕鸣回鸾。泛泛驾一叶，款款登仙峦。仙峦即玄圃，有女临瑶坛。纷披树众芳，花错云纠蟠。锄强弭战伐，但见工农攒。各尽其所能，各取其所干。旧染一时洗，新化如露漙。贤于武陵溪，民生乐且弁。此境良可致，殊异梦邯郸。而我危旦夕，安得一盘桓？念念长叹息，啧啧徒呼欢。呼欢其未已，一曲歌欲阑。掷笔起徘徊，墨泪相和弹。妻言良可感，我泪殊未乾。"}