{"id":"320032","title":"海滨墓园","dynasty":"外国","author":"瓦雷里","text":"这片平静的房顶上有白鸽荡漾。它透过松林和坟丛，悸动而闪亮。公正的&ldquo;中午&rdquo;在那里用火焰织成大海，大海啊永远在重新开始！多好的酬劳啊．经过了一番深思，终得以放眼远眺神明的宁静！微沫形成的钻石多到无数，消耗着精细的闪电多深的功夫，多深的安静俨然在交融创造！太阳休息在万丈深渊的上空，为一种永恒事业的纯粹劳动，&ldquo;时光&rdquo;在闪烁，&ldquo;梦想&rdquo;就在悟道。稳定的宝库，单纯的米奈芙神殿，安静像山积，矜持为目所能见，目空一切的海水啊，穿水的&ldquo;眼睛&rdquo;守望着多沉的安眠在火幕底下，我的沉默啊！&hellip;&hellip;灵魂深处的大厦，却只见万瓦镶成的金顶，房顶！&ldquo;时间&rdquo;的神殿，总括为一声长叹，我攀登，我适应这个纯粹的顶点，环顾大海，不出我视野的边际，作为我对神祗的最高的献供，茫茫里宁穆的闪光，直向高空，播送出一瞥凌驾乾坤的藐视。整个的灵魂暴露给夏至的火把，我敢正视你，惊人的一片光华放出的公正，不怕你无情的利箭！我把称干干净净归还到原位，你来自鉴吧！&hellip;&hellip;而这样送回光挥，也就将玄秘招回了幽深的一半。正像果实融化而成了快慰，正像它把消失换成了甘美就凭它在一张嘴里的形体消亡，我在此吸吮着我的未来的烟云，而青天对我枯了形容的灵魂歌唱着有形的涯岸变成了繁响。美的天，真的天，看我多么会变！经过了多大的倨傲，经过了多少年离奇的闲散，尽管是精力充沛，我竟然委身于这片光华的寥阔；死者的住处上我的幽灵掠过，驱使我随它的轻步，而踯躅，徘徊。啊，为了我自己，为我所独有，靠近我的心，象近诗情的源头，介乎空无所有和纯粹的行动，我等待回声，来由内在的宏丽，(苦涩、阴沉而又嘹亮的水池，)震响灵魂里永远是未来的空洞。知道吗，你这个为枝叶虚捕的海湾，实际上吞噬着这些细瘦的铁栅，任我闭眼也感到奥秘刺目，是什么躯体拉我看懒散的收场，是什么头脑引我访埋骨的地方？一星光在那里想我不在的亲故。充满了无形的火焰，紧闭，圣洁，这是献给光明的一片土地，高架起一柱柱火炬，我喜欢这地点，这里是金石交织，树影憧憧，多少块大理石颤抖在多少个阴魂上；忠实的大海倚我的坟丛而安眠。出色的忠犬，把偶像崇拜者赶跑！让我，孤独者，带着牧羊人笑貌，悠然在这里放牧神秘的绵羊&mdash;&mdash;我这些宁静的坟墓，白碑如林，赶走那些小心翼翼的鸽群．那些好奇的天使、空浮的梦想！人来了，未来却是充满了懒意，干脆的蝉声擦刮着干燥的土地，一切都烧了，毁了，化为灰烬，转化为什么祥一种纯粹的精华&hellip;&hellip;为烟消云散所陶醉，生命无涯，苦味变成了甜味，神志清明。死者埋藏在坟茔里安然休息，受土地重温，烤干了身上的神秘。高处的&ldquo;正午&rdquo;，纹丝不动的&ldquo;正午&rdquo;由内而自我凝神，自我璀璨&hellip;&hellip;完善的头脑，十全十美的宝冠，我是你里边秘密变化的因素。你只有我一个担当你的恐惧！我的后悔和拘束，我的疑虑，就是你宏伟的宝石发生的裂缝！&hellip;&hellip;但是啊，大理石底下夜色深沉，却有朦胧的人群，靠近树根．早已慢慢地接受了你的丰功。他们已经溶化成虚空的一堆，红红的泥土吸收了白白的同类，生命的才华转进了花卉去舒放！死者当年的习语、个人的风采、各具一格的心窍，而今何在？蛆虫织丝在原来涌泪的限眶。那些女子被撩拨而逗起的尖叫，那些明眸皓齿，那些湿漉漉的睫毛，喜欢玩火的那种迷人的酥胸，相迎的嘴唇激起的满脸红晕．最后的礼物，用手指招架的轻盈，都归了尘土，还原为一场春梦。而你，伟大的灵魂，可要个幻景而又不带这里的澄碧和黄金为肉眼造成的这种错觉的色彩？你烟消云散可还会歌唱不息？得！都完了！我存在也就有空隙，神圣的焦躁也同样会永远不再。瘦骨嶙峋而披金穿黑的&ldquo;不朽&rdquo;戴着可憎的月桂冠冕的慰藉手，就会把死亡幻变成慈母的怀抱，美好的海市蜃楼，虔敬的把戏！谁不会一眼看穿，谁会受欺&mdash;&mdash;看这副空骷髅，听这场永恒的玩笑！深沉的父老，头脑里失去了住户，身上负荷着那么些一铲铲泥土，就是土地了，听不见我们走过，真正的大饕，辩驳不倒的蠕虫并不是为你们石板下长眠的人众，它就靠生命而生活，它从不离开我！爱情吗？也许是对我自己的憎恨？它一副秘密的牙齿总跟我接近，用什么名字来叫它都会适宜！管它呢！它能瞧，能要，它能想，能碰。它喜欢我的肉，它会追随我上床，我活着就因为从属于它这点生机！齐诺！残忍的齐诺！伊里亚齐诺！你用一枚箭穿透了我的心窝，尽管它抖动了，飞了，而又并不飞！弦响使我生，箭到就使我丧命！太阳啊！&hellip;&hellip;灵魂承受了多重的龟影，阿基利不动，尽管用足了飞毛腿！不，不！&hellip;&hellip;起来！投入不断的未来！我的身体啊！砸碎沉思的形态！我的胸怀啊，畅饮风催的新生！对！赋予了谵狂天灾的大海，斑斑的豹皮，绚丽的披肩上绽开太阳的千百种，千百种诡奇的形象，绝对的海蛇怪．为你的蓝肉所陶醉，还在衔着你鳞鳞闪光的白龙尾，搅起了表面像寂静的一片喧嚷。起风了！&hellip;&hellip;只有试着活下去一条路！天边的气流翻开又合上了我的书，波涛敢于从巉岩口溅沫飞迸！飞去吧，令人眼花缭乱的书页！进裂吧，波浪！用漫天狂澜来打裂这片有白帆啄食的平静的房顶。"}