{"id":"320036","title":"蛇（节选）","dynasty":"外国","author":"瓦雷里","text":"夏娃，有一次我和她相遇，她正沉湎于初生的思绪，双唇微微张开&mdash;&mdash;&mdash;&mdash;通向心灵，心灵里有萌动的蔷薇诞生。这完美的人出现在我眼前，洋溢着黄金，她那广阔的侧面，不畏惧太阳，也不畏惧人；奉献给扫掠而过的微风，仍然麻木着的她的灵魂，仿佛在肉体的门槛上变得滞重。　啊，完全的真正幸福，你是这样美&mdash;&mdash;&mdash;&mdash;公正的奖品给予善和最好的灵魂的全部关心！它们被导向你的双唇，这就够了，如果你要喟叹一声！最卑下的是最可怜的屈从，最艰苦的是最深的创伤&hellip;&hellip;而我，你曾使我受到感动，连吸血者也不敢触犯你的锋芒！　是啊，从我的绿叶丛生的地方，象鸟一样心醉神迷的蛇在我唠叨着的辰光却把那狡猾之网编结，喑哑的美，我啜饮你，宁静，清澈，沉重的魁力；我，暗暗地克制着自己，瞧着你那燃烧着的金羊毛，你的颈窝，象谜一般，充满了你的一切行动的秘密！　我的存在有如气息，有如思想中一缕芳香，从中怎能把狡诈的深度，一一加以测量！而我搅扰了你，天真，肉体从来不知道它的意欲，我并未恐吓过你，那是你自己晕眩于强烈的光明！不久你将为我所有，我断言，你思想的色调已经改变！　（如此壮丽的纯朴祈求着重大的考虑！她那透明的凝视，愚蠢，骄做，无上的幸福，好好看守这可爱的城！知道我们创造着机遇，面对这最不寻常的技艺，感动这纯净的心！这是我的长处，这是我的猎物！是我的手段实现我的意图！）　那么，让我们用炫目的细丝，织一张薄薄的网，夏娃是那样美，那样安详，潜在的危险会使她跌踬！在丝网的压力下，这被俘的虏获物的皮肤在战栗，习惯地向着唯一的蓝天！&hellip;&hellip;薄纱不知道是谁的诡计，线的力量，虽然看不见，却胜过了我编织的样式！　镀金，给她镀上黄金，舌啊，用你知道的最甘美的言辞！用那些暗示，寓言，巧思，一个个经过雕凿的沉默，用一切能使她受损的物事：只要能使她满足，或是导使她在我的网罗里迷失方向，顺从地到那斜坡上去，到那深深的蓝色的池塘。哪些溪流是从天上落下来的！　啊，什么样的无可比拟的言辞，什么样的机智，我不曾投入那不可思议的耳朵的毛茸茸的秘宫里去！我想，并没有把什么输掉；从那踌躇的心，一切都己得到！确实的胜利！如果我说灵魂的财富受到围攻，有如一个花冠一个蜜蜂，决不要离开黄金的耳朵！　我低声对她说：&quot;夏娃，没有什么比神圣的话语更值得相信！一种复苏的智慧，会战胜庞然巨物，从成熟的浆果！别去监视古老纯洁的存在，它憎恶那种唐突的恶语伤人！你的嘴只有编织成的梦境；这渴望梦着把汁液吸进，这欢快只是未雨绸缪啊，夏娃，这就是甜美的永恒！&quot;　她吞下了我的一言一语，语言构成一座奇异的建筑物；她的双眸有时会使天使堕落，而回到我的枝条间，却在那儿迷失！&hellip;&hellip;动物是最最愚蠢的，它们嘲弄你，使你如此困窘，啊，哀痛的背信弃义的妇人，只不过是绿叶丛中的一个声音！&mdash;&mdash;&mdash;&mdash;然而，这样认真，我们的夏娃，她在树荫之下倾听着他！　&quot;心灵，&quot;我说，&quot;是一个甘美的所在，对于一切被禁锢的神往心驰，你可感觉到这迂回的爱&mdash;&mdash;&mdash;&mdash;它是我从天父那儿窃取来的？我有着它，这天堂的精髓，为了比蜜更为甜美，温存体贴，井然有序&hellip;&hellip;拿这果实吧&hellip;&hellip;把你的手臂举高些！采摘那你所渴望要的，你可爱的手会把它给你！&quot;　睫毛敲击出什么样的沉默！而在黝黑的胸下，什么样的呼吸爱抚着树木胆怯的影子！另外的睫毛象雌蕊在闪烁！&quot;吹哨吧！吹哨！&quot;它对我歌唱！我感觉到一阵阵的战栗，我的巧妙的鞭子是那样的长，在我经受的这一切纷扰里：它们滚卷着，从我冠上的绿玉，直到危险地失去控制！　守护之神！啊，长久的焦急！最后，时间终于来到，迈出一步&mdash;&mdash;&mdash;&mdash;向新的知识，从这赤脚迸发出的跳跃！大理石在呼吸，黄金弯下身子！赭土和琥珀的金栗色的底层在运动的边沿上战栗！&hellip;&hellip;它蹒跚着，这巨大的古瓶，允诺从它那儿逃了开去，而它却似乎默然不语！&hellip;&hellip;　对你可能获得的逸乐之乡，退让吧亲爱的人，退让吧魅力！你对于变化再变化的渴望，围绕着死亡之树，显示身姿，相互联结有如铁链！不来之来！让脚步模糊，有如浓密的玫瑰花瓣！&hellip;&hellip;跳舞吧，亲爱的人！把思想放逐！在这儿，极乐就是理由，足以说明事物的前前后后！　啊，我热狂地贪婪地注目（虽则这是一种贫乏的享乐）这样纯洁而清新的背部，一切都因不服从而骚动着！&hellip;&hellip;它的精华已经繁衍聪明睿智和朦胧幻想，那智慧之树正在震颤，连同它那蓬发的影象，它那巨大的躯体沉浸在阳光中摇动着，从中升起了迷人的梦！　树，巨大的树，天堂的影子，不可抗拒的树中之树，它在大理石的软弱之处，追求着鲜美的液汁，它深深地陷入了迷阵，那儿有紧抱的影子在爬行，他们消失在永恒的黎明之青玉的光辉里，甘美的消失，如果微风或香味，或者如果那是命定的鸽子。　啊歌者，啊最深处的宝石的秘密的饮者，幻想的蛇的发源地，把夏娃抛进梦里的蛇；被求知欲推动的伟大存在，依旧在增长，为了更好地了解，响应着最高的枝条的号召，它在最纯的黄金中举起你那坚硬的手臂，你那模糊的枝条，相反地，向着深渊进行发掘。　你可以把无限拒之门外，它总是伴随着你的成长，从坟墓到你栖居的所在，使你感觉到知识的全部力量！&hellip;&hellip;然而这古老的失败爱好者，在那金黄而闲暇的干旱的阳光下，弯曲着身子，来到你的枝条间，在那静寂的夜，繁星满空，他躺卧在永恒的困扰中，永恒的困扰&mdash;&mdash;&mdash;&mdash;他的终点&hellip;&hellip;"}