{"id":"320015","title":"第二支歌","dynasty":"外国","author":"洛特雷阿蒙","text":"1马尔多罗的第一支歌去哪儿了？自从他口中塞满颠茄叶子，穿过愤怒的王国，在一个沉思的时刻让它逃出之后，这支歌去哪儿了&hellip;&hellip;我们不大清楚。看守它的既不是树，也不是风。道德经过此地，意外地在这些炽热的书页中发现一个刚强的保护人，看见他以坚定、正直的步伐走向意识的阴暗角落和秘密纤维中。科学至少可以确定，从此，那个长着蛤蟆脸的人不再认识自己，经常陷入疯狂的发作，酷似一只林中的野兽。这不是他的错。他在羞怯的木犀草下卷起眼皮，一向以为自己仅仅由善构成，恶的数量极少。突然，我把他的心灵和阴谋暴露在阳光下，告诉他正相反，他仅仅由恶构成，善的数量极少，立法者很难不让这点善蒸发。我没什么新闻要告诉他，我希望他不要为我这苦涩的真理而感到永恒的耻辱；但是，这个愿望的实现也许不符合自然法则。事实上，我从他奸诈的、沾满泥土的脸上揭下面具，让他那些自我欺骗的崇高谎言一个个地坠落，仿佛象牙球跌入银盆：甚至在理性驱散骄傲的黑暗时，他也不让平静把双手放到他的脸上，这是可以理解的。因此，我搬上舞台的主人公招来了不可调和的怨恨，他以荒谬的长篇慈善议论为突破口，攻击自以为不会受伤的人类。这些议论如同沙砾般堆积在他们的书中，偶尔，当理智遗弃我时，我准备评价这些书中如此滑稽、却又如此乏味的喜剧。他预料到了这点。在图书馆的羊皮纸书面上镌刻善良雕像，这还远远不够。人啊！看你现在一丝不挂，像条蛆虫，面对着我的钻石剑！丢掉你那种作风吧，不再是假装骄傲的时候了：我以下跪的姿势向你抛去我的请求。有人观察着你那罪恶的生活中最琐细的行为，他用顽强的敏锐织成的微妙罗网包围着你。当他转过身子时，别相信他；因为，他在看着你&hellip;&hellip;当他闭上眼睛时，别相信他；因为，他还在看着你。尽管你的决心可怕，狡猾，恶毒，但很难假定你能胜过那个我想象中的儿童。他最轻微的打击都命中要害。只要谨慎，就可以让那个无知的人知道，豺狼和盗匪并不互相吞食：这也许不合习俗。所以，把你的生命放心地交到他的手中，让他照料吧，他将以自己熟悉的方式驾御它。不要以为他那在阳光下闪烁的意图是想教训你；因为，他对你兴趣不大，或者说兴趣很小：我宽厚地检验、测量，但还没接近完整的真理。但是，他喜欢伤害你，理所当然地坚信你将变得同他一样恶毒，坚信你将来在末日来临时，伴他走向地狱的宽敞深渊。他的位置早已标出，人们看到那个地方有一个铁架，上面挂着链条和枷锁。命运将把他带到那儿，葬礼的咽喉从未品尝过更美味的猎物，他也从未凝视过更体面的住所。我似乎故意用一种慈父的腔调讲话，人类似乎无权抱怨。2我拿起创作第二支歌的羽笔&mdash;&mdash;从一只棕色海雕的翅膀上拔下的工具！但是&hellip;&hellip;我的手指怎么啦？我刚开始工作，关节就瘫痪了。然而，我需要写作&hellip;&hellip;这不可能！好吧，我重复说我需要写下我的思想：我像别人一样有权服从这种自然规律&hellip;&hellip;但是，不，不，羽笔仍然不动！&hellip;&hellip;瞧，看，闪电越过原野在远处发光，暴风雨在天空滚动。下雨了&hellip;&hellip;还在下&hellip;&hellip;好大的雨！&hellip;&hellip;雷电发出巨响，击中半开的窗户，击中我的前额，把我掀翻在方砖地上。可怜的小伙子！你的脸已经用早来的皱纹和天生的畸形化了浓妆，不再需要这道含硫的伤疤（我刚才假定伤口已经愈合，其实不会这么快）！为什么会有这场暴风雨，为什么我的手指会瘫痪？这是不是来自上天的警告，以便阻止我写作，阻止我一边从我的方嘴中分泌唾沫，一边更好地考虑我面对的事物？但是，这场暴风雨并没引起我的恐惧。就是一群暴风雨我也不在乎！如果我根据受伤的前额粗略地判断，这些天国的警察虔诚地履行了他们那艰难的义务。我没有必要感谢万能的上帝那非凡的机智；他派遣雷电，想把我的面孔从前额这个伤口最危险的地方精确地劈成两半：愿别人祝贺他！但是暴风雨攻击的是一个更为坚强的人。那么，可怕的、长着蝰蛇面孔的永恒的上帝，你把我的灵魂放在疯狂的边缘上，放在愤怒的思想中，缓慢地杀死我，对此你还不满意；你以符合你的尊严的方式进行了深入的研究，认为必须让我的前额流出一盆血！&hellip;&hellip;不过，有人对你说了什么话吗？你知道我不仅不爱你，而且还恨你：为什么你还要坚持呢？你的品行什么时候才能脱去古怪的外衣？坦率地对我说吧，如同对一个朋友：难道你竟然没料到，你在可恨的迫害中表现出了一种天真的殷勤？你的任何一个天使都不敢穿这种可笑的服装。你为什么生气？你知道，如果你让我躲过你的追捕活下去，我的感激将属于你&hellip;&hellip;过来，苏丹，用舌头给我舔掉这玷污地板的血。包扎完毕：我用盐水洗净止住血的前额，在脸上缠绕了绷带。结果并非无限：四件衬衫和两条手绢沾满血迹。最初，我们难以相信马尔多罗的动脉容纳了这么多的血；因为，他的脸上只闪耀着死尸的光泽。但毕竟就是这样。也许，这差不多是他的身体能够容纳的全部血液，剩下的恐怕不多了。够了，够了，馋狗，让地板就这样吧，你的肚子填满了。不要继续喝了；否则，你马上就会呕吐。你正好吃饱，回窝里睡觉去，准备沉浸在幸福中吧，因为，你一本正经、心满意足地从喉咙里咽下去的血球会让你在长长的三天中忘记饥饿。莱芒，你去拿一把扫帚；我也想拿一把，但我没力气。你明白我没力气，不是吗？把你的泪水放回皮囊中；否则，我会以为你没有勇气冷静地注视这道巨大的伤痕，对于我来说，造成它的刑罚已经消失在过去的夜晚。你去泉边打两桶水，洗完地板后把这些衣物放到隔壁房间。如果洗衣女工像她应该做的那样今晚来的话，你就交给她；但是，大雨下了一个小时，现在还在下，所以我想她不会出门；那她就会明天早上来。如果她问你这些血是哪儿来的，你没必要回答她。啊！我多么衰弱！没关系，我仍有力量拿起笔杆，有勇气挖掘我的思想。造物主用夹着雷电的暴风雨来打扰我，仿佛我还是个孩子，这对他有什么好处？我依然坚持写作的决心。这些绷带让我烦恼，我房间里的空气散发着血腥味。3但愿不会有这么一天，洛昂格兰和我行走在街上，肩并肩，肘挨肘，互不向望，像两个匆忙的行人！啊！但愿人们让我永远躲开这种假设。永恒的上帝创造了世界，世界就是这个样子：如果他在一锤敲碎一个女人脑袋所需的时间里，忘记他那恒星的尊严，向我们泄露秘密，那他将显得十分明智；我们的人生在这些秘密中犹如一条舱底的鱼般感到窒息。但是，他伟大而高贵，他以观念的力量超越我们。如果他和人们谈判，全部的羞耻就会一直飞溅到他的脸上。但是&hellip;&hellip;你多卑鄙！为什么你不脸红？创建精神痛苦和肉体痛苦的军队来包围我们，这还不够：我们的命运穿着破衣，它的奥妙还没被我们了解。万能的上帝，我认识他&hellip;&hellip;同样，他也应该认识我&hellip;&hellip;如果我们偶尔行进在同一条路上，他锐利的目光看见我从远处过来：他会走上岔道，以便躲避白金三叉戟&mdash;&mdash;大自然送给我的舌头！啊，造物主，如果你让我倾吐我的情感，那我将非常高兴。我将用一只有力而冷酷的手操纵辛辣的嘲讽，攻击你直到我生命的终点；告诉你，我心中盛着足够的嘲讽。我将捶打你空洞的躯体；但是，我用力过猛，打出了残存在其中的智慧碎片，你不愿意把这些碎片送给人类，无耻地把它们藏在肠管中，因为你对人类和你平等感到嫉妒；狡猾的强盗，似乎你不知道总有一天我会用永不闭合的眼睛发现它们，夺走它们，和我的同类分享。我说到做到，现在，他们不再怕你了，他们平起平坐地和你商谈。杀死我吧，让我的狂妄后悔吧：我敞开胸怀，谦恭地等待。那么出来吧，可笑规模的永恒惩罚！&hellip;&hellip;过分吹嘘、夸耀的属性！我戏弄他，但他显然无法阻止我的血液循环。然而，我有证据表明，他毫不犹豫地让其他人窒息而死，当他们处在青春年华，刚刚领略生活的乐趣。这是纯粹的暴行，但只是根据我的偏见而论！我看见造物主点燃他那无益的残酷，老人和儿童在烈火中丧生！不是我发动进攻，而是他迫使我旋转他，仿佛钢丝鞭旋转一只陀螺。不正是他向我提供了对他自己的指控吗？我的可怕激情不会枯竭！荒诞的恶梦哺育了它，失眠折磨着我。前面的话是因为洛昂格兰而写下的，所以让我们回到他那儿去吧。我担心他在以后会变得和别人一样，就决定在他度过纯真童年时用刀杀死他。但是，我后来经过思考，明智、及时地放弃了我的决定。他没料到他的生命曾有一刻处在危险中。一切都准备好了，刀也买来了。这把刀很精巧，因为我喜欢优美和雅致，哪怕是凶器；但它又长又尖。只要在脖子上来一刀，仔细划开一条颈动脉，我想这就够了。我对我的行为感到满意，以后我再懊悔。好吧，洛昂格兰，你愿意做什么就做什么，你喜欢怎么干就怎么干，把我在黑暗的监狱里关一辈子，陪伴蝎子，或者抠出我的一颗眼珠，扔到地上，我永远不会指责你一句；我是你的，我属于你，我不再为我而活。你给我造成的痛苦比不上你给我带来的幸福&mdash;&mdash;我知道那个用双手行凶来伤害我的人具有比他的同类更神圣的本质！是的，这还是很美的：为一个人献出自己的生命，从而保存并非所有人都恶毒这一希望，因为毕竟有一个人用力地把我那苦涩同情中的怀疑和反感拉向他自身！&hellip;&hellip;4午夜，从巴士底到马德莱娜，一辆公共马车也看不见。我错了，那儿突然出现一辆，好似从地下钻出。几个迟归的行人凝神注视；因为，它似乎和其他任何马车都不一样。一些人坐在顶层上，目光呆滞，像是死鱼。他们相互拥挤在一起，仿佛失去了生命；然而，并未超过法定的人数。当车夫用鞭子抽打马匹时，似乎是鞭子带动他的胳膊，而不是他的胳膊带动鞭子。这些奇特、缄默的人聚集在一起，他们是干什么的？他们是月亮上的居民吗？有时我们倾向于相信这点；但是，他们更像一些死尸。马车吞噬着空间，急于抵达终点，铺路石发出响声&hellip;&hellip;它飞驰而去！&hellip;&hellip;但是，一个飘忽的物体在尘土中顽强地追随它的印迹。&ldquo;我求你们停下来，停下来&hellip;&hellip;我走了一天，腿全肿了&hellip;&hellip;我从昨天起就没吃过东西&hellip;&hellip;我的父母抛弃了我&hellip;&hellip;我不知该怎么办&hellip;&hellip;我决定回家，如果你们给我一个位子，我很快就到了&hellip;&hellip;我是个8岁的孩子，我信任你们&hellip;&hellip;&rdquo;它飞驰而去！&hellip;&hellip;它飞驰而去！&hellip;&hellip;但是，一个飘忽的物体在尘土中顽强地追随着它的印迹。这些人中的一个，长着冷酷的眼睛，他用肘推了一下邻座，似乎在表示他的不满：银质的呻吟声一直传进他的耳朵。另一个人以难以察觉的方式低下头，显出同意的样子，然后又陷入他那静止的利己主义，犹如一只乌龟缩回甲壳。其他乘客的面容也都表现出和前两人相同的情感。喊叫声在两三分钟里仍可以听见，一秒比一秒尖锐。一些窗户朝大街打开，那儿有一张惊慌的面孔，手上拿着一盏灯，看了看马路，猛地合上百叶窗，再也没出现。它飞驰而去！&hellip;&hellip;它飞驰而去！&hellip;&hellip;但是，一个飘忽的物体在尘土中顽强地追随着它的印迹。只有一个沉浸在幻想中、和这些石头人坐在一起的年轻人，似乎怜悯这个不幸的孩子。他不敢提高嗓音为这个以为可以用他那双疼痛的小腿赶上马车的孩子说话，因为别人向他投来鄙夷、蛮横的目光，他知道独自反对大家毫无益处。他胳膊支在膝盖上，头埋在双手中，惊奇地寻思，&ldquo;人类仁慈&rdquo;是否真是这个样子。此时，他意识到这只不过是一个空洞的字眼，甚至在诗歌词典中都找不到，他坦率地承认自己的错误。他想：&ldquo;其实，为什么要关心一个小孩子呢？让我们把他搁一边吧。&rdquo;然而，热泪滚过年轻人的脸颊，他刚才亵渎了神明。他艰难地把手放到前额上，好像是要驱散一片模糊他的智慧的乌云。他被扔进这个世纪，白白地奔忙；他感到自己的位置不在这儿，然而他却出不去。可怕的监狱！可憎的命运！隆巴诺，我从这天起对你感到满意！当我的脸上显出和其他乘客相同的冷漠时，我在不停地观察你。年轻人愤怒地站起身，准备离开，以免和别人一起干坏事&mdash;&mdash;哪怕非自愿地干坏事。我对他招了招手，他就来到我身边&hellip;&hellip;它飞驰而去！&hellip;&hellip;它飞驰而去！&hellip;&hellip;但是，一个飘忽的物体在尘土中顽强地追随着它的印迹。喊叫声突然停止；因为，孩子的脚碰上了一块凸出的铺路石，他摔倒时磕破了头。马车消失在地平线上，只剩下寂静的街道&hellip;&hellip;它飞驰而去！&hellip;&hellip;它飞驰而去！&hellip;&hellip;但是，再没有一个飘忽的物体在尘土中顽强地追随它的印迹。看，那儿过来一个拾荒人，弯腰拿着暗淡的提灯；马车上的同类把良心加起来也没有他的多。他刚才拾起了孩子；你们可以相信他会治疗孩子，不会像父母那样抛弃他。它飞驰而去！&hellip;&hellip;它飞驰而去！&hellip;&hellip;但是，拾荒人从他站立的地方，用他那锐利的目光在尘土中顽强地追随着它的印迹！&hellip;&hellip;愚蠢、痴呆的人类！你们会对你们这种行为后悔的。是我在对你们说话。你们要后悔的，滚吧！你们要后悔的。我的诗歌就是要用各种方法攻击人这只野兽和本不该创造出这条蛆虫的造物主。我在生命结束前，将堆起一卷卷的书，然而，人们在这些书中只会看到这唯一的思想，它永在我的意识中！5我日常散步时，每天都经过一条狭窄的街道；每天，一个10岁的苗条姑娘沿着这条街跟随我，恭敬地隔开一段距离，眨着好奇的、讨人喜欢的眼睛看着我。就年龄而言，她的身材又高又瘦。头上浓密的黑发分在两边，无拘无束的辫子垂落在大理石般的肩膀上。有一天，她照例跟随我；一个粗俗的女人用肌肉发达的胳膊抓住她的头发，如同旋风抓住树叶，在高傲、缄默的脸颊上狠狠打了两巴掌，把这个迷途的心灵带回家中。我枉然装出不在乎的样子；她从不忘记跟随我，她的出现变得不合时宜。当我跨过另一条街、继续我的路程时，她停在那条窄街的尽头，极力克制着自己，宛如沉默雕像，纹丝不动，不断地看着前方，直到我消失。有一次，这个姑娘在我面前和我齐步走。要是我加快步伐想超过她，她为了保持同样的距离就几乎跑起来；但是，如果我放慢脚步使她和我之间有一段相当长的路程，那她也慢下来，脚步中加进童年的稚趣。她来到街道的尽头，慢慢转过身子，挡住我的路。我来不及避开，站到了她面前。她的眼睛又肿又红。我很容易就看出她想和我说话却不知怎么说。她突然变得像死尸般苍白，问我：&ldquo;你能告诉我现在几点钟吗？&rdquo;我对她说我没戴表，然后飞快地离开了。从那天起，具有早熟、躁动的想象力的孩子，你在那条窄街上再没有见过那个神秘的、穿着笨重的鞋子在曲折的十字路口伤心徘徊的小伙子。那颗燃烧的彗星的出现不再是狂热、好奇、忧愁的主题，不再照亮你那失望的观测表面。你将经常，过于经常，也许是始终不断地想起那个似乎对现世生活的善与恶都不感兴趣的人，他无目的地离去，脸上死气沉沉，头发竖立，步履蹒跚，臂膀在太空那嘲讽的水中盲目地游动，仿佛在寻找希望的血淋淋的猎物&mdash;&mdash;它被穿过空间广阔区域的命运用无情的暴风雪不断地摇动。你再也见不到我，我再也见不到你！&hellip;&hellip;谁知道呢？也许这个姑娘并不是她所表现出的那种人。她也许在天真的外貌下掩藏着一个巨大的诡计，18年的体重和罪恶的魅力。我们见到过一些卖笑女郎快乐地离开不列颠群岛，越过海峡。她们像金色的蜂群般展开翅膀，在巴黎的灯火前盘旋。当你们看到她们时，你们会说：&ldquo;她们还是孩子，她们不会超过10岁或12岁。&rdquo;事实上，她们20岁了。啊，按照这种假定，真该诅咒那条阴暗街道的拐角！发生在那儿的事情真可怕！真可怕！我现在想，她母亲打她是因为她没能巧妙地从事她的职业。可能她仅仅是个孩子，那她母亲就更有罪。我，我不愿意相信这个猜测，它只是个假设，我更愿意在这种浪漫的个性中爱恋一个过早敞开的心灵&hellip;&hellip;啊！姑娘，你明白了吧，如果我再经过那条狭窄的街道，我劝你不要重新出现在我的眼前。你也许要付出巨大代价！鲜血和仇恨已经像沸腾的潮水涌向我的大脑。我喜爱我的同类，我够宽厚了！不，不！我从诞生之日起就下定了决心！他们，他们不爱我！在我触摸污秽的人手之前，人们将看到世界坍塌，花岗石像鸬鹚般在海面浮行。缩回去&hellip;&hellip;缩回去，这只手！&hellip;&hellip;姑娘，你不是一个天使，总而言之，你将变得和其他女人一样。不，不，我恳求你不要重新出现在我紧皱的斜眉前。我可能会在一个失去理智的时刻，抓住你的双臂，像洗衣拧水似的扭曲它们，让它们像两根枯树枝似的发出断裂的响声，然后使用暴力让你把它们吃下去。我可能会以爱抚、温柔的神情用双手捧起你的头，把我贪婪的手指插入你无辜的脑叶中，嘴唇带着微笑取出一块灵验的脂肪，擦洗我这双由于永恒的失眠而疼痛的眼睛。我可能会用一根针缝住你的眼皮，使你无法看到世界的景象，无法找到你的道路；给你当向导的不会是我。我可能会用一只铁臂抬起你那处女的身体，抓住你的双腿让你像投石器似的绕着我旋转，集中我的气力画出最后一个圆周，然后把你抛向城墙。每一滴血都将溅到一个人的胸脯上，以便恫吓人类，在他们面前放上证明我恶毒的例子。他们将不停地撕碎自己身上的衣服和皮肉；但是，血滴无法除去，还在同一个位置上像钻石般发光。你放心吧，我将命令半打仆人保护你那尊贵的残骸，防止被贪婪的饿狗吃掉。也许，尸体像一只熟透的梨似的还贴在墙上，没落到地上；但是，如果人们不留神，这些狗就会高高地跳起来。6这个孩子多可爱！他坐在杜伊勒利宫花园的长椅上，大胆的目光射向远方空中某个看不见的物体。他大概不超过8岁，然而，却不像常见的那样贪玩。至少，他不应该这么孤单，而应该欢笑着和同学一起闲逛；但这不是他的性格。这个孩子多可爱！他坐在杜伊勒利宫花园的长椅上。一个男人心怀鬼胎，举止暧昧，过来坐在同一条长椅上，坐在他身旁。这是谁？我没必要告诉你们；因为，你们将通过他那拐弯抹角的言辞认出他。让我们听他们交谈，别打扰他们：&ldquo;孩子，你在想什么？&rdquo;&ldquo;我在想天堂。&rdquo;&ldquo;你想天堂这没必要，想人间就足够了。你才刚刚出生，是不是已经活腻了？&rdquo;&ldquo;不，可人人都喜欢天堂胜过人间。&rdquo;&ldquo;噢，我就不是。因为，既然天堂和人间都由上帝创造，你肯定会在天堂遇到和在尘世一样的苦恼。你死后，不会按功领赏；因为，如果人们在这个世界上对你不公正（你的经验以后会证明这点），那没有理由在另一个世界上就对你公正。你最应该做的，不是想着上帝，而是自己为自己主持正义，因为人们拒绝把它给你。如果你的一个同学冒犯了你，你难道不高兴杀死他？&rdquo;&ldquo;可这是被禁止的。&rdquo;&ldquo;这并不像你以为的那样被禁止。关键只在于不要被人捉住。法律提供的公正一钱不值，重要的是被冒犯者对法律的解释。如果你讨厌一个同学，想到他每时每刻都浮现在你眼前，你难道不痛苦？&rdquo;&ldquo;这是真的。&rdquo;&ldquo;那么，现在有个同学使你一生都不幸；因为，尽管他看到你只是被动的恨他，他却依然继续嘲弄你，给你造成痛苦却未受惩罚。因此，只有一个方法来结束这种局面：清除自己的敌人。这就是我最终要说的，以便让你明白当前的社会建立在什么基础之上。人人都应该自己报仇，否则他只是一个傻瓜。最狡猾、最强壮的人才能战胜自己的同类。你难道不想有一天统治你的同类？&rdquo;&ldquo;对，对。&rdquo;&ldquo;那就当最强壮、最狡猾的人吧。你还太年轻，不可能最强壮；但是，你从今天起就可以使用诡计，它是天才人物最美的工具。牧羊人大卫用投石器射出一块飞石击中巨人歌利亚的前额，他仅仅是靠诡计才战胜了对手；相反，如果他们拦腰相抱，巨人会把他像苍蝇般压扁，这难道不令人赞叹？你也一样。公开宣战，你永远不能战胜人类，你却想把自己的意志强加给他们；但是，采用计谋，你一人就可以同所有人作斗争。你想得到财富、荣誉和美丽的宫殿吗？或者，当你对我表明这些高尚的抱负时是在骗我？&rdquo;&ldquo;不，不，我没骗你。可是，我想用其他方法得到我想要的东西。&rdquo;&ldquo;那你什么也得不到。纯洁、憨厚的方法毫无用处。应该在工作中采取更有力的手段、更巧妙的策略。在你靠美德出名并达到目的之前，100歌其他人将有时间从你的背上翻过去，抢先来到路程的终点，你那些狭隘的思想在那儿将找不到位置。必须懂得更宽广地拥抱现时的地平线。例如，你难道从未听人讲起过胜利带来的巨大荣耀？然而，胜利不会自己走来。必须洒下鲜血，大量的鲜血才能孕育胜利，才能把它放到征服者的脚下。没有你在平原上看见的那些散乱的尸骨和肢体&mdash;&mdash;那儿发生过明智的屠杀，就没有战争，而没有战争就没有胜利。你看，想出名，就必须高高兴兴地跳进炮灰形成的血河。目的宽恕方式。想出名，第一件事是要有钱。然而，你却没钱，所以就必须通过谋杀来赚取；但是，你不够有力，不能使用匕首，所以就当小偷吧，一直当到你的四肢变得强壮。为了让它们更快地粗壮起来，我建议你一天做两次体操，早上一小时，晚上一小时。这样，你不必等到20岁，15岁就可以尝试犯罪，并会获得某种成功。对荣誉的爱恋宽恕一切。也许，当你以后成为那些同类的主宰时，你给他们带来的好处和你起初给他们造成的痛苦几乎一样多！&hellip;&hellip;&rdquo;马尔多罗发觉，热血在他那个年轻交谈者的大脑中沸腾：他鼻孔扩张，嘴唇吐出轻微的白沫。他给孩子按脉；脉搏急促。娇嫩的身体在发烧。他对他那些话的后果感到担忧；这个无赖溜掉了，他因未能更长久地和这个孩子交谈而感到气恼。成年人控制激情尚且如此困难，何况一个摇摆于善恶之间、毫无经验的孩子！相对来说，他难道不需要更多的毅力吗？孩子卧床躺了三天。愿母亲的爱抚把平静带给这朵敏感的鲜花&mdash;&mdash;美好灵魂的脆弱外壳！7那边，鲜花环绕的树丛中躺着阴阳人，他昏睡在草地上，浸泡在泪水中。月亮从云中露出圆轮，苍白的光线抚摩着少年柔嫩的脸庞。他的容貌显出男性的力量，同时又有天女的典雅。他身上的一切似乎都不自然，甚至连肌肉都不自然，这些肌肉穿过女性体型那和谐的轮廓开出了一条通道。他把一只胳膊弯过来，放在前额上，另一只手压住胸口，仿佛要抑制心脏的跳动，这个心脏担负着永恒秘密的重荷，无法理解任何一种隐情。他对生活感到厌倦，对行走在人群中感到羞耻&mdash;&mdash;这些人和他不相象，绝望占据了他的灵魂，他像山谷中的乞丐一样孤独地游荡。他怎样谋生呢？他没料到有人在监视他，一些仁慈的心灵密切关注着他，不会抛弃他：他多么善良！他多么随和！有时他自愿地和一些性情敏感的人交谈，但保持着距离，不碰他们的手，担心发生想象的危险。如果有人问他为什么要把孤独当作伴侣，他便向天上抬起眼睛，勉强忍住责备上帝的泪水；但是，他不回答，这个唐突的问题在他那眼睑的白雪上撒下清晨的红玫瑰。如果谈话持续下去，他就变得不安，似乎为了逃脱一个无形仇敌的追捕而把眼睛转向四面的地平线，突然挥手告别，展开苏醒的廉耻心的翅膀离去，消失在树林中。人们一般都把他当成疯子。一天，四个蒙面人奉命向他扑去，紧紧地捆住他，只剩两腿还能动弹。他们用粗糙的皮鞭抽打在他的背上，要他即刻走上通往比塞特收容所的道路。他一边挨打，一边微笑，并对他们谈起许多他研究过的、对还没跨过青春门槛的人大有教益的人文科学，谈起人类的命运，完全公开了他心灵中诗一般的高贵，他的话语充满情感，充满智慧，看守们因自己犯下的罪行而大惊失色，松开他折断的臂膀，跪倒在他的脚下，请求饶恕并获恩准，然后带着人类身上平日罕见的崇敬神情离去。自从这次人们经常谈论的事件以后，人人都猜到了他的秘密，但为了不增加他的痛苦而装出不知道的样子。政府给了他一份体面的抚恤金，想让他忘掉人们曾经企图不预检就把他强行关入疯人院。他只花一半的钱，余下来的送给穷人。当他看见一男一女在梧桐小路上散步时，便感到自己的身体从下到上裂成两半，每个新的部分要去搂抱一个散步人；但这只是一种幻觉，理智马上就夺回了它的帝国。所以，他既不出现在男人中，也不出现在女人中；因为，他那过度的、产生于他只不过是个魔鬼这个念头中的廉耻，阻止他把自己火热的善意送给任何人。他认为这是亵渎自己，他认为这是亵渎别人。他的骄傲向他反复述说这句格言：&ldquo;人皆居于天性。&rdquo;我谈到他的骄傲，这是因为他害怕如果把自己的生活和一个男人或一个女人结合在一起，别人早晚会指责他，会认为他身体构造的形态是一个巨大的缺陷。他被这种大逆不道的、仅仅来自他自己的假设所伤害，便以自尊心为掩护坚持孤独地待在痛苦中，没有安慰。那边，鲜花环绕的树丛中躺着阴阳人，他昏睡在草地上，浸泡在泪水中。小鸟儿醒来，透过树木的枝叶出神地凝视这张忧郁的脸庞，夜莺不愿唱起它那水晶的咏叹调。不幸的阴阳人在这儿过夜，树林变得像坟墓一样庄严。啊，迷途的旅人，你的冒险精神使你在最初的童年便离开父母；干渴在沙漠中给你造成痛苦；你在被驱逐到异邦长期流浪之后，也许在寻找你的祖国；你的听差&mdash;&mdash;你的忠实朋友和你一起承受了流亡，承受了你那流浪者的性情使你穿越的恶劣气候；这些在遥远的土地上、在未勘探的大海上、在极地的浮冰中、或是在烈日的威力下的旅行给人以尊严；你那好似颤抖的微风般的手不要触摸这些垂落在地上、混杂在绿草中的卷发。离开几步吧，这样你的表现会更好。这些头发是神圣的；这是阴阳人自己的愿望。他不愿让人的嘴唇以宗教方式亲吻他那山峦的气息使之芬芳的头发，亲吻那此时如同天宇中的星辰般闪光的前额。但是，最好相信，真有一颗星星离开轨道，穿过空间，落在这个威严的额头上，钻石的星辉好像光轮将它环绕。夜晚用手指拨开他的忧愁，披上全部的魅力来庆祝他的睡眠，这个廉耻的化身，这个纯洁天使的完美形象：昆虫的鸣叫变得难以觉察。树木垂下茂密的枝叶，为他遮挡露水，微风弹起悦耳的琴弦，穿过宇宙的沉寂，把喜悦的和声送向他低垂的眼睑；他的眼睑一动不动，以为在聆听有节奏的、空中世界的音乐会。他梦见自己幸福，梦见他的身体改变了性质，或者，至少，梦见他在一朵紫红色的云彩上飞行，飞向另一个星球，那儿居住着和他天性相同的生物。唉！愿他的幻觉一直延续到晨曦苏醒的时候！他梦见鲜花好似发了疯的巨大花环围绕着他跳舞，甜美的芳香浸透了他，此时，他则躺在一个美貌非凡的人的怀抱中，唱着一支爱情的赞歌。但是，他手臂缠绕的只不过是黄昏的雾气，当他醒来时，他的手臂就会松开。阴阳人，不要醒来；我求你，不要醒来。为什么你不愿意相信我。睡吧&hellip;&hellip;永远地睡吧。我允许你挺起胸膛，追随幸福的空想；但是，不要睁开你的眼睛。啊！不要睁开你的眼睛！我想就这样离开你，以免看见你苏醒。也许有一天，我会借助一本厚书，在动人的篇章中讲述你的故事，并因其中包含的事物以及其中得出的教训而感到恐惧。直到现在，我没能做这件事儿，因为，每次我想做，大量泪水便滴到纸上，我的手指便颤抖，而我并不老。但是，我希望最终会有这种勇气。我的神经并不比一个女人的更坚强，每次我一想到你那巨大的不幸，便像一个小姑娘般昏迷过去，对此我感到愤慨。睡吧&hellip;&hellip;永远地睡吧。但是，不要睁开你的眼睛！啊！不要睁开你的眼睛。永别了，阴阳人！我将每天都不忘记为你而向上天祈祷（如果是为我，我才不祈祷呢）。愿你心中充满安宁。8当一个具有高音歌喉的女人发出颤颤悠悠、富有旋律的音符时，我听到这种人体的和谐，眼中便充满潜伏的火苗，射出痛苦的光芒，耳中似乎回荡起炮鸣般的警钟。这种深深地厌恶和人相关的一切的情感是从哪儿来的？如果和声从乐器的纤维中飞出，我会怀着快感倾听那些珍珠般的、有节奏地穿过大气的柔波而消逝的音符。感知仅仅传给我的听觉一个淡薄的印象，它使神经和思想溶解开来；一种难以形容的昏沉用神奇的罂粟裹住了我那有效的辨别力和活跃的想象力，好似一块纱布过滤光线。据说，我诞生在耳聋的怀抱！在童年的最初时期，我听不见人们对我说的话。当人们费尽气力终于教会我说话时，我只是在看了别人写在纸上的字，才能表达自己的思路。有一天，不吉祥的一天，我长得又漂亮又纯洁，人人都赞美圣童的智慧和善良。许多人看见那个清秀的、安放着灵魂宝座的容貌，良心便会羞红。人们怀着崇敬靠近他，因为他们在他眼中觉察到天使的目光。啊，不，我深知童年的幸福玫瑰不会永久地开花，它们被编织成变幻无常的花冠戴在他那谦和、高贵、所有母亲都狂吻的额头上。我开始感到，宇宙以及它那布满毫无表情、惹人恼火的星辰的穹苍，也许不像我以前梦想的那样伟大。好吧，有一天，我对脚踏尘世旅行的崎岖小路、像醉鬼般踉踉跄跄地穿越人生的阴暗墓穴感到厌倦，便缓慢地向天穹的凹面抬起我那忧郁的、带有巨大蓝圈的双眼，我如此年轻却敢于探究天国的奥秘！我没有发现我寻找的东西，于是就更高、更高地抬起我那惶恐的眼皮，终于看到一个由人粪和黄金制造的御座，那个自封的造物主端坐在上面，心怀愚蠢的骄傲，身披用医院中未洗的床单做成的裹尸布。他手上拿着一个死人的腐烂躯体，依次将它从眼前送到鼻下，又从鼻下送到嘴中；一到嘴中，人们可以猜出他要做什么。他的双脚浸泡在一个宽阔、沸腾的血池中，血池表面突然浮起两三颗谨慎的人头，又立即以飞箭的速度沉下去，好似绦虫穿过便壶中的物体：众所周知，照鼻梁猛踢一脚，便是对违抗规章制度的奖赏，这种违抗是因为需要在另一个环境呼吸；说到底，这些人并不是鱼！他们最多只不过是在这种污秽的液体中潜游的两栖动物&hellip;&hellip;当造物主两手空空时，便用前两个脚爪像钳子般夹起一个潜水员的脖子，把他举到空中，让他离开淡红的淤泥&mdash;&mdash;鲜美的调味汁！他把这家伙像别人一样干掉。他首先吃头，然后是大腿和胳膊，最后是躯干，直到一无所剩；因为，他连骨头都要嚼烂。他在他那永恒的其他时间里就这样继续下去。有时，他喊道：&ldquo;我创造了你们，因此我有权随意处置你们。你们没有冒犯我，我不否认这一点。我让你们痛苦，这是因为我高兴。&rdquo;然后，他又重新吃那顿残忍的饭，掀动着下颌，下颌又带动了满是脑浆的胡须。啊，读者，最后这个细节没让你的嘴巴流口水吗？谁想要这种一刻钟前在&ldquo;鱼湖&rdquo;中钓到的、如此可口、如此新鲜的脑浆，谁就不要吃饭。我四肢瘫痪，嗓门无声，观看了一会儿这出表演。有三次，我像一个受到过分强烈震动的人似的几乎仰面翻倒；有三次，我终于站稳了脚跟。我身上的纤维没有一根不动，我像火山内部的岩浆一样颤抖。最后，我无法快速呼出带来生命的空气，胸口沉闷，嘴唇半开，终于发出一声呐喊&hellip;&hellip;一声如此凄厉的呐喊&hellip;&hellip;以至于我听到了它！我耳中的镣铐突然解除，鼓膜在这团用力排出身外的发声气体的冲击下产生巨响，被自然判刑的器官中出现了新现象。我刚才听见声音了！第五感官在我身上复活了！但是，我从这一发现中能得到什么乐趣呢？从此，人声传到我耳中，只带来痛苦的情感&mdash;&mdash;对不公正感到可悲。当有人对我说话时，我就想起曾有一天在可见星球之外看到的一切，我那压抑的情感转变成猛烈的吼叫，音色和我的同类一模一样！我不能回答他；因为，在那个可恶的红海中对人类的软弱施加的酷刑犹如被剥了皮的大象咆哮着从我的额前经过，用火的翅膀剃去了我那烧焦的头发。以后，当我更加了解人类时，这种可悲的情感中又加上了对这只老虎后母的强烈气愤，它那些凶恶的子女只会咒骂和作恶。大胆的谎言！他们声称他们身上的恶只是例外的情况！&hellip;&hellip;现在，这早就结束了，我早就不和任何人说话了。啊，无论你们是谁，当你们在我身边时，你们的声带不要让任何调逃出，你们那不动的喉咙不要竭力超过夜莺，而你们自己则千万不要试图借助语言来让我了解你们的心灵。保持肃静吧，什么也不要打破它；谦恭地把你们的双手合在胸口上，向下闭住你们的眼皮。我对你们说过，自从视觉让我认识了至高无上的真理，恶梦日日夜夜都来贪婪地吮吸我的咽喉，我在那个地狱般的时刻里感受到的痛苦不断地用回忆来追逐我，我甚至在思想中也没有勇气让它重现。啊！当你们听见雪崩从冰冷的山巅落下、听见母狮在干旱的沙漠中因失去幼仔而呻吟、听见风暴履行它的天职、听见狱中的囚犯在上断头台的前夜吼叫、听见凶残的章鱼向大海的波浪讲述它对游泳者和溺水者的胜利时，说说看，难道这些庄严的声音不比人类的傻笑更美吗！9有一只昆虫，人们花钱喂养它。他们丝毫不欠它；但是，他们却怕它。这家伙不爱饮酒，却好喝血，如果人们不满足它的正当需要，它就可以通过一种玄秘力量，变得和大象一样粗壮，把人们像麦穗般压碎。以后，应该看看人们怎样尊重它，怎样以狗的崇敬关心它，怎样把它放在天地间一切动物之上来赏识它。人们把头给它当宝座，而它则庄重地把爪子挂在发根上。以后，当它长肥、上了年纪时，人们便模仿一个古老民族的习俗杀死它，不让它感到晚年的苦痛。人们为它举行宏伟的葬礼，像是为了一个英雄，显要的公民把棺材扛在肩上，径直走向坟墓的顶盖。在湿润的、被掘墓人用他那把具有远见的铁锹翻动的土地上，人们组合起多彩的词句，谈到灵魂的不朽，谈到生命的虚无，谈到上帝那无法解释的意志，大理石永远地掩埋了这个终日勤劳的生命，它成为一具尸体。人群散去，夜晚立即用它的阴影覆盖了墓地的围墙。但是，人类，你们不要因痛苦地失去了它而悲伤。看，它慷慨地满足了你们：它的无数子女在向前进，这些蛮横、可爱的小家伙的出现，似乎缓和了你们的绝望，减轻了你们的痛苦，它们将来会成为出色的、用非凡的美丽打扮的虱子&mdash;&mdash;具有圣贤风度的妖魔。它曾在你们的头发上用慈母的翅膀孵化过好几打心爱的虫卵，这些外来居民将拼命地吸干你们的头发。这个时刻迅速来临，虫卵裂开了。你们什么也不要担心，这些哲学少年穿过短暂的一生立即长大。它们将长得非常大，将让你们感觉到它们的爪子和吸盘。你们这些人不知道为什么它们不吞噬你们的头骨，而仅限于用它们的吸泵汲取你们那血液中的精华。等一下，我来告诉你们；这是因为它们没有这种气力。你们可以确信，如果它们的下颚尺寸和它们的无限心愿相符合，你们的脑浆、视膜、脊柱、全身都会被吃掉，犹如一滴水。你们到街上的年轻乞丐上用显微镜观察一只正在工作的虱子吧，你们会赞不绝口的。可惜这些留着长发的强盗个子太小。它们不适合应征入伍；因为，它们没有法律要求的必不可少的身材。它们属于短腿小人国，而盲人却毫不犹豫地把它们归入微生物。那只和虱子交战的抹香鲸，该它倒霉，它尽管身材高大，眨眼间就会被吃掉。它将剩不下尾巴，无法去发布新闻。大象让人抚摸，虱子却不让。我不建议你们进行这种危险的试验。如果你们手上长毛，或者仅仅由骨肉构成，那就当心点儿。你们的手指完蛋了。它们劈啪作响，如同遭受酷刑。皮肤被奇异的魔法剥去。虱子没有能力犯下同它们的想象力所酝酿的一样多的罪行。如果你们在路上发现一只虱子，那就继续赶路吧，别用舌头去舔它的乳头。这可能会给你们造成事故。这类事儿曾发生过。啊，人类，这不要紧，我对它给你们造成的痛苦的数量已经满意；不过，我希望它给你们造成更多的痛苦。你们对这个神明的崇拜已经腐烂，你们将把这种崇拜保持到什么时候？你们向它祈祷，并且为了赎罪而献上丰盛的祭品，它却对此无动于衷。看吧，这个丑陋的大亨，你们用花环虔诚地装饰了祭坛，洒下大盆大盆的鲜血和脑浆，它却对此毫不感激。它毫不感激&hellip;&hellip;因为，自从事物的开端，地震和风暴就一直在继续肆虐猖獗。然而，这是值得观看的场景，它越是显得冷漠，你们就越是佩服它。显然，你们在提防它那些掩藏起来的能力；你们的推理建立在下述思考之上：只有最强大的神明才会如此轻蔑地对待那些信仰它那种宗教的信徒。因此，每个国家存在着不同的神明，这儿是鳄鱼，那儿是妓女；但是，一涉及到虱子这个神圣的名字，世界全国人民都吻着他们那奴隶的锁链，一起跪倒在庄严的教堂广场上，跪倒在安放着这个丑陋、嗜血的偶像的台座前。那个不顺从自己的爬行本能、装出反叛的样子的民族迟早会像秋叶般从地球上消失，被无情神明的复仇所歼灭。啊，虱子，收缩的瞳孔，只要江河还将流水倒入大海的深渊，只要星辰还在轨道上运行，只要沉寂的真空还无边无际，只要人类还用殊死的战争撕开自己的胸膛，只要神圣的正义还向这个自私的星球投下复仇的闪电，只要人类还不承认、还蔑视、嘲弄自己的创造者&mdash;&mdash;这并非无理，你对宇宙的统治就有保障，你那王朝的链环就会从一个世纪延伸到另一个世纪。我向你致敬，初生的太阳，天上的救星，你是人类的隐形仇敌。你要不断地让肮脏这个女人在淫秽的拥抱中和人类结合在一起，让她发誓&mdash;&mdash;誓言不要写在粉末中，她将永远是人类的忠实情妇。你要不时地亲吻这个高贵荡妇的长裙，纪念她必然向你提供的重要援助。如果她没用猥亵的乳房引诱人类，你很可能就不存在了，你是这种合理、持久的交配的产物。啊，肮脏之子！告诉你母亲，如果她放弃人类的床铺，孑然一身、无依无靠地走上孤独的道路，那她将看到这会影响她的生活。愿她那些在芳香的内壁中怀了你九个月的肠子，一想到它们那嫩弱的婴儿因此而要碰到的危险便翻腾一阵子；这个婴儿曾经如此可爱、安静，但现在已经变得冷酷、凶恶。肮脏，帝国的皇后，你那贪婪的后代肌肉正在逐渐地增长，让这种景象保留在我这仇恨的眼睛中吧。你知道，你只要更紧地靠在人类的肋骨上就可以达到这个目的。这你可以做到，这不伤害风化，因为，你们早就结婚了。至于我，如果允许我给这支赞歌加几句话，我要说我让人修筑了一个矿坑，面积40平方法里，并有相当的深度。那儿掩藏着有生命的虱矿，纯洁而邪恶。矿藏填满坑底，宽阔、稠密的矿脉向各个方向蜿蜒伸展。我以下述方式建立了这座人工矿藏。我从人类的头发上揪出一只母虱。人们看见我和它连睡了三个晚上，然后我把它扔进矿坑。人体授精在其他相同场合不会有任何结果，但这次却必然成功。几天以后，成千上万的怪物诞生在阳光下，麇集在质地坚密的纽结中。经过一段时间，这个丑陋的纽结变得越来越大，并获得水银的液体性质，分成几个支叉。每当我没有扔给它们一个刚刚出世的、母亲希望他死的私生子或者一条我在夜晚从某个被氯仿麻醉的姑娘身上砍下的胳膊作为食物时，它们便互相吞食来汲取养料，现在便是如此（出生率高于死亡率）。每隔15年，人类身上的虱子便显著地放慢了繁殖速度，它们自己预见到了彻底灭亡之日的必然来临。因为，人类比他们的仇敌更聪明，终将战胜仇敌。此时，我就用一把恶毒的、使我增加力量的铁锹从这个取之不尽的矿藏中铲出像山峰般巨大的虱块，用斧子砍碎，在深夜里运送到城镇的交通要道上。它们在那儿接触到人的体温，溶解开来，变成在曲折的地下矿道中的最初形态，在沙砾中挖出一条河床，化成小溪，流入住家，犹如害人的精灵。看家狗低沉的吠叫，因为它感到大群陌生的生物穿过墙上的孔隙，把恐怖带到睡眠的床头。也许，你们在一生中至少听见过一次这种痛苦的长嚎。它那无能为力的眼睛企图看透夜晚的黑暗；因为，它那狗的大脑弄不明白这件事。这种嘈杂声激怒了它，它感到自己被出卖了。千百万敌人就这样像蝗虫组成的乌云般袭击每一座城市。这要持续15年。它们将向人类开战，给他们造成灼痛的伤口。过了这段时间，我将派遣另外的虱子。当我捣碎这些有生命的材料块时，一个碎片有可能比另一个更稠密。这些原子做出疯狂的努力来分裂它们的结块，以便去折磨人类；但是，凝聚力却牢不可破。它们最后的痉挛产生出巨大的力量，石块因无法摆脱它的生命法则而像被火药推动似的自己跳到高空，然后再落下来，深深地陷入地下。有时，喜欢幻想的农夫发现一颗陨石垂直地劈开天空，落到一片玉米地上。他不知道石块是从哪儿来的。你们现在有了关于这一现象的简短、清晰的说明。如果虱子覆盖地球如同沙砾覆盖海滨，那人类将为可怕的痛苦所折磨，将会被歼灭。这是什么样的景象！我将展开天使的翅膀，停在空中观望。10啊，严谨的数学，自从你们那比蜜还甜的深奥课程像凉爽的波浪滋润我的心田之后，我没有忘记你们。我在摇篮中就本能地渴望畅饮你们那比太阳还古老的泉水，我现在仍然行走在你们那庄严庙宇的神圣广场上，我是你们最忠实的信徒。我的精神曾有些模糊，曾被一种我说不上来的、好似浓烟的东西笼罩；但是，我懂得一步步地攀登阶梯，走向你们的祭坛，你们驱散了迷雾，仿佛风儿赶走海燕。你们建立了极端的沙漠、完美的谨慎和无情的逻辑。我依靠你们滋补的乳汁，智力迅速发展，达到无边无际的程度，处在迷人的清晰中，这是你们慷慨地赠给那些真诚喜爱的你们的人的礼物。算术、代数、几何，宏伟的三位一体！光明的三角！不认识你们的人是疯子，应处以最重的刑罚；因为，他的无知无虑是出于盲目的轻蔑。但是，认识你们、欣赏你们的人则不再想要地球上的任何财富，满足于你们那神奇的乐趣，只想乘着你们那忧郁的翅膀轻快地起飞，画出上升的螺线，飞向球形的天宇。对他来说，大地只是精神的假象和幻影；但是，你们，啊，简洁的数学，你们那顽强的命题严密连贯，你们那钢铁的法则永恒不变，你们让这种至高无上的、人们在宇宙秩序中发现了印迹的真理放射出耀眼的强烈光芒。不过，毕达哥拉斯的朋友，那个环绕着你们的、由正方形的完美规律性所特别体现的秩序却更为强大；因为，万能的上帝和他的特性完全暴露在这个值得纪念的工作中，它使你们那些定理的宝藏和华丽的光辉离开了混沌的肺腑。从古代到现代，不止一个人类天才的伟大想象力因注视你们那描绘在灼热纸张上的象征面孔而感到恐惧，庸俗的外行不明白，这些神秘符号都具有潜在的生命和气息，是永恒的公理和象形文字的明显启示，在宇宙之前就已存在，在宇宙之后仍将保留。这个想象力向一个必然的问号形成的悬崖弯下身子，奇怪数学怎么能包容这么多令人生畏的伟大和这么多无可置疑的真理，而如果将它们和人类相比，后者身上只能找到虚伪的骄傲和谎言。此时，这个具有高等精神的人听从了你们那些高贵、亲切的建议，更加感到人类无比地渺小和疯狂，他悲伤地把白发苍苍的头伏在干瘪的手上，陷入超自然的沉思。他向你们弯下双膝，怀着崇敬向你们神圣的面孔致意，仿佛面对的是万能的上帝本人的形象。我童年时，你们出现在我的面前，那是一个月光下、绿草地上、清澈溪水旁的5月之夜。你们三人同样地典雅，同样地纯洁，你们三人都像皇后般满身的肃穆。你们向我迈近几步，长裙像雾气般飘荡，你们把我当成圣子，引向你们高傲的乳房。于是，我赶紧跑出去，抽搐的双手放在你们雪白的胸脯上。我感谢你们用丰富的甘露哺育了我，我感到人性在我身上生长，变得更为美好。从此时起，啊，敌对的女神，我没抛弃过你们。从此时起，多少生气勃勃的计划，多少我以为像镌刻在大理石上似的铭刻在我心页上的同情，都渐渐地从我那觉醒的理智中擦去了它们的轮廓线，如同新生的黎明抹去夜晚的黑暗！从此时起，我见过死亡，就是肉眼也能看出它企图向坟墓移民，企图毁坏人血灌溉的战场，在阴郁的尸骨上种植清晨的花卉。从此时起，我目睹了我们这个星球的各次革命；我不动声色地观看过地震，观看过喷射炽热岩浆的火山，观看过沙漠的热风已经暴雨中的沉船。从此时起，我看见过好几代人在早上向天空抬起他们的翅膀和眼睛，充满快乐好似没有经验的、欢呼最后一次变态的蚕蛹，却在晚上太阳落山前死去，脑袋低垂仿佛在哀怨的风声中摇摆的枯花。但是，你们，你们总是老样子，毫无变化，没有一丝臭气掠过你们那同一性的陡峭岩石和宽广山谷。你们那些朴素的金字塔的延续时间将长于埃及金字塔&mdash;&mdash;愚蠢和奴隶修建的蚁窝。站立在时光废墟上的世界末日仍能在万能的上帝那复仇的右手边上看到你们那些难解的数字、简洁的方程以及具有雕塑美的线条，而星辰则像龙卷风般绝望地隐入一个可怕、永恒的宇宙之夜，而怪模怪样的人类则思考着怎样在最后的审判中算帐。谢谢你们帮了我无数次忙。谢谢你们用奇特的品质丰富了我的智慧。没有你们，我在和人类的斗争中也许已经失败。没有你们，他们可能会让我在沙土上打滚，亲吻他们脚上的灰尘。没有你们，他们可能会用阴险的爪子在我的皮肉上开沟耕耘。但是，我像富有经验的竞技者一样严阵以待。你们给了我冷漠，它来自你们那崇高而没有热情的观念。我用它来轻蔑地拒绝我这短暂旅行中瞬间的享乐，把我同类那些令人喜悦的虚伪馈赠扔到门外。你们给了我顽强的谨慎，它在你们那令人赞叹的分析、综合、演绎方法的每一步骤中都可辨认出来。我用它来转移我那些死敌的害人诡计，由我来敏捷地攻击他们，把锋利的匕首插进人类的内脏，它将永远深陷在他们身上；因为，这是一个让他们不能重新站起来的伤口。你们给了我逻辑，它似乎是你们那些充满智慧的教诲的灵魂，它的三段论使复杂的迷宫变得容易理解，我的智力感到勇气倍增。我在这个可怕的助手帮助下，游向浅滩，停在仇恨的暗礁前，发现了人类身上那漆黑、丑陋的恶意，它正蹲在毒气中欣赏着自己的肚脐。我第一个在他们那内脏的黑暗中发现了这个不祥的缺陷&mdash;&mdash;恶！恶在他们身上多于善。我使用你们给我的这件毒器，把造物主从人类的怯懦修建的台座上打落！他咬牙切齿地忍受了这种耻辱；因为，他的对手是一个比他更坚强的人。但是，我为了降低飞行高度，将他像一团线头般扔在一边&hellip;&hellip;思想家笛卡尔曾有一次这样思考：你们身上没有建起任何坚固的东西。这真是一个让人明白下述事实的巧妙方法：前人不可能当即发现你们不可估量的价值。事实上，什么能比前面提到的那三种主要性质更坚固呢？它们缠绕在一起，形成单一的花冠，升上你们那巨大建筑的庄严顶端。你们那些钻石矿藏中的日常发现和你们那些辉煌领域中的科学探索使这座纪念碑不断增高。啊，神圣的数学，但愿你们和我永久地交往，安慰我剩余的日子，使我不再为人类的恶毒和宇宙大帝的不公正而痛苦！11&ldquo;啊，银嘴油灯，你在空中陪伴着大教堂的拱顶，我的眼睛发现了你，探寻着你悬挂在那儿的原因。有人说，你的光亮在夜晚照耀那群来崇拜万能上帝的家伙，给忏悔者指明通往祭坛的道路。听吧，这很可能；但是&hellip;&hellip;你丝毫不欠他们，你需要帮他们这种忙吗？让教堂的立柱沉浸在黑暗中吧。当一阵风暴把魔鬼卷入空中旋转、又把他刮进圣地散布恐惧时，你不要英勇地和魔王的腥风作斗争，而要在他那狂热的气息下突然熄灭，以便他能够偷偷摸摸地在下跪的信徒中选择他的牺牲品。如果你这样做，你就可以说我的幸福全部归功于你。当你像现在这样发亮、像现在这样放射出模糊然而充足的光芒时，我不敢投身于我的性格向我提示的行动中，只好呆在神圣的廊柱下，透过半开的大门看着那些人在天主的怀抱里躲过我的复仇。啊，富有诗意的油灯！如果你理解我，你将是我的朋友。夜间，当我的双脚在教堂的玄武岩上行走时，为什么你那种闪耀的方式让我感到奇怪？我得承认这一点。你的光线带有电光的白色调，眼睛无法注视你。你燃起强烈的火苗，照亮了造物主的狗窝中最微小的细部，仿佛你被一种神圣的愤怒所折磨。当我亵渎完神明离去时，你确信完成了一个正义的举动，重新变得谦虚、暗淡、不为人注意。告诉我一点吧，是不是因为你了解我心灵的曲折，所以当我偶然出现在你守夜的地方时，你才急忙指明我带来的危险，把崇拜者的注意力引向人类的仇敌刚刚露面的那一侧？我倾向于这个意见；因为，我也开始了解你了。我知道你是谁，老巫婆，你这么认真地守护着神圣的教堂，你那个好奇的主子在这儿像一个公鸡的肉冠般神气活现地走动。警觉的看守，你给自己找了个发疯的差事。我告诉你，你下次再增强磷光把我指给我那些谨慎的同类，那我就要抓住你胸口的皮肤，用爪子钩住你那长癣的脖子上的焦痂，把你扔进塞纳河，因为我不喜欢这种任何物理书中都没提及的光学现象。在那儿，我允许你闪耀，只要让我愉快就行；在那儿，你将以无法抑制的微笑来嘲弄我；在那儿，你将看到你的油丧失犯罪能力，你会辛酸地把它排泄出来。&rdquo;马尔多罗这样说完，仍未走出教堂，眼睛还盯着圣地的油灯&hellip;&hellip;他以为在这盏灯的举止中看到了一种挑衅，它那不合时宜的介入极度地激怒了他。他想，如果某个灵魂被禁锢在这盏灯中，那它未免太怯懦，不敢直率地反击一次正大光明的进攻。他徒劳地挥动着健壮的胳膊，希望灯能变成人；他下决心要让这个人度上一段艰难的时光。但是，灯变成人，这不合情理。他仍不甘心，就到破塔前的广场上找了一块薄边扁石。他把石块用力扔到空中&hellip;&hellip;链条被从中切断，如同青草被镰刀割下，礼拜的工具掉到地上，灯油溅满石板&hellip;&hellip;他抓起油灯，想把它拿到外面，但它却反抗，变大。他似乎看见它的两侧长出翅膀，顶部显出一个天使的上身形态。整个油灯企图飞向空中，但被他的手紧紧抓住。一盏油灯和一个天使形成同一个身体，这可不常见。他认出油灯的形态，他认出天使的形态；但是，他不能在头脑中将它们分开；因为，事实上，两个形态相互渗透，组成一个独立、自由的身体；然而，他以为是云雾遮住了他的眼睛，使他丧失了敏锐的视力。不过，他勇敢地准备斗争，因为他的对手并没害怕。那些天真的人向愿意相信他们的人讲述，神圣的大门转动着悲伤的合页自动关闭，以使任何人都不能观看这场亵渎宗教的斗争，它的高潮即将在这个遭到侵犯的圣殿大厅中展开。那个身披斗篷的人，当他被一只无形的利剑刺伤时，努力将自己的嘴靠近天使的脸；他只想着这件事，他的全部努力都朝向这个目标。天使精疲力尽，似乎预见到自己的命运。他有气无力地抗争，人们看出如果他的对手愿意的话，可以轻而易举地抱住他。好，这个时刻来到了。他用肌肉扼住天使的喉咙，使他不能呼吸，又使他的脸向后仰，靠在自己丑恶的胸口上。有一会儿，他触到了等待着这个天国生物的命运，他本该情愿让他当自己的朋友；但是，他一想到这是天主的使者，便无法压住怒火。一切都完了，某种可怕的东西将要回到时间的笼子里！他弯下身子，把浸透口水的舌头伸向天使的脸颊，天使射出哀求的目光。他用舌头在这个脸颊上舔了一会儿。啊！&hellip;&hellip;看哪！&hellip;&hellip;快看哪！&hellip;&hellip;这个白里透红的脸颊变成了黑色，好似一块煤炭！它发出腐烂的臭气。这是一个坏疽，不能再怀疑了。腐肉侵蚀到整个脸上，又从那儿把它的狂怒传向下方，很快，整个身体都成了一个巨大、肮脏的伤口。他自己也感到惊恐（因为，他没有想到自己的舌头具有如此剧烈的毒性），于是捡起油灯，溜出教堂。他刚到外面，就发现空中有一个黑色的物体，长着烧焦的翅膀，艰难地飞向天国。当天使向善的宁静高空上升、马尔多罗则相反向恶的晕眩深渊下降时，他们两人相互注视。这是什么样的目光！它轻易地包容了人类60个世纪以来思考的一切，包容了人类在以后的世纪里还将思考的一切，他们在这个最后的诀别中说出了多少事情！但是，人们明白，这些思想比人类智慧中涌现的思想更为崇高，首先是因为这两个人物，其次是因为这个环境。这种目光使他们结下永恒的友谊。他对造物主的使者能有如此高贵的灵魂感到十分惊异。有一会儿，他相信自己错了，思考着他是否应该像原先所做的那样沿着恶的道路走下去。慌乱过去了，他坚持自己的决心；他早晚要战胜宇宙大帝，取代他来统治整个宇宙，统治成群如此美丽的天使，他以此为荣。这个天使没有说话，他要一边飞向天空，一边回到原始形态。天使流下眼泪，使那个带给他坏疽的人感到前额发凉。天使飞入云中，像一只秃鹫般渐渐地消失。这个罪犯看着油灯：上述一切的起因。他像疯子般穿过街道，跑向塞纳河，把油灯从栏杆上丢下去。它旋转了一会儿，最后沉入浑水中。从这天起，每当夜晚降临，人们就看见一盏闪亮的油灯优雅地浮现在河面上，像拿破仑桥一样高，灯柄处长着两只小巧的天使翅膀。它在水面上缓缓地前进，穿过加勒桥和奥斯特利茨桥后又继续在塞纳河上静静地航行到阿尔玛桥。它一到此处，就轻灵地溯流而上，四个小时后回到出发点。如此往返，整整一夜。&ldquo;它的光芒，白得像电光&rdquo;，胜过沿两岸排列的气灯。它在这些气灯中前进，宛如一个孤独的、不可捉摸的皇后，&ldquo;带着无法抑制的微笑，灯油没有辛酸地溅出来&rdquo;。起初，船只都追逐它；但是，它像一个风骚的女人般潜入水中，挫败了这些徒劳的努力，躲过所有追捕后又在远处相隔一大段距离重新出现。现在，那些迷信的水手一看到它便停下歌声，把船划向相反的方向。当你们在夜晚经过一座桥时，可要格外小心，你们肯定会在这儿或那儿看见这盏油灯闪耀；不过，据说它并不对所有人都露面。当一个受到良心谴责的人从桥上经过时，它就会突然熄灭灯光，这个行人感到恐惧，枉然地用绝望的目光搜索河面和河泥。他知道这件事意味着什么。他相信他看到了天国的闪光，但他却对自己说，光线来自船头或来自气灯的反射；他对了&hellip;&hellip;他知道，正是由于他的缘故灯光才消失。他陷入忧伤的思考，加快步伐回到家中。此时，银嘴油灯重新出现在水面上，继续穿过优美、多变的曲线向前进。12当我醒来时，长着红色阴茎的人类啊，倾听我童年的思想吧：&ldquo;我刚才醒来了；但是，我的思想仍然麻木。每天早上，我感到头脑沉重。我很少能在夜晚得到休息；因为，当我终于入睡时，可怕的恶梦便在折磨我。白天，当我的眼光在空间无目的地游荡时，我的思想因胡思乱想而疲乏；黑夜，我无法入睡。那我应该什么时候睡觉？然而，天性需要讨还自己的权利。因为我鄙视天性，所以它使我面容苍白，眼睛闪着狂热、强烈的火焰。其实，绞尽脑汁，不断思索，这正是我最不愿意做的事情；但是，即使我不愿意，我那沮丧的情感仍不可抵挡地把我拖向这个斜坡。我发觉其他的孩子也和我一样，只是他们更为苍白并且皱着霉头，和成年人，即我们的兄长一样。啊，宇宙的创造者，今天早上我不会忘记给你献上孩子那祈祷的香烛。有时我忘记做这件事，我发现我在那几天里比平时更快乐，我的胸膛摆脱了一切束缚，充分开放，自由自在地呼吸田野的清香空气。而当我每天受父母之命，履行艰苦的义务，在不可分离的烦恼伴奏下向你唱一首费力杜撰的赞美歌时，我在一天的剩余时间里，又伤心，又生气，因为我觉得自己口是心非，这既不合逻辑也不合情理；于是，我躲入深深的孤独。当我要求这些孤独解释我这种奇怪的心态时，它们却不回答我。我愿意喜爱你，崇拜你；但是，你过于强大，我的赞歌中存有恐惧。如果你只要显示一下思想就能摧毁或创造世界，那我这些微弱的祈祷对你将毫无用处；如果你高兴时就派遣霍乱蹂躏城镇，派遣死亡用爪子毫无区别地抓走人生的四个阶段，那我不想和一个如此可怕的朋友结下友谊。不是仇恨在引导着我的思路，而正相反，我害怕你本人的仇恨，一道任性的命令就可以让它从你心中出来，并变得十分巨大，宛如安第斯山脉兀鹰的翼展。你那些暧昧的消遣超出了我能接受的范围，很可能我就是其中第一个牺牲品。你是万能的上帝，我不否认这个称号；因为，只有你一人才有权承受这一称号，你那些带来悲惨后果或造成幸福结局的欲望只以你自己为界限。因此，我对行走在你那残酷的蓝宝石色长袍边上感到痛苦，我不是你的奴隶，但随时会成为你的奴隶。当你亲自下来察看你那君主的品行时，如果一个幽灵在你面前一动不动地竖起复仇的脊椎骨，你惊慌的眼睛便流下为时已晚的悔恨和恐惧带来的泪水，你过去曾不公正地对待不幸的人类，尽管他们像你最忠实的朋友似的一向顺从你。此时，你头发竖立，自以为诚恳地下定决心，要永远地把你那老虎的想象力难以想象出的、即使不是可悲也是可笑的游戏悬挂到虚无的荆棘上，这是真的；但是，我同样知道，坚贞并没在你的骨头中像顽强的骨髓一样固定它那永恒住所的铁钩，你和你的思想覆盖着谬误的黑色麻风，相当经常地重新落入阴沉诅咒的丧葬之湖。我愿意相信这些诅咒是无意识的（尽管它们照样含有致命的毒液），相信恶与善合成一体，化为你那腐烂的君王胸膛的激烈跳动，仿佛悬崖的激流被一股盲目力量的神秘魔法所推动；但是，我毫无证据。我过于经常地看到，由于人类犯下一些用显微镜才能发现的区区小错，你那肮脏的牙齿便狂怒地发响，你那覆盖着时间青苔的庄严面孔便像炽热的煤炭一样火红，所以我不能更长久地停留在刚才那个憨厚假设的路标前。每天，我合上双手，提高声调，卑贱地向你祈祷，因为必须这样做；然而，我恳求你的神意不要想起我，把我当作一只在地下蠕动的小虫放一边吧。你要知道，我宁愿贪婪地进食热带浪涛在它们冒泡的乳房中带到沿岸区域无名荒岛的海生植物，也不愿意知道你在观察我，不愿意知道你在把冷笑的解剖刀伸进我的意识。我的意识刚刚向你暴露了我的全部思想，我希望你虽然谨慎，却能轻易地赞同保留在这些思想中的不可抹去痕迹的良知。淡蓝色的黎明升起来了，在晨曦的绸缎皱褶中寻找着光线，如同我在恋善之心的激励下寻找着善良，从此时起，除了对我那些我应该和你维持的、多少有点亲密的关系类型有所保留之外，我的嘴在一天中的任何时刻都准备散发犹如人工呼吸般的大量谎言，你的虚荣严格地要求每一个人做这件事。我活过的岁月并不多，但是，我已经感到善良只不过是响亮音节的组合，我在任何地方都没能找到。你过分显露你的性格，应该更巧妙地遮掩它。当然，也许是我错了，也许你是有意这样做；因为，你比别人更清楚应该怎样为人出世。人类以模仿你为荣耀，所以神圣的善良在他们凶猛的眼中辨认不出自己的圣龛；有其父必有其子。不论人们对你的智力有什么看法，我只作为公正的批评家来谈论它。我求之不得的事情就是我犯错误。我不愿意对你显示我的仇恨，我用爱情关怀它，好似关怀一个心爱的姑娘；我最好还是把它从你眼前挪开，只在你面前露出一个负责检查你那些丑行的严肃检查官的面目。因此，你将和仇恨断绝一切现行的交往，把它忘记，并完全摧毁这个咬噬你肝脏的贪婪臭虫。我更喜欢让你听到一些温柔的梦呓&hellip;&hellip;是的，是你创造了世界以及它所包容的一切。你尽善尽美。你不缺少任何一种美德。人人都知道你非常强大。愿全宇宙每时每刻都对你高唱永恒的赞美歌！鸟群为感谢你而在乡村飞舞。星辰属于你&hellip;&hellip;但愿如此！&rdquo;在这样开始之后，你们就因发现我的本来面目而惊奇吧！13我寻找一个和我相似的灵魂，却没能找到。我搜索大地的每个角落，我的恒心无济于事。然而，我不能总是孤独。应该有人赞同我的性格，应该有人具备和我一样的思想。那是一天早上，太阳升起在地平线上，显出它全部的壮丽。一个小伙子也升起在我的眼中，花儿由于他的出现而开放在他经过的路上。他走近我，向我伸出手：&ldquo;你在找我，我到你这儿来了，让我们祝福这个快乐的日子吧！&rdquo;但是，我说：&ldquo;走开，我没有叫你，我不需要你的友谊&hellip;&hellip;&rdquo;那是一天晚上，黑夜开始向大自然展开它忧郁的帷幕。一个我勉强可以辨认的美女也向我展开她迷人的影响，她同情地看着我，然而却不敢对我讲话。我说：&ldquo;靠近我，让我好好看看你的脸相；因为，星光不够明亮，我在这么远的距离看不清你。&rdquo;于是，她步态端庄，眼睛低垂，踏着草坪的青草来到我身边。我一看到她，就说：&ldquo;我看出善良和正义居住在你的心中：我们不可能一起生活。你现在仰慕我的美貌&mdash;&mdash;它震撼过不止一个女人；但是，你迟早会后悔把你的爱情献给我；因为，你不了解我的心灵。并非我会不忠于你：一如此多的忘我和信任献身于我的女人，我会以同样多的信任和忘我献身于她；但是，把下面的话放入你的头脑中吧，永远不要忘记：狼和羊不会用温柔的目光互相注视。&rdquo;我如此厌恶地拒绝了人类的佼佼者，那么我需要什么！我无法说出我的需要。我还不习惯用哲学倡导的方法精确地认知我的精神现象。我在一块岩石上坐下，靠着大海。一条船刚刚扯起全部风帆离开这片海域：一个难以觉察的圆点出现在天际，在狂风的推动下渐渐靠近，迅速增大。风暴即将开始攻击，天暗下来，变成几乎和人心一样丑陋的黑色。那条船是一艘巨型军舰，它刚刚抛下全部船锚，以防被冲到海岸的峭壁上。海风在四面八方疯狂地呼啸，把船帆撕成碎片。阵阵雷声在闪电中爆炸，却不能压住这所没有地基的房屋&mdash;&mdash;活动坟墓上响起的哀号声。海水像榔头般左敲右打，没能击碎锚链，但震荡却使船侧出现一个漏洞。巨大的缺口；因为，大量的咸水冒着泡沫像山峰般扑上甲板，水泵来不及抽出去。遇难船鸣炮发出警报，但是，它在缓慢&hellip;&hellip;庄严地下沉。谁没见过在暴风雨中沉没的大船，谁就不知道人生的偶然，一会儿是闪电，一会儿是最深的黑暗，水手被你们所了解的那种绝望压垮。最后，当大海加强它可怕的攻击时，船体中央传出巨痛的齐声呐喊。这是人们放弃努力的喊声。人人都裹上顺从的外套，把自己的命运交到上帝的手中。人们像一群绵羊般往后拥靠。遇难船鸣炮发出警报，但是，它在缓慢&hellip;&hellip;庄严地下沉。他们让水泵开了一整天。无益的努力。夜晚来临，浓密而无情，使这出精彩的表演达到高潮。人人都在想，他一入水就不能护膝；因为，尽管他的记忆回溯到相当遥远的地方，也没发现任何一条鱼是他的祖先；但是，它勉励自己尽可能长时间地屏住呼吸，以使生命延长两三秒钟；这就是他想给予死亡的复仇的嘲讽&hellip;&hellip;遇难船鸣炮发出警报，但是，它在缓慢&hellip;&hellip;庄严地下沉。他不知道，下沉的船会带来汹涌的波涛和强烈的旋涡，污泥和浑水搅在一起，在上方进行破坏的风暴和来自下方的力量相互影响，使船体产生断断续续、刚健有力的运动。因此，这个将要淹死的人，尽管他事先收集、储备了镇静，但如果他能在深渊的涡流中把生命延长半次呼吸所用的时间&mdash;&mdash;这已经够慷慨了，那他在更深刻地思考之后应该感到幸福。所以，他不可能满足自己最后的心愿：嘲笑死亡。遇难船鸣炮发出警报，但是，它在缓慢&hellip;&hellip;庄严地下沉。错了，它不再鸣炮，不再下沉。这个胡桃壳完全堕入深渊。啊，天哪！人们在体验了如此多的快乐之后怎么能够活下去！我刚才侥幸目睹了我的一些同类的死亡。我分分秒秒地观察了他们那曲折发展的焦虑。有时，一个老婆子因恐惧而发疯，像牛一样吼叫，想在市场卖个好价。有时，一个婴儿发出一声尖喊，使人听不到操作指令。军舰很远，我无法清楚地辨别狂风带来的呻吟声；但是，我用意志使船靠近。每过一刻钟，一阵强风便带来凄凉的呼啸穿过海燕的惊慌叫声，把船纵向折断，使那些即将作为牺牲献给死亡的人发出更响的哀怨，此时，我就将一把利剑的尖刃插进我的脸颊，暗暗想道：&ldquo;他们更加痛苦！&rdquo;这样，我至少有了一个比喻的对象。我从岸上斥责他们，向他们扔去诅咒和威胁。我觉得我的仇恨和言语破除了声音物理法则，越过距离，清楚地传到他们那被怒海的吼叫震聋的耳中。我觉得他们会想到我，会发泄他们那处在无力的疯狂中的复仇欲望。我不时地将目光投向在坚实的大地上沉睡的城镇，看见没人料到一艘军舰即将在离岸几千海里处沉没，猛禽形成王冠，空腹的水栖巨人立在台座上，我重新获得勇气，希望重新回到我身上；因为，我可以肯定他们必将灭亡！他们不可能逃脱！另外，作为预防措施，我去找来了我的双响步枪，如果某个落水者企图游上悬崖，逃脱逼近的死亡，一颗子弹将击中他的肩膀，打断他的胳膊，阻止他实现自己的计划。当暴风雪最疯狂的时候，我看见一个人浮现在水面上，他那刚毅的头长着环形卷发。他在绝望地挣扎，像软木般颠簸，吞下几升水，沉入深渊。但是，他很快又重新出现，头发流着水，眼睛盯着岸，似乎在向死亡挑战。他的镇定令人钦佩。他那勇敢、高贵的脸庞被尖利的暗礁划破，宽阔的伤口流着鲜血。他不会超过16岁；因为透过照亮夜空的闪电，可以发现他的嘴唇上刚刚长出桃毛似的胡子。现在，他离悬崖只有200米了，我很容易就能看清他。他多么勇敢！这是怎样不可征服的精神！他用力地劈开海浪，水波艰难地在他面前扩展，他那高昂的头似乎在嘲笑命运！&hellip;&hellip;我事先就已决定。我必须对自己履行诺言：丧钟已经敲响，任何人都不应逃脱。这就是我的决心，什么也不能改变它&hellip;&hellip;一声清脆的枪响，他的头立即沉下去，再也没浮上来。我并没有像人们可能以为的那样从这次凶杀中获得很大快乐；这恰巧是因为我总在杀人，已经腻了，我杀人只是出于无法戒除的习惯，只是略微有点开心。我的感觉变得迟钝、坚硬。船被吞没之后，100多个人同风浪作着最后的斗争，向我呈现他们那死亡的表演，此时，这一个人的死又能让我感到什么快乐呢？在他的死中，我甚至没有受到危险的诱惑；因为，人类的正义被这个可怕夜晚的飓风摇动，正在离我几步远的房屋中昏睡。今天，年华压在我的身上，我要坦率地说出下面的话，如同庄严的、至高无上的真理：我并不像人们此后讲述的那样残酷；但是，有时他们的恶意带来持续多年的灾难。那时，我的狂怒无边无际，残酷的冲动攫取了我，对于靠近我那双野蛮的眼睛的人来说，只要他和我同种，我就变得十分可怕。如果是一匹马或一条狗，我会放过去：你们听见我刚才说的话了吗？不幸的是，我在那个风雨之夜正处于这种冲动中，我失去了理智（因为，虽然我平时也同样残酷，但是却更为谨慎）。那次，一切落入我手中的东西都必须死。我并不打算对我造成的伤害进行辩解。过错并不全在我的同类。我只不过是指出事实，等待最后的审判，它已经使我预先抓挠颈背了&hellip;&hellip;最后的审判对我算得了什么！我从来不会像我为了骗你们而说的那样失去理智。当我犯罪时，我知道我在做什么：我不想做别的事！我站在悬崖上，出神地观察着暴风雨的力量，狂风在一个没有星光的天空下，抽打着我的头发和斗篷，猛烈地攻击一只船。我以胜利者的姿态关注着这个悲剧的全部情节，从战舰抛锚到它沉入深渊，致命的服装使那些把它当外套穿的人被卷入大海的肠胃。但是，时间到了，该我自己作为演员登上这个乱七八糟的舞台了。当军舰进行过战斗的位置清楚地表明它将在大海的底层度过余生时，那些被浪涛卷走的人有一部分又重新浮现在水面上。他们三三两两地拦腰抱在一起，这可真是丧命的好办法；因为，他们动作受到妨碍，像破罐般沉下去&hellip;&hellip;这队快速劈浪而来的海怪是什么？它们共有6只；它们的鳍片强壮有力，穿过激浪开出一条通道。很快，这些鲨鱼把所有那些在这片不太稳固的大陆上晃动着四肢的人都做成了一盘无蛋的煎蛋，并按强权法则分享。血与水混合，水与血混合。它们凶猛的眼睛充分地照亮了这种屠杀场面&hellip;&hellip;但是，在那天边，汹涌的波涛又是什么？好似一道龙卷风来临。划水多么有力！我发觉这是什么了。一只巨大的母鲨来分享鸭肝酱，吞食清煮肉。它非常狂暴；因为，它饿着肚子而来。一场无声的战斗在它和其余的鲨鱼之间展开，以便争夺一些漂浮在这儿、那儿、红色奶油之上的悸动的肢体。它用牙进攻，向左，向右，造成致命的伤口。但是，三只活着的鲨鱼仍围着它，它被迫向各个方向转动以挫败它们的阴谋。那个观战者站在岸上，注视着这场新式海战，一种直到此时从未体验过的激情不断增长。他的眼睛紧盯着这只勇敢的、牙齿如此有力的母鲨。他不再犹豫，以惯常的灵巧把枪抵在肩上，当一只鲨鱼在浪尖上显露时，他把第二颗子弹打进它的鳃孔。两只剩下的鲨鱼却显得更为顽强。那个口水发咸的人从悬崖上跃入海中，向惬意的彩色地毯游去，手中握着那把永远不会遗弃他的钢刀。此后，每只鲨鱼将和一个敌手打交道。他靠近疲惫的对手，从容不迫地把锋利的刀刃插进它的肚子。那个活动的城堡则轻易地除掉了最后一个敌手&hellip;&hellip;那个游水人和他救出的母鲨正面相对，眼睛相互注视了几分钟，每一方都因在另一方的目光中发现如此多的凶猛而感到惊奇。他们游着泳，兜着圈，互相看着，心里想道：&ldquo;直到现在，我一直是错的，这个家伙比我更凶恶。&rdquo;于是，母鲨用鳍分开海水，马尔多罗用臂打着海浪，他们怀着相互的赞赏，怀着深深的尊敬，在水下屏住呼吸，一起向对方游去，都想第一次凝视自己的活肖像。他们来到3米距离处，仿佛两块磁石毫不费力就突然地拥抱在一起，满怀庄严和感激，像兄弟或姐妹一样温柔。肉欲紧跟着这种友谊的表示而来。两只有力的大腿如同良知蚂蝗紧紧地贴在怪兽那发粘的皮肤上，臂膀和鳍片在所爱的对象身上交织在一起，而他们的喉部和胸部很快便成为一个蓝色的、散发着海藻气味的整体。他们在继续猖獗的暴风雨中，在闪电的光芒下，在冒泡的海浪做成的婚床上，被一道宛如摇篮的海底潜流卷走，翻滚着沉入不可知的海渊深处，在一次长久、贞洁、可怕的交配中结合在一起！&hellip;&hellip;终于，我找到了一个和我相似的人！&hellip;&hellip;从此，我在生活中不再孤独！&hellip;&hellip;她具备和我一样的思想！&hellip;&hellip;面对着我的第一次爱情！14塞纳河卷来一具尸体。河水在这种情形下显得十分庄严。肿胀的尸体漂浮在水面上，消失在一道拱桥下，但又重新出现在远处，像磨房的叶轮缓缓旋转，有时又沉下去。一个船工顺便用竿子挂住尸体，把它拖到岸上。人们在把尸体运到陈尸所之前，先在岸上放了一会儿以便抢救。密集的人群围在尸体旁边。那些因站在后面而看不见的人极力地推挤着站在前面的人。每人都想：&ldquo;淹死的不是我。&rdquo;人们惋惜这个自杀的青年，佩服他，但不模仿他。然而，他却认为地上的一切都不能满足他，因此怀着更高的向往，觉得自杀非常自然。他容貌高雅，服装贵重。他有17岁吗？死得真年轻！停滞的人群继续向他投去不动的目光&hellip;&hellip;天黑了。每人都静悄悄地离去。没人敢给溺水者翻身，好让体内的水流出。人们怕被认为多愁善感，所以都缩进衬衫的领子中，谁也不动。有一个人离开时轻吹着刺耳、荒谬的蒂罗尔小曲，另一个人像打响板似的打着响指&hellip;&hellip;马尔多罗被他那阴沉的思想烦扰，骑着马以闪电的速度从附近经过。他看见了溺水者，这就够了。他当下勒住骏马，踩着马镫下来。他毫不厌恶地托起年轻人，让他吐出大量的水。他一想到这个没有生气的身体可能在他的手中复活，他的心脏便在这种良好的感觉下活蹦乱跳，勇气也随之倍增。我说过，白费劲！白费劲！这是真的。尸体仍然毫无活力地任人摆布。他按摩太阳穴，擦擦这条胳膊，又擦擦那一条；他把自己的嘴唇贴在陌生人的嘴唇上，往嘴里吹了一个小时的气。终于，他那只按在胸膛上的手似乎感觉到一阵微弱的心跳。溺水者活了！在这个崇高的时刻，人们可以发现骑手的前额上少了许多皱纹，他年轻了10岁。但是，唉！也许明天，也许他一离开塞纳河畔，皱纹就会回来。这时，溺水者睁开呆滞的眼睛，用淡淡的微笑感谢他的恩人；但是，他仍然虚弱，不能做任何动作。救活一个人，这多美啊！这种行为弥补了多少过失！那个青铜嘴唇的人一直忙着从死亡的手中夺回生命，当他更专心地注视年轻人时，发觉他的，面孔并不陌生。他心想，在金发窒息者和奥尔泽之间并没有多大差别。你们看，他们多么动情地拥抱！这无关紧要！那个碧玉瞳孔的人努力保持一个严肃角色的表情。他一言不发地把自己的朋友放到马背上，骏马飞奔而去。啊，奥尔泽，你自以为如此理智，如此坚强，你难道没有通过自身的例证看出，在绝望时要保持你所自吹的冷静是多么地困难。我希望你不要再给我造成这种烦恼，而在我这一方，我答应你永远不试图自杀。15有时，在生活中，那个头发生虱的人向青色的天幕投去野兽的凝滞目光；因为，他似乎听到一个幽灵在他面前发出的嘲讽声。他摇晃着低下头：他听到的是意识的声音。于是，他以疯子的速度冲出屋子，朝惊慌中发现的第一个方向跑去，吞噬着乡村坎坷的原野。但是，黄色的幽灵没有放过他，仍以相同的速的追赶。有时，在一个雷雨之夜，当几群远看好似乌鸦的带翼章鱼在云中翱翔，带着警告人类改变品行的使命奋力飞向人类的城镇时，那块目光阴沉的石头便看见两个生物一个跟一个地穿过闪电的光芒，它擦拭着从冰冷的眼皮中悄悄流出的同情的泪水，喊道：&ldquo;当然，他罪有应得，这只不过是讨还公道。&rdquo;它说完话，重新回到它那惶恐的态度中，神经质地颤抖着，继续观看追捕，观看幽暗的大阴唇，大量的黑色精子好似河水般不断从那里涌出，腾飞到凄凉的太空，展开它们宽广的蝙蝠翅膀遮蔽了整个自然界，遮蔽了那几群孤独的章鱼，章鱼一看到这些难以表述的隐约闪烁就变得灰心丧气。但是，在这段时间中，障碍赛仍在那两个不知疲倦的跑步运动员之间进行，幽灵用嘴向人形羚羊烤焦的背上喷射着火流。如果幽灵在履行这种职责时半路上遇到怜悯想要阻拦他，那他会勉强对哀求让步，放那人逃掉。幽灵的舌头发出响声，似乎是对自己说他将停止追击，回到他的窝中等待新的命令。他那囚犯的声音响彻最远的空间。当这可怕的吼叫钻进那个人的心灵时，他如常言所说，宁可认死忘为母，不愿认悔恨为子。他的头直到肩膀都藏进一个纵横交错的泥洞中；但是，意识挫败了这种鸵鸟的诡计。洞穴突然消失，化为太空的水滴；光明在光线的陪伴下出现，宛如飞向熏衣草的杓鹬。那人重新面对着自己站立，睁着暗淡的眼睛。我看见他向大海的方向走去，登上一个被泡沫的眉尖拍打、撕裂的岬角，然后像飞箭般扑入海浪。这是奇迹：第二天，尸体重新出现在水面上，海洋把这个血肉残骸送回海岸。那人离开他的身体在沙滩上压出的模子站起来，挤干湿润的头发，额头沉默而前倾，重新走上人生之路。意识严厉地评判我们最隐秘的思想和行为，从不出错。由于它经常无力防恶，所以它不断把人当狐狸来围捕，尤其是在黑暗中。那些复仇的、被无知的科学称为流星的眼睛散发着神秘的话&hellip;&hellip;他明白这些话！此时，他的枕头被身体的抖动捣碎，他的身体被失眠的重量压垮，他听见夜晚模糊的喧哗和阴森的呼吸。睡眠天使使自己的前额也被一块来历不明的石头狠狠地击中，他丢下任务，返回天空。那么，这次我来出面捍卫人类，我这个蔑视一切美德的人，我这个从未被造物主忘记的人。在那个光荣的日子里，我彻底推翻了那本通过作弊记下&ldquo;他的&rdquo;权力和&ldquo;他的&rdquo;永恒的天国编年史，把我的400个吸盘贴在他的腋下，让他发出吓人的喊声&hellip;&hellip;这些喊声从他的嘴中出来后就变成蝰蛇，躲藏在荆棘丛中，躲藏在坍塌的城墙下，白天潜伏，黑夜潜伏。这些成为爬行动物的喊声具有无数的环圈、一个又小又扁的头以及一双阴险的眼睛，它们发誓遇到人类的纯洁便停止攻击。但当纯洁在茂密的丛林中、在斜坡的背面上或在山丘的沙石上漫步时，它们就会立即改变主意。要是时间还来得及就好了；因为，有时，那人在返身出海之前，就发现毒液已经从一个几乎无法看出的伤口进入腿上的血管。造物主就是这样甚至在最难以忍受的痛苦中也保持着令人赞叹的冷静，懂得从痛苦的胸口取出危害地球居民的病菌。当他看见马尔多罗变成章鱼时，怎么能不惊奇，8只巨大的爪子伸到他身上，每条结实的皮带都可以轻易地环抱一个行星的圆周。他措手不及被抓住，挣扎着想摆脱那发粘的、越来越紧的搂抱&hellip;&hellip;我怕他耍什么花招，就在大吃了他神圣的血球之后，突然松开他威严的身体，藏入一个洞穴；此后它一直是我的住所。他徒劳地寻找，没能找到我。这种情形持续了很长时间；但是，我相信他现在知道我住在哪儿了。他避免进到里面。我们两人像两个相邻的君王一样生活，他们了解双方各自的力量，谁也不能战胜谁，并且都对过去那些无益的战斗感到厌倦。他怕我，我怕他，谁也没败，但都遭到过对手的可怕打击，我们就停留在这种状态中。然而，只要他愿意，我随时准备重新开战。不过，但愿他不是在等待有利时机来实现他的秘密计划。我将用眼睛盯住他，永远保持戒备。但愿他不再把意识及其酷刑派遣到大地上来。我教会了人们使用武器，用这些武器他们可以更有利地与意识作战。他们和意识还不熟悉；但是，你知道，它对我来说就像是风儿卷起的麦秸。我对麦秸同样重视。如果我想利用出现的机会来使这些诗歌讨论变得繁琐，那我要补充说我重视麦秸甚至超过重视意识；因为，麦秸对反刍的黄牛有用，而意识却只知道露出它的钢爪。这种爪子在伸到我面前的那天，遭到了惨痛的失败。因为意识是造物主派来的，所以我认为不让它阻挡我的路是恰当的。如果它出现时带着与它从未放弃的地位相符的谦恭，那我也许会听从它。我不喜欢它的骄傲。我伸出一只手，它的爪子在我的手指变成的新式研臼不断增长的压力下碎裂，变成粉末掉下来。我伸出另一只手，揪下它的头。然后，我鞭打这个女人，把她赶出我的房屋，再也不见她。我留下她的头纪念我的胜利&hellip;&hellip;我手持一颗头，啃着颅骨，像鹭鸶般单脚站立在山侧形成的悬崖上。人们看见我下到山谷，此时我胸口的皮肤纹丝不动，宁静有如一座坟墓的顶盖！我手持一颗头，啃着颅骨，在最危险的深渊中游泳，沿着致命的暗礁走动，下沉得比潜流还深，以便作为局外人参观海怪的战斗。我远远地离去，连我锐利的目光都看不见海岸。丑恶的痉挛带着令人麻痹的磁力在我那以有力的运动劈开波浪的肢体旁游荡，却不敢靠拢。人们看见我返回海滩，平安无事，此时我胸口的皮肤纹丝不动，宁静有如一座坟墓的顶盖！我手持一颗头，啃着颅骨，跨上通往一个高塔的阶梯。我双腿疲乏，终于来到令人眩晕的平台。我凝视乡村、大海，我凝视太阳、苍穹，我用脚蹬着坚固的花岗石，发出最后的喊叫来向死亡和神圣的复仇挑战，然后像一块铺路石似的猛然扑向张着嘴的空间。人们听到痛苦、响亮的碰撞声，这是地面和意识的头相遇，我在下降时把它丢掉了。人们看到我踩着一片无形的云，像鸟儿一样缓慢地落下。我提起那颗头，强迫它为我当天就要犯下的三重罪行作证，此时我胸口的皮肤纹丝不动，宁静有如一座坟墓的顶盖！我手持一颗头，啃着颅骨，走向那个竖立着断头台的地方。我把三个姑娘美妙、优雅的脖子放到铡刀下。我富有经验，显然整整一生都是刽子手；我松开细绳，三角铁倾斜地落下，切下三颗温柔地注视着我的人头。然后，我把我的头放在沉重的刀片下，刽子手准备履行他的职责。三次，铡刀以新的活力沿滑槽落下；三次，我的骨架，尤其是颈部，被深深地震动，就像梦见自己被一个倒塌的房屋压碎时一样。惊呆的人群放我走了，让我远离这个阴郁的场所。他们看见我用胳膊分开波动的人流，充满生机地晃动着身体，把头直直地伸向前方，此时我胸口的皮肤纹丝不动，宁静有如一座坟墓的顶盖！我说过我这次要为人类辩护；但是，我担心我的辩护词不是真理的表达；所以，我宁愿沉默。人类将以感激之情称赞这一措施！16现在是刹住我的灵感，在路上稍停片刻的时候了，如同人们凝视一个女人的阴道时所做的那样。应该检查走过的路程，让肢体得到休息，然后再以迅猛的步伐奔向前方。一口气完成全程很不容易；翅膀在既无希望又无悔恨的高飞中非常疲倦。不&hellip;&hellip;我们不要带着惊恐的镐头组成的猎狗群穿越这首不洁的歌，到更深的地方挖掘爆炸性的矿藏。鳄鱼不会从它颅骨底下出来的呕吐物改动一字。如果某个鬼鬼祟祟的阴影，在为遭到我无故攻击的人类报仇这一可嘉目标的激励下，偷偷摸摸地打开我的房门，好似海鸥的翅膀擦墙而入，将一把匕首插入天国沉船掠夺者的肋骨，那就算了！泥土的原子以哪种方式溶解都大同小异。"}