{"id":"320016","title":"第六支歌","dynasty":"外国","author":"洛特雷阿蒙","text":"你们这种令人羡慕的平静只能美化面容，不要以为这些十四五行的诗节还要像一个四年级学生似的发出不合时宜的呐喊，还要像一只交趾支那母鸡似的发出我们只要略费一点力气就可以想象出的怪叫；不过，最好还是用事实来证明我们提出的建议。那么，因为我在我那些可以理解的夸张中仿佛开玩笑般辱骂了人、造物主和我自己，所以你们便断定我的使命已经完成了吗？不：我的大部分工作依然存在，依然是有待完成的任务。从现在起，将由小说的引线来牵动上面提到的三个人物：这样，他们将获得更为具体的力量，他们血液循环器官的激流中将充满壮丽的生机。你们会在原以为只能看到属于纯思辨范畴的模糊实体的地方，十分惊奇地遇到具有神经分支和粘膜的形体，以及支配生理机机能的精神法则。这是一些精力充沛的生命，双臂交叉，胸口不动，以散文的形式（但我肯定效果将极富诗意）站在你们面前，离你们只有几步远，以至首先照射到屋瓦和烟囱的阳光接下去就会在这些人世俗的头发上闪亮。然而，这将不再是专门逗笑的被诅咒者，不再是本该待在作者脑髓中的虚构人格，也不再是过于超出常人生活的恶梦。注意，正因为此，我的诗歌将更美。你们的手将触摸到动脉上升分支和肾上腺囊，然后还将触摸到情感！前五章的故事并不多余，它们是我这部作品的扉页，是建筑的基石，是我的未来诗学的预先解释：我在扣上皮箱动身去想象的国土之前，有义务快速起草一个清晰、明确的概论，告诉真诚的文学爱好者我决心达到的目标。因此，我认为，我的作品的综合部分已经完成，已经得到了充分的发挥。正是通过这一部分，你们得知我打算攻击人类以及人类的创造者。无论是现在还是将来，你们都没有必要知道更多的事情！新的思考在我看来是多余的，因为它们只会以一种虽然更广泛、然而却相同的形式复述这个今天结束时就能看到初步展开的命题。从前面的考察中可以得出如下结论：我的意图是从现在开始分析部分。千真万确，我在几分钟前刚刚表达了我的火热心愿：把你们关入我皮肤上的汗腺，以便你们在深知底细的情况下检验我的断言是否忠实。我知道，必须用大量的证据来支持我的定理中包含的推论；好吧，这些证据是存在的，你们知道，我没有充分的理由便不攻击任何人！我一想到你们责怪我严厉指控我是其中一员的人类（仅这一个事实就说明我有理）和上帝，我就要放声大笑：我不会收回我的话，我只要讲述一下我本该看见的事情就能毫无困难地证实这些话。我唯一的志向就是追求真理。今天，我要制造一篇30页的小说，这个尺寸在以后将基本保持稳定。我希望能迅速地看到我的理论某一天得到某一种文学形式的认可，我相信我在几经摸索之后终于找到了我的确定方式。这是最好的：因为这是小说！这篇不伦不类的序言的表述方式似乎不够自然，在这个意义上读者可能会感到意外，看不太清楚人们想把他带到哪儿。一般地讲，应当尽量使那些整天念书或念小册子的人避免这种绝妙的惊奇，然而，我却竭尽全力来制造这种情感。事实上，我虽然满怀善意，却不可能不这样做：只有在将来出版了几本小说之后，你们才能更深地理解这篇由满脸煤灰的叛逆者写下的序言。在进入正题之前，尽管我认为这样做很愚蠢（我想，如果我弄错了，谁都不会同意我的意见），但我还是必须在身边放上一只敞口的墨水瓶和几张没被嚼烂的纸。这样，我就可以满怀爱恋、迫不及待地从第六支歌开始创作这组具有教育意义的诗篇，这些具有无情效益和戏剧色彩的插曲！我们的主人公发现，当他出入岩洞、把那些难以到达的地方当成避难所时，他违背了逻辑规律，陷进了恶性循环。因为，一方面，他以孤独和离群为代价助长了对人类的厌恶，消极地把自己的天地限制在枯萎的灌木、棘和野葡萄丛中；另一方面，他的活动再也找不到一点食物来喂养人身牛头的怪物&mdash;&mdash;他的邪恶本能。所以，他决心走近人类的居民点，坚信他的各种激情定能在这么多现成的牺牲品中得到充分的满足。他知道，多年来警察这面守护文明的盾牌一直在顽强地寻找他，一支由特务和密探组成的名副其实的军队也在不断地追踪他。然而，他们却没能碰到他。因为他以惊人的机敏和异常的灵巧挫败了那些曾经确实取得过成就的计谋，挫败了从最渊博的思想中产生的法令。他有一种特殊的变形本领，最有经验的眼睛也难以辨认。如果我作为艺术家来评论，这是一种高级化装！但我想到道德时，这就成为一种效果实在平庸的可笑服装。由于这一点，他几乎接近天才。你们难道没有在巴黎的下水道中看见过一只纤弱、俊俏、行动敏捷的蟋蟀？这只能是他：马尔多罗！他用一种有毒的液体吸引那些繁荣的都城，将它们带入嗜眠状态，使它们不能像应该做的那样实行自我监督。由于他没有受到怀疑，所以这种状态就更加危险。今天他在马德里，明天他将在圣彼得斯堡，昨天他却在北京。然而，准确地指出这个富有诗意的罗康博尔①目前正在哪儿建立恐怖的功勋，这项工作超出了我高谈阔论的能力。这个强盗也许离此地有700里，也许离你们只有几步。彻底消灭人类并不容易，何况还有法律；但是，可以耐心地、一个一个地干掉这些人道主义的蚂蚁。然而，从我诞生之日以来&mdash;&mdash;那时，我和我们这个种族最古老的祖先生活在一起，对设置陷阱还毫无经验；从遥远的史前年代以来&mdash;&mdash;那时，我通过精巧的变形，在不同时期用征服和屠杀毁灭了地球上的各个国家，并在国民中挑起了内战，我不是已经逐个或成群地踩死了整整几代人吗？不可胜数的数目并不难想象。光辉的过去预示了灿烂的未来：它将实现。我将采用自然方法来修整我的语句，我将一直返回到野蛮人那里向他们求教。这些纯朴而庄重的绅士，他们优雅的、刺有花纹的嘴唇使丛中流出的一切都变得高贵。我刚才证明了在这颗行星上一切都不可笑。这颗行星虽然滑稽，然而壮丽。我获得了一种某些人会觉得幼稚的风格（实际上它如此深刻），我用它来阐述一些不幸可能显得并不伟大的思想！正因为此，我抛弃了日常谈话那种充满怀疑的浅薄态度，我非常谨慎，不会提出&hellip;&hellip;我不知道我要说什么了，因为我想不起这句话的开头了。但是，你们应该知道，诗歌无处不在，只要那儿没有鸭子模样的人那种愚蠢、嘲讽的微笑。我先擤一下鼻涕，因为我需要这样做，然后我再依靠手的有力帮助重新拿起从我的指缝中滑落的笔杆。当卡鲁塞尔桥听到似乎是那个口袋发出的凄厉喊声时，它怎么能够保持坚定的中立呢！①罗康博尔（Rocambole）：法国作家蓬松&middot;杜泰拉伊（PonsonduTerrail，1829－1871）的几十部连载小说中的著名主人公。1维维安娜街的商店向惊异的眼睛展示着它们的财富。红木匣子和黄金手表在无数气灯的映照下透过橱窗射出耀眼的光芒。交易所的时钟敲8点了：天还不晚！最后一下钟声刚刚结束，前面提到名称的这条街便震颤起来，摇动了从皇家广场到蒙马特尔大道的地基。散步者都加快了脚步，心事重重地赶回家。一个女人昏倒在人行道上。没人扶她：大家都急于离开这个地段。居民都躲进房屋，猛烈地关上百叶窗，好像发生了亚洲鼠疫。当城市的大部分区域正准备沉入夜生活的欢乐时，维维安娜街就这样突然被某种石化作用冻结，像心脏停止了爱似的熄灭了生命。不过，这件怪事的新闻很快就在各个阶层的市民中传开了。忧郁的沉静笼罩了庄严的都城。那些气灯哪儿去了？那些烟花女怎样了？空无一物&hellip;&hellip;只有寂寞和黑暗！一只断了爪子的猫头鹰越过马德莱娜上空，径直飞往御座广场的栅栏。它喊道：&ldquo;一场灾难即将来临。&rdquo;然而，在这个刚刚被我的羽笔（这个真正的朋友是我的同伙）神秘化了的地方，你们如果朝科尔贝尔街和维维安娜街汇合的方向望去，就会看见这两条街相交形成的拐角处露出一个人影，他正轻快地向林荫大道走去。不过，人们如果再走近一些（但不要引起这个行人的注意），就会愉快而惊奇地发现他很年轻！从远处看，人们也许会把他当作成年人。在判断一副严峻面孔的智力时，岁月的总合并不重要。我懂得相面术，能从额头的轮廓看出年龄：他16岁4个月！他美得像猛禽爪子的收缩，还像后颈部软组织伤口中隐隐约约的肌肉运动，更像那总是由被捉的动物重新张开、可以独自不停地夹住啮齿动物、甚至藏在麦秸里也能运转的永恒捕鼠器，尤其像一缝纫机和一把雨伞在解剖台上的偶然相遇！麦尔文，这个金色英格兰的儿子刚在教师那里上完击剑课，正裹着苏格兰花呢大衣回父母家。8点半了，他希望9点钟到家：他假装确切地了解未来，这是妄自尊大。难道就不会有某种障碍在路上阻挡他？难道这种情况就如此罕见，以至他可以让自己把它看成是一种例外？为什么他不把自己直到现在还没有感到焦虑、甚至可以说还感到幸福这种可能性看成是一种反常现象呢？事实上，在有人把他当成未来的猎物而窥伺、尾随的时候，他有什么权力断定自己可以安然无恙地抵达住所？你们认出了那个虚构的主人公，长期以来，他一直在用个性的压力粉碎我那悲惨的智慧！时而，马尔多罗走近麦尔文，以便把这个少年的相貌铭刻在记忆中；时而，他又仰身后退，好像处在第二阶段行程中的澳洲飞去来器，或者更像一个爆炸装置。他不清楚自己该做什么。然而，和你们的错误猜测相反，他的意识没觉察到任何形成的胚胎的激动征兆。我看见有一会儿他往相反的方向走开了，他是深感内疚吗？不过，他又固执地转身回来了。麦尔文不知道为什么他的颞动脉在猛烈地跳动，他加快了脚步，被一种他和你们都在枉然寻找原因的恐惧所困扰。应该承认他这种解谜的专心。为什么他不回头呢？那样，他就能明白一切。人们可曾想过用最简单的方法来结束令人不安的状态？一个城门下的游荡者穿过郊区，喉咙里灌了一盆白葡萄酒，身上穿着破烂的罩衫。如果他在一块界石角上发现一只肌肉发达、和我们的父辈经历的革命同岁的老猫正在忧郁地凝望着倾泻在沉睡的原野上的月光，那他就会迂回曲折地向前移动，并朝一条懒狗打一个手势，狗便猛扑过去。高贵的猫科动物勇敢地等待着敌手，拼死争夺自己的性命。那么，为什么它不逃走呢？这相当容易。但是，在目前这个吸引我们的事件中，麦尔文的无知使他更加难以理解危险。确实，这种危险似乎露出几线极其微弱的闪光&mdash;&mdash;我不想停下来论证遮掩了这些闪光的黑暗，然而，他不可能猜到事实。他不是先知，我不否认这点，他也不认为自己具有这种才能。他走上大路后向右转弯，穿过鱼锅大道和佳音大道。走到这儿，他又进入圣德尼区街，把斯特拉斯堡火车站甩在身后。在到达拉斐特街的丁字路口之前，他在一扇高高的大门前停下来。你们建议我就在此地结束第一小节，这次我愿意尊重你们的意愿。你们是否知道，当我想起一个疯子的手藏在石头下的那只铁环时，一阵无法克制的战栗便穿过我的头发？2他拉了拉铜把手，这栋新式公馆的大门转动着合页打开了。他走过铺满细沙的院子，跨上八级台阶。两座雕像如同这座贵族别墅的卫士一样站立在左右，但没拦他的路。那个抛弃了父亲、母亲、上帝、爱情、理想和道德，抛弃了一切而只考虑自己的人专心地跟随着前面的脚步，看见他走进底层一间带有红玛瑙壁板的宽敞客厅。这个富家子弟倒在沙发上，因激动而说不出话。他母亲穿着拖地长裙，热心地照料他，用手臂搂住他。他的弟弟们围住这张负担沉重的沙发周围。他们还不太了解生活，对出现的场景认识不清。终于，父亲举起手杖，向在场者投下一道权威的目光。尽管年迈体弱，他仍用手腕撑着椅子扶手离开平时的座位，担忧地走向长子一动不动的身体。他说的是一种外语，每人都恭敬地凝神聆听：&ldquo;是谁把孩子弄成了这个样子？在我的力量完全耗尽之前，雾蒙蒙的泰晤士河还要冲走大量泥沙。这个不好客的国家似乎不存在保护法。如果我知道谁是罪犯，他将体验到我臂膀的力量。虽然我已退役，远离海战，但我那把挂在墙上的海军准将剑还没有生锈。而且，磨快剑刃也不难。麦尔文，放心吧，我将命令仆人去搜索他的踪迹，今后我要寻找他，亲手杀死他。女人，离开这儿，你的眼睛让我心软，你最好关上你的泪腺导管。我的儿子，求求你，恢复你的理智，辨认一下家人吧，是你父亲在和你说话&hellip;&hellip;&rdquo;母亲走开待在一边，并且为了服从主人的命令而拿起了一本书。她在她的子宫生下的人面临的危险前竭力保持着平静。&ldquo;&hellip;&hellip;孩子们，去花园里玩儿吧。当心，观赏天鹅游水时别掉进池塘&hellip;&hellip;&rdquo;弟弟们垂着手，一声不响。他们都戴着饰有卡罗来纳夜鹰翅膀羽毛的帽子，都穿着只到膝盖的天鹅绒短裤和红丝长袜。他们手拉着手，小心地用脚尖踩着乌木地板退出客厅。我肯定他们不是去玩儿，而是到梧桐小路上庄严地散步。他们智力早熟。这对他们再好不过。&ldquo;&hellip;&hellip;白费力气，我在怀里摇你，你却对我的哀求毫无反应。你愿意把头抬起来吗？人如果必要，我来抱住你的膝盖。可是，不&hellip;&hellip;头又垂下了，毫无生气。&rdquo;&ldquo;温柔的主人，如果你允许你的奴隶，那我就去我的房间取一瓶松节油。当我从剧院回来、太阳穴受到偏头痛的侵袭时，或者当我读完一段记载在不列颠史书上的有关我们祖先的骑士故事的动人叙述、梦幻般的思想陷入昏沉的泥沼时，我经常使用它。&rdquo;&ldquo;女人，我没让你发言，你无权说话。自从我们合法结合以来，你我之间从未有过任何阴影。我对你很满意，从来没有责备你：反之亦然。去你的房间取松节油吧。我知道你的衣柜抽屉里有，用不着你来告诉我。快上螺旋楼梯吧，然后带着高兴的面容回来见我。&rdquo;但是，这个敏感的伦敦女人刚跨上几级台阶（她跑得不像下等阶级的人那么迅速），她的一个侍女就已经从二楼下来了，双颊被汗水浸红，手上拿着那个也许盛有生命之水的水晶瓶。侍女优雅地弯腰呈上瓶子，母亲步态庄重地走向带有流苏的沙发&mdash;&mdash;唯一牵扯她的柔情的物体。海军准将以高傲而又亲切的姿势从妻子手中接过瓶子。人们把一条印度绸巾浸入瓶中，然后把绸巾曲曲折折地环绕在麦尔文的头上。他吸入嗅盐，一支胳膊动了动，血液循环又活跃起来。人们听到一只栖息在窗口的菲律宾鹦鹉发出欢快的叫声。&ldquo;那是谁？&hellip;&hellip;不要拦我&hellip;&hellip;我在哪儿？是一座坟墓在支撑我这沉重的四肢吗？我觉得棺材板很柔软&hellip;&hellip;嵌着母亲肖像的颈饰还在我脖子上挂着吗？走开，蓬头的歹徒。他没能追上我，但我的一个衣角留在了他的手上。解开獒狗的链子，因为，今天夜晚，当我们熟睡时，一个显然是盗贼的人可能会撬锁溜入家中。父亲，母亲，我认出你们了，谢谢你们的关怀。把弟弟们叫来，我为他们买了糖衣杏仁，我想拥抱他们。&rdquo;说到这里，他又陷入深沉的嗜眠状态。人们火速召来了医生，他搓着手喊道：&ldquo;发作已经过去，一切都好了。明天，你们的儿子将会精神饱满地醒来。大家都回各自的床上去吧，这是我的命令，让我独自待在病人身边，直到出现曙光和夜莺的歌声。&rdquo;马尔多罗躲在门后，没有漏掉一句话。现在他了解了公馆中这些人的性情，将采取相应的行动。他知道了麦尔文的住处，不希望知道更多了。他在笔记本上记下了街道的名称和楼房的号码，这最重要。他现在肯定不会忘了。他像鬣狗一样顺着院墙向前走去，没有被人发现。他敏捷地爬上栅栏，被铁尖挂了一下，接着一跳便来到街上。他像狼一样悄悄地离去。他喊道：&ldquo;你把我当成了歹徒，他是个笨蛋。这个病人还指责我呢，我倒想找一个可以不受这种指责的人。我没有如他所说扯掉他的衣角。这不过是惊吓造成的临睡幻觉。我的意图不是今天就征服他；因为，在这个羞怯的少年身上，我以后还有其他的打算。&rdquo;你们朝天鹅湖方向走吧，以后我会告诉你们为什么那群天鹅中有一只全身乌黑。它的身子托着一个铁砧，上面放着一具正在腐烂的黄道蟹尸体，它理所当然地引起其他水栖同伴的怀疑。3麦尔文待在他的房间里，他收到了一封信。是谁给他写信？由于慌乱，他没向邮差道谢。信封带有黑边，字Ａ什。他应该把？交给父亲吗？如果写信人严禁他这样做怎么办？他满怀焦虑地打开窗户，呼吸空气的芳香。太阳在威尼斯玻璃和锦缎窗帘上映出棱镜闪光。他把信扔在旁边那张学生书桌上，桌上覆盖着压花皮革，散放着一些切口涂金的书籍和珠色封面的画册。他打开钢琴，任细长的手指在象牙键盘上滑动。铜弦没有发出任何声响。这种婉转的警告促使他重新拿起那张犊皮信纸；但信纸却在退缩，仿佛它被收信人的犹豫所伤害。麦尔文上当了，他更加好奇，于是便打开这张现成的抹布。至今为止，他只见过自己的笔迹。&ldquo;年轻人，我对您很感兴趣，我要让您幸福。我将把您当作伴侣，一起去大西洋的岛屿长途旅行。麦尔文，你知道我喜欢你，我无需向你证明。你将给我友情，我坚信这点。等你更加了解我时，你不会因对我表示信任而后悔。我将保护你，使你免遭缺乏经验带来的危险。我将是你的兄长，你不会缺少忠告。后天早上5点，你去卡鲁塞尔桥上，你会得到更详尽的解释。如果我没到，你要等我；不过，我希望能准时到达，你也要这样做，一个英国人不会轻易地放弃一个弄清事实真相的机会。年轻人，我向你致敬，再见。不要给任何人看这封信。&rdquo;麦尔文叫道：&ldquo;没有署名，只有三颗星，信纸下面一片血迹！&rdquo;滔滔的泪水落在这些奇怪的、他的眼睛贪婪阅读的语句上，它们在他的思想中打开了一片无边无际、若明若暗的新天地。他觉得（只是从他刚才读完信时开始），父亲有点严厉，母亲过分庄重。他还有一些不为我所了解的道理，所以我无法向你们暗示他的弟弟们也不合他的意。他把信藏在胸口。老师们发现，这一天他和以往不一样。他的目光极其忧郁，眼眶周围降下过度思考的纱幕。每个老师都脸红了，担心自己达不到学生的智力水平，而学生则第一次忽略了学业，没做功课。晚上，全家聚集在用古人肖像装饰的餐厅里。麦尔文欣赏着美味的菜肴和芬芳的水果，但却不吃。五彩缤纷的莱茵葡萄酒和冒着红宝石泡沫的香槟酒镶嵌在细长的波希米亚石杯里，他却视若无睹。他把胳膊支在桌子上，陷入沉思，仿佛一个梦游人。被海浪弄黑了脸庞的海军准将向妻子耳边弯下身子：&ldquo;自从那天发病，长子性格变了。他原先就喜欢胡思乱想，今天比平常更厉害。总之，我像他这个年纪时可不是这样。你要装作什么都没发现。现在正需要一剂物质或精神的良药。麦尔文，你爱好游历和博物学方面的读物，我来给你念一个你肯定喜欢的故事。大家要注意听，每人都能从中受益，我将是第一个受益者。你们这些孩子要留心我的话，学会完善你们的文笔，学会了解作者最微小的意图。&rdquo;仿佛这帮可爱的小家伙真能懂得什么叫修辞！他说着做了个手势，一个弟弟便向父亲的书房走去，又在胳膊下夹着一本书回来。此时，餐具和银器已被撤走，父亲拿起了书。听到游历这个激动人心的词，麦尔文抬起了头，努力收回他那不着边际的冥想。书被翻到中间，海军准将金属般的嗓音证明他仍然能够像在他那光荣的青年时代里一样指挥狂怒的士兵和狂怒的风暴。阅读还远没有结束，麦尔文就已经倒在膊肘上，无法继续追随那些逐级展开的推理句子和那些皂化了的必不可少的隐喻。父亲叫道：&ldquo;这个引不起他的兴趣，我们念个别的。念吧，女人，如果能驱除儿子生活中的忧愁，你比我更幸福。&rdquo;母亲已不抱希望，但还是拿起了另一本书，她那女高音的嗓子富有旋律地回响在她孕育的果实的耳边。但是，她刚念了几句就泄气了，主动停止朗读这个文学作品。长子叫道：&ldquo;我要去睡觉了。&rdquo;他走出去，低垂着冰冷、呆滞的眼睛，再没有说一句话。狗发出一声凄凉的吠叫，因为它觉得这种举止不合情理。风从屋外忽强忽弱地吹进窗户上的纵向缝隙，摇曳着铜灯上被两个粉红色水晶圆盖压低的火苗。母亲手撑额头，父亲抬眼望天，孩子们向老水手投去惶恐的目光。麦尔文紧紧锁上自己的房门，他的手在纸上迅速移动：&ldquo;我中午收到您的信。如果我让您久等了我的答复，请您原谅。我个人没有认识您的荣幸，所以我不知是否应该给您写信。但是由于我们家容不下失礼，所以我决定拿起笔，热诚地感激您对一个陌生人表示的关心。愿上帝惩罚我，如果我不对您慷慨给予我的同情表示谢意。我了解自己的缺点，我并不为此自豪。但是，如果可以接受一个长者的友情，那么也可以让他懂得我们的性格不一样。是的，看来您比我年长，因为您称我年轻人，不过我对您的真实年龄仍存有疑问。否则，怎样调和您那三段论的冰冷和其中显出的热情？我肯定不会为了陪您到遥远的国度而抛弃这块生我的地方，除非事先征得创造我生命的双亲的准许&mdash;&mdash;我焦急地等待着这种准许。然而，既然您嘱咐我对这个黑暗的精神事件保守秘密（立方意义上的秘密），我将立即听从您这种不容置疑的智慧。看来，您的智慧不会愉快地迎战光明。既然您似乎希望我能信任您（我乐于承认，这种愿望并非不合时宜），那就请您也对我显示同样的信任，不要试图以为我会如此远离您的忠告，以至后天早上不按指定时间准时赴约。我将翻越花园围墙，因为栅栏门到时已经关闭，谁也不会看见我离开。坦率地讲，为了您，我什么不能做？我着迷的眼睛很快就看出您流露的那种无法解释的爱慕，这种善良的表示让我惊奇，它确实出乎我的意料。因为，我以前不认识您。现在，我认识您了。不要忘记您对我许下的诺言，您将在卡鲁塞尔桥上散步。我一心一意地相信，当我经过那儿时将能遇到您，并和您握手，但愿一个昨天还拜倒在羞涩祭坛前的少年这种纯真的表示不会因恭敬的亲密而冒犯您。然而，当沉沦已经相当严重、并且得到证实时，这种处在强烈、炽热中的亲密又有什么不可以坦白的呢？后天不论是否下雨，5点敲响时我将路过那里向您告别。我问您，这样做到底有什么不好？绅士，您会欣赏我构思这封信时的分寸；因为，我不想冒昧地在一张有可能丢失的活页纸上对您说更多的话。您在信笺下面写的地址极难辨认，我费了近一刻钟才解读出来。您用微小的字体写信，我认为您做得非常正确。我效仿您，免去签名：我们生活在一个十分怪诞的时代，对可能发生的任何事情都不会感到片刻的惊奇。我很想知道您怎样了解到我的住处。我待在这个冰冷的地方，周围是一长排空荡的房间&mdash;&mdash;我那无聊时光的肮脏堆尸所。这怎么说呢？当我想到您时，我的胸膛便起伏动荡，发出巨响，仿佛一个颓废的帝国在崩溃；因为，您那爱情的影子露出一丝也许并不存在的微笑：影子如此模糊，如此扭曲地抖动着鳞片！我在您手中放下我这些激烈的情感&mdash;&mdash;这些全新的、尚未被致命的接触玷污的大理石板。让我们耐心地等待第一片熹微的曙光。在投入您那双患有鼠疫的手臂的丑恶搂抱之前，我谦卑地跪下按压您的膝盖。&rdquo;麦尔文写完这封罪恶的信，把它投寄出去，然后回来上了床。你们不要指望在那儿找到他的守护神。鱼尾将只飞三天，这是真的；但是，唉！房梁仍将被烧毁，圆锥形子弹仍将射穿犀牛的皮，尽管有白雪公主和乞丐！因为，加冕的疯子将说出关于那14把忠实的匕首的真相。"}