{"id":"320000","title":"牧神的午后","dynasty":"外国","author":"马拉美","text":"牧神：林泽的仙女们，我愿她们永生。多么清楚她们轻而谈的肉色在空气中飞舞，空气却睡意丛生。莫非我爱的是个梦？我的疑问有如一堆古夜的黑影终结于无数细枝，而仍是真的树林，证明孤独的我献给了我自身&mdash;&mdash;唉！一束祝捷玫瑰的理想的假象。让咱们想想&hellip;&hellip;也许你品评的女性形象只不过活生生画出了你虚妄的心愿！牧神哪，幻象从最纯净的一位水仙又蓝又冷的眼中象泪泉般涌流，与她对照的另一位却叹息不休，你觉得宛如夏日拂过你羊毛上的和风？不，没有这事！在寂静而困倦的昏晕中，凉爽的清晨如欲抗拒，即被暑气窒息，哪有什么潺潺水声？唯有我的芦笛把和弦洒向树丛；那仅有的风迅疾地从双管芦笛往外吹送，在它化作一场旱雨洒遍笛音之前，沿着连皱纹也不动弹的地平线，这股看得见的、人工的灵感之气，这仅有的风，静静地重回天庭而去。啊，西西里之岸，幽静的泽国，被我的虚荣和骄阳之火争先掠夺，你在盛开的火花下默认了，请你作证：&ldquo;正当我在此地割取空心的芦梗&ldquo;并用天才把它驯化，远方的青翠&lsquo;闪耀着金碧光辉，把葡萄藤献给泉水，&ldquo;那儿波动着一片动物的白色，准备休息，一听到芦笛诞生的前奏曲悠然响起，惊飞了一群天鹅&mdash;&mdash;不！是仙女们仓皇逃奔&ldquo;或潜入水中&hellip;&hellip;&rdquo;一切都烧烤得昏昏沉沉，看不清追求者一心渴望了那么多姻缘凭什么本领，竟能全部逃散不见于是我只有品味初次的热情，挺身站直，在古老的光流照耀下形单影只，百合花呀！你们当中有最纯真的一朵。除此甜味，她们的唇什么也没有传播，除了那柔声低语保证着背信的吻。我的胸口（作证的处女）可以证明：那儿有尊严的牙留下的神秘的伤处，可是，罢了！这样的奥秘向谁倾诉？只有吐露给向天吹奏的双管芦笛，它把脸上的惶惑之情转向它自己，在久久的独奏中入梦，梦见咱俩一同假装害羞来把周围的美色逗弄，让美和我们轻信的歌互相躲闪；让曲调悠扬如同歌唱爱情一般，从惯常的梦中，那纯洁的腰和背&mdash;&mdash;我闭着双眼，眼神却把它紧紧追随&mdash;&mdash;让那条响亮、虚幻、单调的线就此消逝。阿，狡诈的芦笛，逃遁的乐器，试试！你快重新扬花，在你等待我的湖上！我以嘈杂而自豪，要把女神久久宣扬；还要用偶像崇拜的画笔和色彩再次从她们的影子上除去裙带。于是，当我把葡萄里的光明吸干，为了把我假装排除的遗憾驱散，我嘲笑这夏日炎灸的天，向它举起一串空葡萄，往发亮的葡萄皮里吹气，一心贪醉，我透视它们直到傍晚。哦，林泽的仙女、让我们把变幻的回亿吹圆：&ldquo;我的眼穿透苇丛，射向仙女的颈项，&ldquo;当她们把自己的灼热浸入波浪，&ldquo;把一声怒叫向森林的上空掷去，&ldquo;于是她们秀发如波的辉煌之浴&ldquo;隐人了碧玉的颤栗和宝石的闪光！&ldquo;我赶来了；啊，我看见在我脚旁&ldquo;两位仙女（因分身为二的忧戚而憔悴）)&ldquo;在冒险的手臂互相交织间熟睡；&ldquo;我没解开她们的拥抱，一把攫取了她们，&ldquo;奔进这被轻薄之影憎恨的灌木休，&ldquo;这儿，玫瑰在太阳里汲干全部芳香，&ldquo;这儿，我们的嬉戏能与燃烧的白昼相象。&rdquo;我崇拜你，处女们的怒火，啊，欢乐&mdash;&mdash;羞怯的坎乐来自神圣而赤裸的重荷，她们滑脱，把我着火的嘴唇逃避，嘴唇如颤抖的闪电！痛饮肉体秘密的战栗：从无情的她的脚，到羞怯的她的心，沾湿了的纯洁同时抛弃了她们，&mdash;&mdash;不知那是狂热的泪，还是无动于衷的露？&ldquo;当我快活地征服了背叛的恐怖，&ldquo;我的罪孽是解开了两位女神。纠缠得难分难解的丛丛的吻；&ldquo;当我刚想要把一朵欢笑之火&ldquo;藏进一位女神幸福的起伏之波，(同时用一个手指照看着另一位&mdash;&mdash;&ldquo;那个没泛起红晕的天真的妹妹，&ldquo;想让姐组的激情也染红她的白羽，)&ldquo;谁料到，我的双臂因昏晕之死而发虚，&ldquo;我的猎获物竟突然挣脱，不告而别，&ldquo;薄情的，毫不怜悯我因之而醉的呜咽。&rdquo;随她去吧！别人还会把我引向福气，把她们的辫子和我头上的羊角系在一起。你知道，我的激情已熟透而绛红，每个石榴都会爆裂并作蜜蜂之嗡嗡，我们的血钟情于那把它俘虏的人，为愿望的永恒之蜂群而奔流滚滚。当这片森林染成了金色和灰色，枯叶之间升起一片节日的狂热：埃特纳火山！维纳斯恰恰是来把你寻访，她真诚的脚跟踏上你的火热的岩浆，伤心的梦雷鸣不止，而其火焰渐渐消失。我捉住了仙后！逃不掉的惩罚&hellip;&hellip;不，只是，沉重的躯体和空无一语的心灵慢慢地屈服于中午高傲的寂静。无能为力，咱该在焦渴的沙滩上躺下．赶快睡去，而忘却亵渎神明的蠢话，我还爱张着嘴，朝向葡萄酒的万应之星！别了，仙女们；我还会看见你们化成的影。"}