{"id":"432515","title":"咏史一百三十首 卢梭","dynasty":"近现代","author":"连横","text":"一篇民约论，革命涌全球。专制馀威死，西欧热血流。自由今不死，假名好成名。十尺断头上，凄凄风雨声。国破君亡日，纤纤一女儿。麾旗呼健卒，威武慑英师。全球归节制，战斗孕文明。海岛幽囚日，谈兵气尚横。败绩君囚虏，要盟国破残。一场新演说，流泪忆师丹。英雄多好色，富贵等泥沙。旅馆倾谈日，迷离百合花。世界无公理，唯知铁血强。乃公真诡谲，咄哉佛狼王。少年意大利，结会运新机。再造新罗马，孤军战四围。弑君冒不韪，爱国抱孤忠。画我当真我，图形笑画工。吾生不识畏，雷雨岂能迷。何物奇男子，威名著海西。万国尊公法，名儒发性天。谁知今世界，交际在强权。尘尘人物界，天演日开张。优劣无分别，吾生贵自强。竞争循进化，人治战天行。近世强民族，权舆此论评。区区窭人子，信口可开河。凿破三洲路，帆樯日夕过。国权今坠地，民力欲回天。读史伤埃及，文明付野烟。威武不能屈，雄谈折法皇。欧州扫云雾，耶教日当阳。立马天山上，兵威震亚州。黄人须尚武，大勇服全球。铁骑行欧陆，暗呼白种惊。至今说黄祸，西海慑威棱。阳守门罗训，阴扬帝国光。乘兹新世纪，飞跃太平洋。三圣结同盟，霸权吾独揽。壮哉自由神，大声破肝胆。黑奴惨鞭朴，女子发慈心。文字收功日，平权福至今。七岁如花女，编成独立军。提筐慰兵士，大将感名言。姗姗弱女流，雄胆大于斗。袖底爆弹飞，亲屠专制虎。梅村一女子，爱国作牺牲。愿庇法军死，宁从普将生。天地胡不仁，人类为刍狗。淑女发慈悲，舍身救战苦。呜呼史臣碑，百世闻风起。纠纠大和魂，奋身为国死。人奴取将相，百战服群雄。两度征韩役，军威震海东。天莫空勾践，时非无范蠡。樱花春烂熳，倚剑读题词。元兵蔽海至，举国尽惊惶。碎书又斩使，禦侮安扶桑。功罪由人论，臣心爱国多。秋风麑岛役，铜像独巍峨。秦王避胡患，万里筑长城。胡患宫中出，亡秦祸早成。东海观朝日，西疆拓远天。老来雄略尽，宫里望神仙。昔斩婉儿头，今想玉环面。前后同心腹，刚柔自深浅。君父行残忍，忠奸失鉴衡。乞和甘事虏，秽德辱中兴。汉祖原无赖，唐宗出庶民。凤阳天子贵，提剑扫胡尘。变法从胡服，强兵右武功。中原今病弱，愿振大王风。管子天下才，霸齐犹其小。尊王又攘夷，功利国之要。嬴秦毒黔首，上蔡罪之魁。为相逢君恶，遭刑好自哀。窃符成救赵，巾帼善酬恩。公子愁无策，侯生重一言。醉遣晋公子，怀安实败名。封侯夫婿重，送别岂无情？沛公薄儿女，父子且无情；吕雉忘夫妇，锄刘亦勺羹。修史传千古，威仪化汉宫。于今兴女学，莫愧大家风。女子修才德，尤宜体气雄。试看汉宫事，婕妤勇当熊。铜雀罗声伎，曹瞒欲望馋。儿家好夫婿，威武镇江南。剑影横绡帐，灯光掩画楼。吴宫深似海，夜夜梦荆州。尚留青冢在，遗恨入琵琶。空对胡天月，难忘汉苑花。黄天荡遥遥，匝地鼓声震。妇人在军中，兵气为之振。秦风今未泯，女子亦从戎。饮马长城窟，征袍战血红。侯门深似海，巨眼识英雄。旅店倾谈日，虬髯拜下风。咏絮才飘逸，清谈善解围。王郎何负负，妃匹怨空闱。马上取天下，三章约法仁。如何成帝业，专制继嬴秦。天亡非战罪，末路困英雄。气尽虞同死，司晨笑沛公。五百人从死，亟头入汉廷。封王何足贵，北面耻韩彭。汉威宣外域，博望乘槎通。进取堪模范，谁人继凿空。佣书徒碌碌，投笔觅封侯。断得匈奴臂，凄凉绝塞秋。七雄争战世，游说各西东。我独行仁义，民权演大同。小儒谈天下，专制长君威。试看嬴秦毒，焚书此祸机。以身殉立法，法重即身轻。国法长存日，吾身死亦生。辟佛非知佛，尊儒乃外儒。文章自千古，原道可删除。龙门大手笔，著史识穷通。眼底无馀子，纷纷桧下风。汉晋同宗老，兴亡各异途。五千言道德，致用在吾徒。孙子明兵法，吴宫教美人。十三篇尚在，智勇信廉仁。孟荀皆说性，善恶各师宗。告子言流水，持衡在执中。孤臣放逐地，香草美人情。王死终难悟，沈罗怨未明。匹夫负勇气，义侠报人仇。提剑冲阶上，呼声斩相头。兴吴自灭楚，功罪讵能偿。既短宗邦祚，还令敌国狂。秦庭七日哭，袍泽与君同。复楚偿前志，孤臣爱国忠。义重身何惜，呼天仰剑亡。头颅入幽谷，怒目视秦王。志士重肝胆，夷门话别时。魂随公子去，一剑报相知。屠狗有奇士，鼓刀出魏城。夺军椎晋鄙，效命答侯嬴。孟尝称爱客，狗盗目奇材。独有冯谖拙，焚券市义来。浊世佳公子，犹传得士名。窃符能救赵，醇酒送残生。蹈海身甘死，平生不帝秦。昏昏争战世，扶义赖斯人。易水风萧瑟，轻身赴虎狼。谁云疏剑术，气已慑秦王。燕赵多奇士，悲歌起市中。声声游侠泪，击筑挟秋风。兼爱风天下，宗言在寝兵。率徒驰宋难，游侠此先声。一毛非不拔，权利我须持。痛惜衰亡者，遗权失利时。年少负奇气，前席策治安。太息长沙谪，离忧吊屈原。千金求力士，博浪椎秦王。惜乎击不中，侠气凌秋霜。马革裹我尸，男儿好死时。天南铜柱折，谁耀汉家威。一掬新亭泪，山河举目殊。今当事王室，江左有夷吾。五胡乱天下，烈士耻家居。他日簪缨贵，今朝且绝裾。中原今未复，击楫叹中流。慷慨吞胡羯，谁能步豫州。魏晋时昏垫，逃名隐醉乡。竹林多逸士，之子独徉狂。诗酒明心性，悠然远俗尘。折腰何不屑，耻作易朝臣。讲学尊尼父，西游策太平。隋亡唐已作，门下集群英。大局如棋局，楸枰一著输。中原有天子，雄略正扶馀。石晋最不肯，奴颜父契丹。燕云何日返，义士怒冲冠。功成即帝王，乱世无天子。试抚铁枪痕，何知为贼死。宋臣自灭宗，立石纪功勋。媚外屠同种，豺狼不与群。击鼓骂曹瞒，声声落肝胆。座客半惊逃，布衣真勇敢。听史论成败，平生服汉高。丈夫宜磊落，曹马窃人豪。扪虱谈时务，雄才世鲜俦。事秦谁得主，伐晋不遗谋。单骑见回纥，军中尽失惊。令公真健者，力战复唐京。宾王讨武照，大义发文章。裴相称知士，观衡失短长。崖山悲宋祚，燕市叹朝腥。自古谁无死，丹心照汗青。故国流离日，扶桑去乞师。满腔民贼恨，握笔著明夷。禹城胡尘满，扁舟泛日东。浪浪亡国泪，化作海潮红。洪杨末造时，举国皆竖子。难得忠王忠，百战照青史。翼王亦人杰，孤旅入川中。虎斗龙骧剧，凄凉哭北风。款日和非拙，联俄策未迂。酿成东亚祸，一幅满洲图。霸越功还罪，亡吴策独奇。黄金重铸像，我欲铸蛾眉。犵鸟蛮花地，光风霁月天。登高望沧海，不见虎贲船。潜龙人不见，善德化辽东。乱世身终隐，清操却上公。南渡君臣醉，江山半壁孤。朝廷今已小，何处好骑驴？宋奸贾似道，亡命窜彰州。快绝虎臣剑，飞腾斩佞头。禹域胡尘满，何山是首阳。故人莫相问，事虏耻行藏。丑虏识天骄，星轺万里遥。西南诸岛国，冠剑拜中朝。清兵已渡江，帐下犹歌舞。湖水本无愁，美人自千古。闻说扬州破，南都半壁残。梅花台下路，何处葬衣冠。一疏请移宫，臣心禀至忠。奸珰如鬼蜮，构陷道终凶。椒山负正气，抗疏论奸徒。天上讵明圣，臣罪讵当诛。文酒风流会，儒臣饮恨多。黄公抱忠孝，慧眼顾横波。拒清存汉族，辟地逐和兰。吊古生馀恨，东宁落日寒。艰辛避海外，留发见高皇。千古谁争烈，吁嗟北地王。魁斗山边路，萋萋草亦香。王孙归不返，环佩冷斜阳。杖策谈时局，军门礼数宽。兵农辅文教，遗爱在台湾。几年任监国，巨祸起萧墙。夫死妇从死，君亡明乃亡。扁舟东海去，文献启台湾。诗礼传荒服，番黎拜杏坛。梅花香似雪，蝶梦正酣时。吊古寻遗迹，高风在海湄。明亡三十载，海国有田单。饲鸭宵中起，威仪复汉官。七星旗尽黑，八卦火犹红。一死酬君国，泱泱挂剑风。市中呼袒臂，自主局粗成。十日遗民去，当年枉请缨。变法身甘死，高歌唤国魂。提刀向天笑，肝胆两昆崙。三湘暗云雾，突兀现龙头。一度玄黄血，长江水不流。郎君龄十七，冒险发榴弹。气振青年界，相呼杀汉奸。国权不自由，人生不如死。一死酬同胞，众生实可耻。年少胆如斗，编成革命军。神州须克复，大义策同群。一弹虽细微，足破五臣胆。蠢尔小朝廷，岂不曰勇敢。学界风潮急，森川水自流。迷波公莫渡，一棒猛回头。"}