{"id":"432922","title":"浮生杂咏八十首","dynasty":"近现代","author":"施蛰存","text":"水亭馀址傍宫墙，古屋三间对夕阳。总角生涯犹在眼，泥猫蜡凤满匡床。侍亲旅食到吴门，乌鹊桥西暂托根。记得沈家园子里，紫藤花发满颓垣。卜邻问舍再移家，家具寥寥不满车。醋库巷中新屋好，南窗日日学涂鸦。郑重严亲为启蒙，上元灯下烛花红。明朝负笈从师去，天地元黄宇宙洪。鸦喧雀噪夕阳催，一巷儿童放学回。蹴鞠飞堶忙不了，马铃担子过桥来。响屧廊前花满枝，闲听乡老话西施。归来却入寒山寺，诵得枫桥夜泊诗。虎丘山下赛神忙，清晓先来佔地方。待得神来又惊却，回头偷眼好娘娘。绕室吟哦兴未休，箪瓢不设若为谋。未园才子无人识，道是东厢沈毒头。万卷琳琅付典藏，槐斋清寂动芸香。家君传癖忘休沐，不羡人间南面王。革命军兴世局移，家君失职赋流离。金阊六载因缘尽，挈妇将雏别拣枝。故国儒生非世用，废居或可鲁曹间。俯颜来就机云里，便与商人日往还。苏州语软邮声娇，奉泖伧言近霅苕。生小吴侬难改口，经年犹不别毛苗。慈亲织作鸣机息，孺子书声亦朗然。岂意人间有风浪，篷窗灯火米家船。旧居逼仄仅支床，问舍迁乔又一忙。静院华堂喧燕雀，青箱十二满书房。百年家世惯萍浮，乞食吹箫我不羞。橐笔江湖无里贯，乡关惭愧说杭州。历劫归来觅旧游，芜城门巷剩荒丘。空桑三宿犹馀恋，何况莼乡二十秋。桦烛金炉一水香，龙潭胜事入高唐。我来已落沧桑后，裙屐风流付夕阳。绿天深处竹千竿，白鸟来时玉一团。不忘城东马?寺，几人觅句此盘桓。水榭荷香醉白池，纳凉逃暑最相宜。葛衣纨扇三年少，抵掌论文得几时。东山凤陆佘辰薛，西崦机云天马昆。逸士名姬遗韵绝，圣堂圣母独称尊。暮春三月江南意，草长花繁莺乱飞。解得杜陵诗境界，要将丽句发清词。鹅笼蚁穴事荒唐，红线黄衫各擅场。堪笑冬烘子不语，传奇志怪亦文章。自君之出妾如何，随意诗人为琢磨。三句五言吟易得，居然乐府入声歌。丽淫丽则赋才难，饮恨销魂入肺肝。欲与江郎争壁垒，笑啼不得付长叹。新来虔诵祛庐文，化电声光亦典坟。唐宋八家置高阁，莎翁乐府作之君。南雍北监无我分，来看钱塘八月潮。西学未闻中学废，能通胡语即天骄。湖上忽逢大小戴，襟怀磊落笔緃横。叶张墨阵鹅堪换，同缔芝兰文字盟。襆被从师沪海滨，欲求新学作新民。知难行亦未尝易，自愧材非革命人。青云子弟气吞牛，欲鼓风雷动九州。沧海腾波龙起蛰，成仁取义各千秋。冰之落落难谐俗，骨重神寒志不降。晚岁自知多傲气，故人犹幸许同窗。王郎博识辩才雄，赢得人呼拗相公。是是非非吾从众，知君与世不相容。一灯共读对床眠，许子渊渊思入玄。誉满瀛寰人性论。归来寂寞抱残编。田郎落落矜言笑，说到橙乡便矫情。维特迷娘莎乐美，眉飞色舞到三更。残花啼露不留春，文选楼中少一人。海上成连来慰问，瑶琴一曲乐嘉宾。斗酒壶浆徯我后，将谓后来民可苏。岂知一夕萁煎豆，革命功成血洗衢。短衣窄袖肆猖狂，奉旨拿人犬引狼。工厂学宫钩党急，望门投止各逋亡。晦迹江城无可为，楚骚三读未舒眉。甑尘瓶罄艰生事，挟策姑为童子师。海澨党人纷北走，燕都逋客垒南奔。侧身天地苍茫里，煦沫相濡志士冤。小阁忽成逋逃薮，蛰居浑与世相忘。笔耕墨染亦劳务，从今文学有工场。新俄文学曙光期，洗净风花雪月辞。拉朽摧枯树型范，导扬革命福蒸黎。蓬岛归来呐呐鸥，论文谈艺薄前修。不随时变非高手，能上尖端是一流。龙蛇起蛰戊辰年，文运隆昌笔墨妍。不分狂言触时忌，工场成品未成镌。同声同气自相求，风虎云龙会九州。几复东林新社党，异军突起尽苍头。宝兴东路新书店，大字招牌第一线。列车无轨任横行，巡捕警官皆色变。拔新领异洗陈辞，卷土重来别建麾。新店开张浮一沫，存亡朝夕不容知。工场生产费商量，左右徘徊失主张。可怜八卷新文艺，转向无何自取殃。编排校印事躬亲，何似临安陈道人。纸墨精良装帧好，麻沙俗本愧前尘。虬江路口好茶居，宾至如归席不虚。学士文人兼画伯，茗边一笑定交初。艺术三家顾盼豪，欲尊民族敌朱毛。一篇露布无能草，却遣旁人代捉刀。淞滨烽火连三月，倭患侵凌破万家。败壁颓垣灰烬里，谁能风雅扇文华。襆被归来暂避兵，小楼还我读书声。彷徨来日无生计，欲弃儒冠去耦耕。一纸书垂青眼来，因缘遇合协三才。枥下老骥无骏骨，那堪珍重上燕台。再来冯妇士林嗤，廖化先锋亦自疑。左右逢源无适莫，衡文吾道一中之。儒墨何妨共一堂，殊途未必不同行。蝶衔红蕊蜂衔粉，来助青春一月忙。一刀一尺三支笔，批抹时文到日斜。如此生涯马纯上，为人作嫁我丧吾。十里洋场聚九流，文坛新旧各千秋。相轻相重风云幻，茶酒交情敢不修。心史遗民画建兰，植根无地与人看。风景不多文饭少，独行孤掌意阑珊。粉腻脂残饱世情，况兼疲病损心兵。十年一觉文坛梦，赢得洋场恶少名。语堂桴鼓遥相应，赤帜高张小品尊。经史百家死文字，性灵幽默此其源。三百年来覆瓿馀，一时身价等琼琚。书林喜发新财路，梨枣争开小品书。编书容易著书难，我亦逢场作选官。新得翠娱三十卷。竞陵钞了又公安。词话惊闻古本珍，金瓶艳史又时新。北来秘笈成奇货，一夕传真化百身。珍本丛书巧立名，郑家文库亦虚声。书生不解陶朱术，掩护兰陵笑笑生。圈点古书非易事，从来章句有专功。谬本流传吾滋愧，鲁鱼亥豕患无穷。同床异梦各参商，各取所需亦未妨。岂意淞滨飞炮火，书林好景总收场。养疾来楼释氏宫，欲依梵呗證无空。不期又堕红尘劫，还拥皋比莺燕丛。横河桥畔女黉宫，蘅圃风流指顾中。罢讲闲居无个事，茗边坐赏玉玲珑。湖上茶寮喜雨台，每逢休务必先来。平生佞古初开眼，抱得宋元窑器回。倭氛已见风云变，文士犹为口号争。海滨尘嚣吾已厌，一肩行李赋西征。"}