{"id":"436630","title":"一字百题示商君祥 风","dynasty":"金末元初","author":"李俊民","text":"汝未闻天籁，簸扬箕有神。能清常侍暑，不动庾公尘。过圆旁死魄，过缺哉生明。尚赖玉斧手，再修然后成。旱魃将为虐，从龙便出山。人间三尺雨，命罢早知还。晚有来苏意，忧深望岁人。一犁虽美满，犹恨不当春。细看花是雨，将见麦宜秋。度腊无三白，梁园谁与游。功名双鬓雪，心事数重山。山下人家好，终朝爽气閒。滚滚势长往，泠泠味自清。拟将修水记，何况有诗情。不忧悬榻室，可柰污人风。踏破青鞋底，犹疑是软红。来莫怨春迟，去莫怨春忙。春不随人老，谁教汝断肠。人间三伏暑，海内一薰风。独咏微凉句，公权似不公。广厦千万閒，吾庐弊独寒。犹将折弦琴，欲和薰风弹。冬之日何速，夏之日何迟。山中无历日，迟速两不知。令乎日之夕，政乎日之朝。一尊待君子，风雨会良宵。展尽舒长景，销残片段云。区区负暄子，炙背不忘君。朝见白云纵，暮见白云横。不作及时雨，何为点太清。惜花不论命，看花须努力。能得几时好，狂风妒春国。碧因圆更展，红向老犹妆。镜里风流在，人言似六郎。色笑秋光淡，香嫌酒力悭。东篱在何处，客里见南山。未报江南信，先开雪里村。要看花上月，立马待黄昏。郁郁愁无地，青青独有心。疑从大夫后，倾盖到如今。潇洒能医俗，檀栾看上番。我宁负此腹，忍使箨龙冤。日没露易湿，日出露易晞。人生大都几，王孙胡不归。社后来何暮，梁閒话颇多。巢泥愁未稳，无面见淘河。俄见天边字，徒销客里魂。一书言不尽，为我叙寒温。江静烟笼雪，天晴水浴衣。渔歌惊不起，物外两忘机。去家丁令威，化身徐佐卿。不恋乘轩宠，九皋堪一鸣。弄晴沾落絮，带雨护园花。有课常输蜜，无春不到衙。元从生处乐，肯向死前休。花底人閒世，如何不梦周。汝壳将自遮，汝肠还自刳。可怜一底板，虽智不如愚。华亭载月船，长安遮日手。一网腥城市，吾于尔何有。食必视本草，贵在精物理。蔡侯何卤莽，几为勤学死。秦坑秦即孤，鲁戏鲁寻削。伊谁蹈前轨，可谓束高阁。貌与松俱瘦，心将絮共沾。一庵空寂地，香火读楞严。自知身是患，常谓道无名。欲作闲中友，随缘论养生。千载辽东鹤，双飞叶县凫。应怜尘世里，无地著臞儒。见桃浑不悟，对柏未尝参。虎啸龙吟子，风雷振一龛。愈风陈有檄，止疟杜能诗。虽然医者意，何意亦何医。弃置复弃置，其然岂其然。百钱聊为我，更看小行年。一声歌欸乃，万顷国烟波。鳌蟹中间醉，蓑衣拜浪婆。云外山将遍，人閒日易斜。不知棋换世，柯烂未还家。渺渺亡羊路，悠悠化鹤身。人閒同逆旅，谁主复谁宾。卖剑田园计，温家种树书。新年无罪岁，事事有乘除。蓑底因缘曲，腰閒觳觫鞭。月明归去晚，想见葛洪川。手撚金仆姑，身出矍相圃。不穿百步杨，志在猖狂虏。终日无获禽，古人猎在德。非德为禽荒，猎食吾不食。裁作牛腰束，愁于饭颗山。近觉故步窘，十债九不还。入室五千卷，插架三万轴。何似晒书人，坦此便便腹。不见中书君，不闻老成人。为君作佳传，继者皆尖新。松閒老潘谷，何处得玄圭。速置蔷薇露，诗仙醉欲题。慇勤翰林主，挥埽惊风雨。滴滴是玄珠，点破先生楮。端溪温润石，价重百车渠。一滴玄潭水，蝇头万卷书。有意皆堪谱，无言总是诗。潭潭居相府，此誉不妨驰。阴壑鸣松籁，空岩响石泉。此声并此意，谁得寄徽弦。纵横连井地，明暗列星图。两角触蛮战，一家瓜葛无。带牛移汉俗，匣刃出酆城。安得治复古，器农不器兵。小炷博山鼎，半残心字灰。游蜂何处客，应为百花来。人多愁水厄，若个有诗情。灵草还知我，平生事不平。绛帐风流远，青襟礼貌骄。定须防射羿，何必问嘲韶。邑化弦歌地，邻渐俎豆风。二三言志子，六七咏归童。虽有乘桴意，能忘出昼情。一官百僚底，是亦道之行。狼籍胡椒斛，破散堆钱屋。不见贪者愚，求荣是求辱。鸱得腐鼠嚇，犬笑狡兔死。唾手功名场，不知忧患始。书生禄有籍，造物费亦省。颜回一箪食，不得尽晚景。孔负二宜去，嵇知七不堪。青山休老地，佳处是终南。乐在知几早，忧因见道迟。遥怜鲍庄子，人笑不如葵。膏以明自煎，薰以香自薪。善哉柳侯意，一字辱溪神。灰如恋阙心，雪似穷经首。问年今几何，看饮屠酥酒。尊年乡饮礼，击壤太平歌。甲子君休问，光阴得最多。求为天下士，所望不亦厚。得少失有馀，何况在身后。偶因势贵贱，乃见朋得丧。岁寒山阴雪，独有戴可访。黄卷平生志，青山见在缘。百年令已半，只合斗樽前。相对镜中真，相随月下人。我今未忘我，身外还见身。水笑杯犹渡，山惊锡尚飞。垂垂瓶钵老，何处未来归。俗尚家灵运，谁堪社远公。空山云不出，愁杀渡溪风。一轩容膝安，半世行脚债。庞家老居士，举似无生话。一室散天花，一榻飏茶烟。家风嗣阿谁，残月晓风禅。和气须欢伯，开颜只孔方。世情如苦海，件件可鬨堂。冥搜肠亦苦，只字得之难。作者有六义，惜哉坐一寒。爱此真珠滴，能于大道通。与君同举白，怜我独潮红。暂出陶陶境，那禁种种愁。举觞邀明月，却带醉乡侯。竹叶杯中醁，金钗坐上春。浅斟低唱境，犹道是粗人。野鹤闻琴态，孤鸾对镜妍。为君小垂手，无地可回旋。客随陶令遣，斋甚太常严。傥或非黄奶，那知此黑甜。物外日月忙，人閒忧患长。休谈梦中梦，万古一黄粱。大音声自希，赏音人亦寡。宁可逆汝耳，不可废作者。成瑨风生坐，孙登月满台。东皋今寂寞，元亮早归来。王公轻以道，富贵骄以志。我见高尚人，盖有高尚事。太傅悬车里，仙家避世壶。老妻为纸局，坐隐是功夫。交有书堪绝，师何记可嘲。不僧亦不俗，似痴还似高。万事就庾谈，一心对芝宇。不思炊作麋，但见风生麈。子春恐事败，佟之坐水淫。二者过不及，何如我洗心。世路虽多梗，吾生岂系匏。西风倦飞翼，乐在一枝巢。更尽一杯酒，出门行路难。送君过南浦，忍泪凭栏干。解使回肠断，能催两鬓秋。天涯未归客，容易上眉头。气留脐可煖，唾使面自乾。无怨亦无恶，此腹如此宽。蚕月始条桑，悤悤妇姑忙。天寒授衣节，妇姑无完裳。泛槎惊误客，折齿笑狂邻。不作回文字，愁嫌愁杀人。断木才脱粟，湿薪空爆竹。朝餐动及午，柰此雷鸣腹。旅食寄天涯，愁如桂玉何。莫忘生处乐，听取扊扅歌。对影无情石，关心寄远衣。天涯镇长客，雁后不怀归。"}