{"id":"446019","title":"网坛岁杪漫怀","dynasty":"当代","author":"熊东遨","text":"风雨年来习不惊，惟凭一网寄深情。夜阑忆及闲常事，顿觉潮从枕上生。一念初萌谁解我，寒江夜济知苇可。此中缘份是天成，莫更无端问因果。新酿梨花酒一坛，又因风雪忆天山。不知星汉云空里，邀得神仙几个还？瑶池八骏朝天帝，玉辔金镫添意气。山右狷狂马独来，行空不受丝缰系。长白山头雪浪奔，剪梅独许到俞门。人间世态知多少，一掬清泉自养根。自种松杉初及额，能从近处瞻高格。半梦长留一念真，足胜万古虚矫客。梅云梅雨孰为先，如水交情二十年。窗外晦明何必问，纤尘不染是心田。长河自古多姿彩，百折千回终不改。涛声日夜若奔雷，直挟泥沙泻东海。一剪烟波一叶舟，自由天地足淹留。当年靓丽渔家女，赢得名声也白头。孤月冷霜光自照，岁寒不改苍枝傲。丹田蓄得气如虹，耐寂轩中时一啸。陌上风光日日新，半随流水半浮尘。诗家自有奇招在，满插瓶花截住春。竹杖芒鞋风貌古，终朝乐与民为伍。偶踏杨花过谢桥，惊起沙鸥前后舞。紫金山畔竹梧青，有凤来仪展素翎。自向莲台宣佛号，清吟不许俗人听。贺兰山畔逢初雪，一派天声梨蕊裂。信手裁成大气诗，风华何用人称绝？宝瑟和谐璧影沉，绕梁三日有余音。把书深柳堂前读，如此风光最赏心。青山横断东西陌，酒量诗才俱不恶。几时碰破壁重重，露出全新天一角？少年才俊更何人，瓶里青梅瘦入神。点将骚坛风起浪，每从谐谑见天真。奇观每伴行舟走，神女峰边蓦回首。何处清光醉煞人，一团月落三江口。十里烟霞隔水村，杏帘遥望亦消魂。何时得与清风接，肝胆论文共酒樽？篁筠久作巢湖隐，遮莫根前初抱笋？何当再效石风堂，凭虚各把清觞引。我兽今朝食肉无，朔风吹雪片帆孤。尘封旧事休翻起，生怕凭空累酒壶。江南雨后山河丽，画到传神多写意。眉眼盈盈向我舒，霎时如坐春风里。吴郎妙手善调筝，源出潮州韵最清。自抱平常心一颗，也无风雨也无晴。吾家有子初擎斧，网上裁诗不辞苦。偶从天外试高飞，风光差似神舟五。桃李新开第几枝，圣贤之道有张弛。溪云自是怜风雅，笼住春光也未知。静玄老道音违久，或去陶门种杨柳？杨柳新垂万绺丝，丝丝都挽朋侪手。绝代箫韶有异音，旧三轮上发长吟。人间已不分清浊，独挽天河自沐心。寒山晓听吹清角，冷沁心脾殊未觉。真言尽向酒前倾，平日台词俱省却。有子新从塞上归，白衣犹带杏花飞。门墙不待重开启，先放春光到外围。一自仙翁乘去鹤，吟坛几度伤寥落。布衣捧剑楚山来，复起春风同乐乐。云外传声不惮劳，五更催客月轮高。如今正果修成也，脱尽鸡毛换凤毛。度尽洪荒人不识，寒林四顾烟如织。补天功就自安闲，长羡山中老顽石。山郭晴晖向晓开，莫教孤负十分才。朵云红白连环出，天放奇花不用栽。骚坛亦有杨家将，接力途中扛大棒。活法遥承乃祖来，入时能画新眉样。消息年来两未知，满山风露忆军持。夜阑置酒松窗下，细读先生不死诗。剪剪春风添烂漫，兰舟划出垂杨岸。凌波抖落隔年霜，依旧身心如菊淡。盐车高负日迟迟，古道西风瘦马嘶。伯乐至今犹醉卧，此声听到是何时？网坛博得人称许，惊世才华天赐与。不信神通孟老邪，居然有此玲珑女。坐对千年一局残，老僧应已破禅关。城南如月之秋夜，细听清风响佩环。岁寒枝上同摇曳，逊白输香真浪说。渺渺予怀几个知，算来只有梅关雪。扫径思迎二客临，天山约罢约闲吟。隔篱依旧邻翁健，浊酒犹能试一斟。长启西南轩一角，略分濠上游鱼乐。天下横流水几何，冠缨只用沧浪濯。笔下诗翻旧体新，庆霖豪气逼前人。春来信有于蓝出，先置樽罍到水滨。网游时与高人会，家酿长思谋一醉。又到江南欲雪天，不知阿二归来未？几年游屐遍东南，何幸新知有大凡。解道相逢便金石，天光云影一湖涵。吟坛旧雨连新雨，结个忘年天或许。乖巧林中曲曲溪，娱人只作和谐语。打从持棒到天堂，百事都由自主张。食尽蟠桃花又着，四时春色属猴王。凭栏四望皆芜草，浅褐深黄俱了了。蓦见松花一叶开，生机在眼休云少。雪与梅花次第临，村醪待客敢偏心？送伊归得天山去，一半为君醒后吟。赏罢银蟾秋已半，青山欲把衣衫换。古松留住涧边云，好续坐看缘一段。不是橱窗塑料花，溪头小草活生涯。若嫌官样文章累，无事多来听咂吧。何处莲花清若许，风吹仙袂飘飘举。双舟并桨出烟波，想是龙宫初嫁女。极天南北任穿梭，应是诗多偈也多。我愧学禅无一得，佛前初解念弥陀。风骚早与神仙各，万里晴空秋一鹤。不受人间宰相招，孤飞自得怡然乐。斗牛光焰若鸣雷，又向空山舞一回。如此锋芒如此气，几时交付与钟馗？柳叶舒眉娇正舞，桃花脸晕芳初吐。伊谁约得美人来，先是春风后春雨。网上谭诗万象和，闲中岁月漫消磨。不愁抗手无寻处，斋主清才个个多。自家摇曳凌虚绿，不管陈平分社肉。偶听风传一笛清，果然神韵超凡俗。神舟消息有花边：曾到银河觅胜缘。织女牛郎都不问，只同天马结忘年。剪剪清风独来往，柳村故旧年年访。溪边偶尔一回头，惹起杨花生异想。岂为交情掩异同，延陵犹见旧家风。不嫌广告词繁琐，也并英雄到局中。伊家屋傍松篁结，溪有游鳞山有蕨。锄罢梅花鸟不啼，当头一片秦时月。网上风光面目奇，千峰万壑转迷离。私家马甲知多少，谁似先生自在披？应是庐山缘未了，梦中犹作松边倒。陶家借得酒壶来，便向鄱湖寻野老。苏辛李杜不同来，分付园花省着开。天气渐寒心渐暖，菊斋留韵到梅斋。开过红桃开白李，家家都在春声里。衔泥燕子故飞飞，来慰高楼人独倚。漫道诗花水岸多，远寻荒漠又如何？黄沙万里添生趣，红柳丛中卧骆驼。守过千年情入骨，天河又见风吹筏。嫦娥有约不曾来，高卧云头遥梦月。高山流水不须琴，少悟因缘亦畅心。诗履正思随老杜，未期筇杖已先临。先生家住深山里，日踏青苍行不止。一个诗仙也未逢，还期遍发桃花水。柴门无事不常开，难得当年小杜来。早识白鸥湖上意，也应杨柳及时栽。写罢芜词还自笑：春迟娇懒凭谁报？小梅窗下月溶溶，疏影一天和梦到。"}