{"id":"45182","title":"白日梦","dynasty":"现代","author":"北岛","text":"1在秋天的暴行之后这十一月被冰霜麻醉展平在墙上影子重重叠叠那是骨骼石化的过程你没有如期归来我喉咙里的果核变成了温暖的石头我，行迹可疑新的季节的阅兵式敲打我的窗户住在钟里的人们带着摆动的心脏奔走我俯视时间不必转身一年的黑暗在杯中2音乐释放的蓝色灵魂在烟蒂上飘摇出入门窗的裂缝一个准备切开的苹果--那里没有核儿没有生长敌意的种子远离太阳的磁场玻璃房子里生长的头发如海藻，避开真实的风暴，我们是迷失在航空港里的儿童总想大哭一场在宽银幕般的骚动中收集烟尘的鼻子碰到一起说个不停，这是我是我我，我们3喃喃梦呓的书，排列在一起在早晨三点钟等待异端的火箭时间并不忧郁我们弃绝了山林湖泊集中在一起为什么我们在一起一只铁皮乌鸦在大理石的底座下那永恒的事物的焊接处不会断裂人们从石棺里醒来和我坐在一起我们生前与时代合影挂在长桌尽头4你没有如期归来而这正是离别的意义一次爱的旅行有时候就象抽烟那样简单地下室空守着你内心的白银水仙花在暗中灿然开放你听凭所有的坏天气发怒、哭喊乞求你打开窗户书页翻开所有的文字四散只留下一个数字--我的座位号码靠近窗户本次列车的终点是你5向日葵的帽子不翼而飞石头圆滑、可靠保持着本质的完整在没有人居住的地方山也变得年轻晚钟不必解释什么巨蟒在蜕皮中进化--绳索打结把鱼群悬挂在高处一潭死水召来无数闪电虎豹的斑纹渐成蓝色天空已被吞噬历史静默峭壁目送着河上那自源头漂流而下的孩子这人类的孩子6我需要广场一片空旷的广场放置一个碗，一把小匙一只风筝孤单的影子占据广场的人说这不可能笼中的鸟需要散步梦游者需要贫血的阳光道路撞击在一起需要平等的对话人的冲动压缩成铀，存放在可靠的地方在一家小店铺一张纸币，一片剃刀一包剧毒的杀虫剂诞生了7我死的那年十岁那抛向空中的球再也没落到地上你是唯一的目击者十岁，我知道然后我登上那辆运载野牛的火车被列入过期的提货单里供人们阅读今天早上一只鸟穿透我打开的报纸你的脸嵌在其中一种持久的热情仍在你的眼睛深处闪烁我将永远处于你所设计的阴影中8多少年多少火种的逃亡者使日月无光白马展开了长长的绷带木桩钉进了煤层渗出殷红的血毒蜘蛛弹拨它的琴弦从天而降开阔地，火球滚来滚去多少年多少河流干涸露出那隐秘的部分这是座空荡荡的博物馆谁置身其中谁就会自以为是展品被无形的目光注视如同一颗湖泊爆炸后飞出的沉睡千年的小虫9终于有一天谎言般无畏的人们从巨型收音机里走出来赞美着灾难医生举起白色的床单站在病树上疾呼：是自由，没有免疫的自由毒害了你们10手在喘息流苏是呻吟雕花的窗棂互相交错纸灯笼穿过游廊在尽头熄灭一支箭敲响了大门牌位接连倒下--连锁反应的恶梦子孙们是威严的石狮嘴里腐烂的牙齿当年锁住春光的庭院只剩下一棵树他们在酒后失态围着树跳舞疯狂是一种例外11别把你的情欲带入秋天这残废者的秋天打着响亮呼哨的秋天一只女人干燥的手掠过海面，却滴水未沾推移礁石的晚霞是你的情欲焚烧我我，心如枯井对海洋的渴望使我远离海洋走向我的开端--你或你的尽头--我我们终将迷失在大雾中互相呼唤在不同的地点成为无用的路标12白色的长袍飘向那不存在的地方心如夏夜里抽搐的水泵无端地发泄黄昏的晚宴结束了山峦散去蜉蝣在水上写诗地平线的颂歌时断时续影子并非一个人的历史戴上或摘下面具花朵应运而生谎言与悲哀不可分离如果没有面具所有钟表还有什么意义当灵魂在岩石是显出原形只有鸟会认出它们13他指银色的沼泽说那里发生过战争几棵冒烟的树在地平线飞奔转入地下的士兵和马闪着磷光，日夜追随着将军的铠甲而我们追随的是思想的流弹中那逃窜的自由的兽皮昔日阵亡者的头颅如残月升起越过沙沙作响的灌木丛以预言家的口吻说你们并非幸存者你们永无归宿新的思想呼啸而过击中时代的背影一滴苍蝇的血让我震惊14我注定要坐在岸边在一张白纸上期待着老年斑纹似的词出现，秩序与混乱蜂房酿造着不同的情欲九十九座红色的山峰上涨，空气稀薄地衣居心叵测地蔓延渺小，如尘世的计谋，钢筋支撑着权利石头也会晕眩这毕竟是一种可怕的高度，白纸背面孩子的手在玩影子游戏光源来自海底两条交尾的电鳗15蹲伏在瓦罐的夜溢出清凉的水，那是我们爱的源泉回忆如伤疤我的一生在你的脚下这流动的沙丘凝聚在你的手上成为一颗眩目的钻石没有床，房间小得使我们无法分离四壁薄如棉纸数不清的嘴巴画在墙上低声轮唱你没有如期归来我们共同啜饮的杯子砰然碎裂16矿山废弃已久它的金属拉成细长的线猫头鹰通体透明胃和神经丛掠过夜空古生物的联盟解体了粘合化石的工作仍在进行，生存永远是一种集体冒险生存永远是和春天在进行战争绿色的履带碾过阴郁的文明喷射那水银的喷泉金属的头改变了地貌17几个世纪过去了一日尚未开始冷空气触摸了我的手螺旋楼梯般上升黑与白，光线在房瓦的音阶上转换一棵枣树的安宁男人的喉咙成熟了动物园的困兽被合进一本书钢鞭飞舞悸动着的斑斓色彩隔着漫长的岁月凄厉地叫喊一张导游图把我引入城中之星星狡黠而凶狠象某一事物的核心18我总是沿着那条街的孤独的意志漫步喔，我的城市在玻璃的坚冰上滑行我的城市我的故事我的水龙头我积怨我的鹦鹉我的保持平衡的睡眠罂粟花般芳香的少女从超级市场飘过带着折刀般表情的人们共饮冬日的寒光诗，就象阳台一样无情地折磨着我被烟尘粉刷的墙总在意料之中19当你转身的时候花岗石崩裂成细细的流沙你用陌生的语调对空旷说话，不真实如同你的笑容深深植入昨天的苦根是最黑暗处的闪电击中了我们想象的巢穴从流沙的瀑布中我们听见了水晶撞击的音乐一次小小的外科手术我们挖掘燧石的雪地上留下了麻雀的爪印一辆冬天疯狂的马车穿过夏日的火焰我们安然无恙四季的美景印在你的衣服上20放牧是一种观点的陈述热病使羊群膨胀象一个个气球上升卡在天蝎星座中热风卷走了我的屋顶在四壁之内我静观无字的天空文化是一种共生现象包括羊的价值狼的原则钟罩里一无所有在我们的视野里只有一条干涸的河道几缕笔直的烟古代圣贤们无限寂寞垂钓着他们的鱼21诡秘的豆荚有五只眼睛它们不愿看见白昼只在黑暗里倾听一种颜色是一个孩子诞生时的啼哭宴会上桌布洁白杯中有死亡的味道--悼词库挥发的沉闷气息传统是一张航空照片山河缩小成桦木的纹理总是人，俯首听命于说教、仿效、争斗和他们的尊严寻找激情的旅行者穿过候鸟荒凉的栖息地石膏像打开窗户艺术家从背后用工具狠狠地敲碎它们22弱音器弄哑了的小号忽然响亮地哭喊那伟大悲剧的导演正悄悄地死去两只装着滑轮的狮子仍在固定的轨道上东奔西撞曙光瘫痪在大街上很多地址和名字和心事在邮筒在夜里避雨货车场的鸭子喧哗窗户打着哈欠一个来苏水味的早晨值班医生正填写着死亡报告悲剧的伟大意义呵日常生活的琐碎细节23在昼与夜之间出现了裂缝语言突然变得陈旧象第一场雪那些用黑布蒙面的证人紧紧包围了你你把一根根松枝插在地上默默点燃它们那是一种祭奠的仪式从死亡的山冈上我居高临下你是谁要和我交换什么白鹤展开一张飘动的纸上面写着你的回答而我一无所知你没有如期归来"}