{"id":"45318","title":"最后的挽歌","dynasty":"现代","author":"舒婷","text":"第一章眺望掏空了眼眶剩下眺望的姿势钙化在最后的挽歌里飞鱼继续成群结队冲浪把最低限度的重用轻盈来表现它们的鳍擦燃不同凡响的磷光蒿草爬上塑像的肩膀感慨高处不胜寒挖鱼饵的老头把鼻涕擤在花岗岩衣摺鸽粪如雨蚌无法吐露痛苦等死亡完整地赎出只有一个波兰女诗人不经剖腹产下她的珍珠其他与诗沾亲带故的人同时感到了阵痛火鹳留下的余烬将幸存的天空交还我们把它顶在头上含在口里不如抛向股市买进卖出更能体现它的价值枫树沿山地层层登高谁胸中的波浪尽染带她卸去盛装瘦削一炬冲天烽烟谁为她千里驰援给她打电话寄贺卡亲爱的原谅我连写信也抽不出时间你怎能眺望你的背后从河边对岸传来不明真相的叠句影子因之受潮第二章美国大都会和英国小乡村没有什么区别薯片加啤酒就是家园雪花无需签证轻易越过边界循梅花的香味拐进老胡同扣错门环作为一段前奏你让他们眺望到排山倒海的乐章然后你再蔚蓝些也不能比泄洪的大江更汪洋被异体字母日夜攻歼你的免疫系统挂一漏万弓身护卫怀里方形的蛹或者你就是蛹中使用过度的印色一粒炭火那么暗红白蚁伸出楚歌点点滴滴蛀食寄居的风景往事长出霉斑从译文的哈哈镜里你捕捞蝌蚪混声别人的喉管他们不会眺望你太久换一个方向他们遮挡别人的目光即使脚踩浮冰也是独自的困境以个人的定音鼓，他们坚持亲临现场如果内心是倾斜下沉的破船那些咬噬着肉体要纷纷逃上岸去的老鼠是尖叫的诗歌么名词和形容词已危及交通他们自愿选择了非英雄式流亡你的帽子遗忘在旗舰上第三章是谁举起城市这盏霓虹酒试图与世纪末红肿的落日碰杯造成划时代的断电从容凑近夕照用过时的比喻点燃旱烟管的农夫蹲在田垄想心事老被蛙声打断谁比黑暗更深探手地龙的心脏被挤压得血管贲张据说他所栖身的二十层楼建在浮鲸背上油菜花不知打桩机危险一味地天真浪漫养蜂人伛着背都市无情地顶出最后一块蜜源空调机均衡运转体温和机器相依为命感到燥热的是怀念中那一柄葵扇或者一片薄荷叶贴在诗歌的脑门上田野一边涝着一边旱着被化肥和农药押上刑场不忘高呼丰收口号多余的钱就在山坳盖房子乌瓦白墙意大利厕具门前月季屋后种瓜雇瘪三照料肥鹅兼给皇冠车搭防盗棚剩下的时间做艺术打手提电话都市伸出输血管网络乡间留下篱笆、狗和老人每当大风掀走打工仔的藤帽不由自主伸手扶直老家瓦顶的炊烟画家的胡子越来越长越来越落寞衣衫破烂半截身子卡在画框瘪三抽着主人的万宝路撕一块画稿抹桌再揉一团解手炒鹅蛋下酒都市和农村凭契约交换情人眺望是小心折叠的黄手帕挥舞给谁看第四章迎风守望太久泪水枯竭我摘下酸痛的双眼在一张全盲的唱片上踮起孤儿的脚尖对北方最初的向往缘于一棵木棉无论旋转多远都不能使她的红唇触到橡树的肩膀这是梦想的最后一根羽毛你可以擎着它飞翔片刻却不能结庐终身然而大漠孤烟的精神永远召唤着南国矮小的竹针滚滚北上他们漂流黄河圆明园挂霜二锅头浇得浑身冒烟敞着衣襟沿风沙的长安街骑车学会很多卷舌音他们把丝吐得到处都是仍然回南方结茧我的南方比福建还南比屋后那一丘雨林稍大些不那么湿每年季风打翻几个热腾腾鸟巢溅落千变万化的方言对坚硬土质的渴求改变不了南方人用气根思想北风乔木到了南方就不再落叶常绿着他们痛恨汁液过于饱满怀念风雪弥漫烈酒和耸肩大衣的腰身土豆窖藏在感伤里靠着被放逐的焦灼他们在汤水淋漓的语境里把自己烘干吮吸长江黄河北方胸膛乳汁丰沛盛产玉米、壁画头盖骨和皇朝的地方，也是月最明霁风最酷烈野狼与人共舞胡笳十八拍的地方北方一次次倾空她的围腰把我们四处发放我们长成稗草进化到谷类在蜕变为蝗虫在一张海棠的叶脉上失散这就是为什么当拳头攥紧一声嗥叫北斗星总在仰望的头顶上第五章放弃高度巅峰不复存在忘记祈祷是否终止了对上帝的敬畏在一个早晨醒来脚触不着地光把我穿在箭镞上射向语言之先一匹风跛足冉冉走远日历横贯钟表的子午线殉葬了一批鸡鸣三更梆鼓和一炷香的时辰渡口自古多次延误此岸附耳竹筒和锦帛谛听彼岸脚步声我终于走到正点居中秒针长话短说列车拉响汽笛从未停靠接站和送站互相错过持票人没有座位座位空无一人黑夜耄耄垂老白昼刚刚长到齐肩高往年的三色堇撩起裙裾步上今春的绿萼一个吻可以天长地久爱情瞬息名称我要怀着怎样的心情和速度才能重返五月像折回凌乱的卧室对梦中那人说完再见并记得清他留下地址电话阴影剥离岩层文字圈定声音在海水的狂飙里，珊瑚小心稳定枝形烛光朱笔和石头相依为命却不能与风雨并存每写下一个字这个字立刻漂走每启动一轮思想就闻到破布的味道我如此再三起死回生取决于是否对同一面镜子练习口形类似高空自由坠落恪守知觉所振动的腋下生风着陆于零点深处并返回自身光的螺旋再次或者永远通过体内蛰伏蛇行诗歌火花滋滋发麻有如静电产生你问我的位置我在上一本书和下一本书之间第六章那团墨汁后面我们什么也看不见现在是父亲将要离开他的姿容越来越稀薄药物沿半透明的血管争相竞走我为他削一只好脾气的梨小小梨心在我掌中哭泣其他逝者从迷雾中显现母亲比我年轻且不认已届中年的我父亲预先订好遗像他常常用目光同自己商量茶微温而壶已漏手迹继续来往于旧体格律天冷时略带痰音影子期待与躯体重合灵魂从里向外从外向里窥探眼看锈迹侵袭父亲我无法不悲伤虽然悲伤这一词已经殉职与之相关的温情（如果有的话这一词也病入膏肓）现代人羞于诉说像流通数次已陈旧的纸币很多词还没捂热就公开作废字典凋败有如深秋菩提树大道一夜之间落叶无悔天空因他们集体撤出而寥廓而孤寒而痛定思痛只有擦边最娇嫩的淡青被多事的梢芒刮破每天经历肉体和词汇的双重死亡灵魂如何避过这些滚石节节翘望做为女儿的部分岁月我将被分段剪辑封闭在父亲沉重的大门后一个诗人的独立生存必须忍受肢体持续背叛自地下水走向至高点相对生活而言死亡是更僻静的地方父亲，我寄身的河面与你不同流速罢我们仅是生物界的一种表达方式是累累赘赘的根瘤坠在族谱上换一个方向生长记忆摩挲灵魂的容器多一片叶子有什么东西正漫了出来我右手的绿荫争分夺秒地枯萎左手还在休眠第七章陆沉发生在大河神秘消失之前我仅是最初的目击者一个铸件经历另一个铸件绕过别人的拖烟层超低空飞行瓦斯俘获管道风格多快好省划动蓝色节肢活泼泼将生米煮成熟饭我抱紧柴禾寻找一只不作声的炉子逃离每一既定事实随时保持举起前脚的姿势有谁真正身体力行当常识把我们如此锁定万花筒逆向转动去冬馁毙的红襟雀莞尔一笑穿雪掠地而起昨天义无反顾暴殄天物今天面临语言饥荒眼睛耳朵分别拆散零件装置错位惟心跳正常夹杂些金属之声只要再翻过这座山其实山那边什么也没有如果最后一块石头还未盖满手印如果内心有足够的安静这个礼拜天开始上路我在慢慢接近虽然能见度很低此事与任何人无关"}