{"id":"45327","title":"书寄奥古斯达","dynasty":"外国","author":"拜伦","text":"一我的姐姐！我亲密的姐姐！假如有比这更亲更纯的名称，它该说给你：千山万水隔开了我们，但我要求不是你的泪，而是回答我的情谊。无论我漂泊何方，你在我的心头永远是一团珍爱的情愫，一团痛惜。呵，我这余生还有两件事情留给我&mdash;&mdash;或漂游世界，或与你共享家庭之乐。二如果我有了后者，前者就不值一提，你会成为我的幸福之避难的港湾；但是，还有许多别的关系系住你，我不原意你因为我而和一切疏淡。是乖戾的命运笼罩着你的兄弟&mdash;&mdash;不堪回首，因为它已经无可转圜；我的遭逢正好和我们祖父的相反：他是在海上，我却在陆上没一刻安然。三如果可以说，他的风暴是被我承当在另一种自然里，在我所曾经忽略或者从未料到的危险的岩石上，我却忍受了人世给我的一份幻灭，那是由于我的过失，我并不想掩藏，用一种似是而非的托辞聊以自解；我已经够巧妙地使自己跌下悬崖，我为我特有的悲伤作了小心的领航员。四既然错处是我的，我该承受它的酬报。我的一生就是一场斗争，因为我自从有了生命的那一天，就有了伤害它的命运或意志，永远和它违拗；而我有时候感于这种冲突的苦恼，也曾经想要摇落这肉体的枷锁：但如今，我却宁愿多活一个时候，哪怕只为了看看还有什么祸事临头。五在我渺小的日子里，我也曾阅历帝国的兴亡，但是我并没有衰老；当我把自己的忧患和那一切相比，它虽曾奔腾象海湾中狂暴的浪涛，却成了小小水化的泼溅，随时平息：的确，有一些什么&mdash;&mdash;连我也不明了&mdash;&mdash;在支持这不知忍耐的灵魂；我们并不白白地（即使仅仅为它自己）贩来痛苦。六也许是反抗的精神在我的心中，造成的结果&mdash;&mdash;也许是冷酷的绝望由于灾难的经常出现而逐渐滋生，&mdash;&mdash;也许是清新的空气，更温煦的地方（因为有人以此解释心情的变动，我们也无妨把薄薄的甲胄穿上），不知是什么给了我奇怪的宁静，它不是安祥的命运所伴有的那一种。七有时候，我几乎感到在快乐的童年我所曾感到的：小溪、树木和花草和往昔一样扑到我的眼底，使我忆念我所居住的地方，在我青春的头脑还没有牺牲给书本以前。我的心间会为这我曾经熟识的自然的面貌而温馨；甚至有时候，我以为我看见值得爱的生命&mdash;&mdash;但有谁能象你那般？八阿尔卑斯在我面前展开，这片景象是冥想的丰富的源泉；&mdash;&mdash;对它赞叹，不过是烦琐的一天中应景的文章；细加观赏却能引起更珍贵的灵感。在这里，孤独并不就令人觉得凄凉，因为有许多心愿的事物我都能看见；而且，最重要的是，我能望着一片湖比我们家乡的更秀丽，虽然比较生疏。九哦，要是能和你在一起，那多幸福！但我别为这痴望所愚弄吧，我忘记我在这里曾经如此夸耀的孤独，就会因为这仅有的埋怨而泄了气；也许还有别的怨言，我更不想透露&mdash;&mdash;我不是爱发牢骚的人，不想谈自己；但尽管如此，我的哲学还是讲下去了，我感到在我的眼睛里涌起了热潮。一○我在向你提起我们家乡可爱的湖水，呵，湖旁的那老宅也许不再是我的。莱芒湖固然美丽，但不要因此认为我对更亲密的故土不再向往和追忆：除非是时光把我的记忆整个儿摧毁，否则，它和它都不会从我的眼里褪去；虽然，你们会和一切我所爱的事物一样，不是要我永远断念，就是隔离在远方。一一整个世界在我面前展开；我向自然只要求她同意给予我享受的东西&mdash;&mdash;那就是在夏日的阳光下躺在湖边，让我和她的蓝天的寂静融和在一起，让我看到她没讹枣幕的温和的脸，热烈地注视她，永远不感到厌腻。她曾是我早年的友好，现在应该是我的姐姐&mdash;&mdash;如果我不曾又向你注视。一二呵，我能抹煞任何感情，除了这一个；这一个我却不情愿，因为我终于面临有如我生命开始时所踏进的景色：它对我是最早的、也是唯一的途径。如果我知道及早地从人群退缩，我绝不会濒临象现在这样的处境；那曾经撕裂我的心的激情原会安息，我不至于被折磨，你也不至于哭泣。一三我和骗人的&ldquo;野心&rdquo;能有什么因缘？我不认得，&ldquo;爱情&rdquo;，和&ldquo;声誉&rdquo;最没有关系；可是它们不请自来，并和我纠缠，使我得到名声&mdash;&mdash;只能如此而已。然而这并不是我所抱韵最后心愿；事实上，我一度望到更高贵的目的。但是一切都完了&mdash;&mdash;我算是另外一个，我以前的千百万人都这样迷惘地活过。一四而至于未来，这个世界的未来命运不能引起我怎样的关切和注意；我已超过我该有的寿命很多时辰，我还活着，这样多的事情却已逝去。我的岁月并没有睡眠，而是让精神保持不断的警惕，因为我得到的是一份足以充满一世纪的生命，虽然，它的四分之一还投有被我走尽。一五至于那可能来到的、此后的余生我将满意地接待；对于过去，我也不毫无感谢之情&mdash;&mdash;因为在无尽挣扎中，除痛苦外，快乐也有时偷偷袭入；至于现在，我却不愿意使我的感情再逐日麻痹下去。尽管形似冷酷，我不愿隐瞒我仍旧能四方观看，并且怀着一种深挚的情思崇拜自然。一六至于你，我亲爱的姐姐呵，在你心上我知道有我，一如你占据我的心灵；无论过去和现在，我们&mdash;&mdash;我和你一样&mdash;&mdash;一直是两个彼此不能疏远的生命；无论一起或者分离，都不会变心肠。从生命的开始直到它逐渐的凋零，我们相互交缠一&mdash;任死亡或早、或晚，这最早的情谊将把我们系到最后一天！"}