{"id":"45385","title":"夏夜的传说","dynasty":"现代","author":"席慕容","text":"在夏天的夜晚　也许还会有生命重新前来和我们此刻一样　静静聆听那从星空中传来的极轻极遥远的　回音夏夜的传说一沙一界&middot;一尘一劫　序曲如果有人一定要追问我结果如何我恐怕就无法回答所有的故事我只知道那些非常华丽的开始充满了震慑和喜悦充满了美　充满了浪费每一个开端都充满了憧憬并且易于承诺　易于相信但是　如果有人一定要追问我最后的结果到底如何我只能俯首不答　转回到我的灯下在书页间翻寻追索静静编织出　一章又一章有关于夏夜的　传说　本事据说　宇宙开始于一次爆裂所有的生命起因于一场不顾一切的毁灭从热渴　窒闷　极度不安的心中如霹雳般迸发溅射而出的是那囚禁了千亿年的渴望散开　然后不断膨胀自我的距离在星团之间逐渐拉长当寂寞与乡愁要用光年来换算才发现从此永远无法回转星云空茫　开始重新寻觅重新摸索　重新去追逐那隐隐约约在呼唤着的方向散开　然后逐渐冷却然后习惯于孤独在漂泊的行程里慢慢忘记了来处穹苍万里　充满了要传达而终于不可传达的讯息（匍匐于泥泞之间　我依然要问你　为什么　为什么时光它永远立于不败之地）木星　金星　开始命名虽然海王星和冥王星还那样遥远得令人心惊但是所有的故事都开始酝酿宇宙浩瀚　而时光如许悠长在银河漩涡的触手间　据说要用五十亿年才能等到太阳的光芒巨大的星云里　要怎样孕育才能等到一场相遇　一种秩序（匍匐于泥泞之间　我含泪问你　那样的夜晚去了哪里　为什么所有的开端都热烈慌乱　一如夏夜的星空　无限灿烂）最初　地球只是一团烈火无所适从也无所依靠在暗黑的天空中独自燃烧炽热明亮的母体　可望而不可及在每一转首回身的地方是那从此无法靠近又无法远离的太阳光芒是每一篇神话传说中的眷恋情节是我们因此而不断重复循环着的季节和日夜日夜循环在辗转反侧间试着将岁月慢慢沉甸所有不肯妥协的爱与恨以及日渐沉重的思想和欲望只好以熔岩的形象　沸滚翻腾不断喷涌　囚禁在高温的心中而在脆弱的表层水气弥漫　云雾滋生有朝露有夜雾不断前来　轻轻环绕轻轻覆盖仿佛有些忧伤可以忘记有些错误可以原谅　在日与夜的交替间有些梦想　可以重新开始盼望（爱　原来是没有名字的　在相遇之前等待就是它的名字　而一切的起始却是不经心的　就像天地初开　原来也没有　什么一定要遵照的形象　就　如平漠上千株白杨　原来也　只是一次不经心的插枝　如　果不是那偶然的顾盼　我们　原来可以终生终生永不相识　在雷电交会的刹那　为什么一定要是你　从我身后　静静走来　走进我心中央）天空中不断有星球爆裂不断有美梦从此殒落幻灭但是　在我们的世界里帷幕刚刚升起　戏正上演我们的心愿仍然要逐一完成在一切的来临与消逝之间戏正上演我们一定要等待与盼望坚持要依次出场　凝神准备随时欢呼　落泪　或者鼓掌太阳系里所有行星都进入位置我们的故事刚刚开始　戏正上演而星光闪烁　时空（匍匐于泥泞之间　我含泪问你　一生中到底能有几次的相遇　想但丁初见贝德丽采　并不知道她从此是他诗中　千年的话题　并不知道　从此只能遥遥相望　隔着幽暗的地狱也隔着天堂）黎明前的黑暗总是永无止尽犹疑而又缓慢　地球不断旋转要经过无数次的循环　才能有三叶虫的出现然后当曙光初露　恐龙已经遍布时光逐渐增加了流动的速度在苏铁　银杏和蕨类之间第一棵开花的植物终于出现那是白垩纪　那是一亿年前那时候　气候温暖暴龙爬行在开满了花的原野上鱼龙游过海洋　而翼龙在天我们从不怀疑永远遵循着一种生长的秩序知道路途迢遥知道要从清晨到傍晚到暮色四合到恐龙绝迹在宇宙无垠的舞台上我们人类才能登场终于登场　却发现时光疾如飞矢　戏刚上演而暮色已经沉沉下降（爱　原来并没有专属的面容　然而你来到我身边竟然一如梦中　你轻携我手带我走过无人的　山径　风声细碎拂过莲叶拂　向密集的丛林　夏夜里我知　道有一种苏醒有一种融化已　经来临　有一种无法控制的　宛转流动　已经开始在我的　心中在冰河之下　缓缓前行　爱　原来并没有专属的夜晚　然而你来到我身边　星光如此灿烂）整个夏天的夜晚　星空无限灿烂特洛伊城惜别了海伦深海的珍珠悬在她耳垂之上有如泪滴庞贝城里十六岁的女子在发间细细插上鲜花就在镜前　就在一瞬间灰飞烟灭了千年堆砌而成的繁华在遥远的埃及有那么多固执的法老坚持要装饰自己的墓穴坚持说自己不是死去　只是与人世暂离别整个夏天的夜晚　星空无限灿烂一样的剧本不断重复变换与时光相对美　仿佛永远是一种浪费而生命里能够真正得到的好像也不过就只是这一场可以尽心装扮的机会在得与失之间我们从来无所取舍在一切的传说里我们从来没能知道那被时光它谨慎收藏的秘密星空中有深不可测的黑洞吞食尽周遭所有的生命　并且使空间变形岁月里也有着黑暗的角落逐日逐夜在吞食着我们曾经那样渴望并且相信会拥有的　幸福与快乐（忧思的神祇总是在静夜里前来　向我默默追索　一切只有在这样的时刻里　才会重新想起的　曾经发生过的　犹疑与蹉跎　我的神祇总是在中夜前来　默然端坐　俯首依依审视着我　极远处的月光　也正在审视着海洋　而那暗流汹涌的海啊　不得不　把所有的悲喜　都反映成银白镶着清辉的浪）忧伤的来源其实起于丰盈之后的那种空芜对生命　对内里的激情我们从来没有人能够真正知足在每一回首处总有我们曾经计划却不曾结果不曾生长不曾栽植的树总有些不能忘记又不能不放弃的心愿总有些　不忍不舍又不肯去触犯的界限期待中的节日因此仿佛从未来临排练好的角色　也因此从来不能执照原来的计划上演星宿中存在着无数还没能发现的黑洞行走在人群之中我们的热血慢慢流空逐渐开始怀疑起　今日与昨日自己真正的面容（匍匐于泥泞之间　我依然要问你　那样的夜晚去了哪里）为什么天空中不断有流星划过然后殒灭　为什么一朵昙花只能在夏夜静静绽放然后凋谢匍匐于泥泞之间我含泪问你　为什么为什么时光它永远立于不败之地为什么我们要不断前来　然后退下为什么只有它可以浪掷着一切的美　一切的爱一切对我们曾经是那样珍贵难求的温柔的记忆匍匐于泥泞之间我含泪问你到了最后的最后　是不是不会留下任何的痕迹不能传达任何的讯息　我们的世界逐渐冷却然后熄灭而时空依然无限　星云连绵如果露珠是草木的虚荣星球是宇宙的炫耀那么我们在日落之后才开始的种种遭逢会不会只是时光它唇边一句短短的诗一抹不易察觉的　微笑　回声如果有人一定要追问我结果如何我恐怕就无法回答我只知道所有的线索　也许就此断落也许还会在星座与星座之间伸延漂泊在夏天的夜晚　也许还肝有生命重新前来和和们此刻一样　静静聆听那从星空中传来的极轻极遥远的　回音"}