{"id":"45387","title":"漂泊的湖","dynasty":"现代","author":"席慕容","text":"仿佛错误已经铸成却没有人承认这就是我所能拥有的整整的一生交易他们告诉我　唐朝的时候一匹北方的马匹换四十匹绢我今天空有四十年的时光要向谁去要向谁去换回那一片北方的　草原乌里雅苏台&mdash;&mdash;为什么我永远不能在二十岁的一个夏日微笑着刚好路过这个城市？三杯酒后　翻开书来&quot;乌里雅苏台的意思　就是多杨柳的地方&quot;父亲解释过后的地名就添了一种温暖的芳香早年从张家口带一封信到新疆伊犁这里是一定要经过的三音诺颜汗的首邑杨柳枝在夏日织成深深浅浅的陷阱　缠绕过多少旅人的心父亲　为什么我不能让一切重新开始　那时柳色青青整个世界还藏着许多新鲜的明日还藏着许多许多未知的　故事祖训&mdash;&mdash;成吉思可汗：&quot;不要因路远而踌躇，只要去，就必到达。&quot;就这样一直走下去吧不许流泪　不许回头在英雄的传记里　我们从来不说他的软弱和忧愁就这样一直走下去吧在风沙的路上要护住心中那点燃着的盼望若是遇到族人聚居的地方就当作是家乡要这样去告诉孩子们的孩子从斡难河美丽母亲的源头一直走过来的我们啊走得再远也从来不会真正离开那青碧青碧的草原唐努乌梁海远远远远地高过海面高原上安静躺卧着的象菊花一般清澈的湖水啊萨彦岭下是我们失落了的库苏古泊被别人取走了的金银我们会唤叫着去夺了回来被别人取走了的马匹我们会骑上更快的马再去抢了回来被别人轻易取走了的唐努乌梁海啊怎么从来没听说有哪一个子孙曾经为她流下过一滴泪来？高速公路的下午路是河流速度是喧哗我的车是一支孤独的箭射向猎猎的风沙（他们说这高气压是从内蒙古来的）衬着骄阳　顺着青草的呼吸吹过了几许韶华吹过了关山万里（用九十公里的速度能追得上吗）只为在这转角处与我相遇使我屏息呼唤着风沙的来处我的故乡遂在疾驰的车中泪满衣裳出塞曲请为我唱一首出塞曲用那遗忘了的古老言语请用美丽的颤音轻轻呼唤我心中的大好河山那只有长城外才有的清香谁说出塞子歌的调子都太悲凉如果你不爱听那是因为歌中没有你的渴望而我们总是要一唱再唱想着草原千里闪着金光想着风沙呼啸过大漠想着黄河岸啊　阴山旁英雄骑马啊　骑马归故乡命运海月深深我窒息于湛蓝的乡愁里雏菊有一种梦中的白而塞外正芳草离离我原该在山坡上牧羊我爱的男儿骑着马来时会看见我的红裙飘扬飘扬　今夜扬起的是欧洲的雾我迷失在灰黯的巷弄里而塞外芳草正离离隐痛我不是只有　只有对你的记忆你要知道还有好多好多的线索在我心底可是　有些我不能碰一碰就是一次锥心的疼痛于是月亮出来的时候只好揣想你微笑的模样却绝不敢　绝不敢揣想　它　如何照我塞外家乡长城谣尽管城上城下争战了一部历史尽管夺了焉支又还了焉支多少个隘口有多少次的悲欢啊你永远是个无情的建筑蹲踞在荒莽的山巅冷眼看人间恩怨为什么唱你时总不能成声写你不能成篇而一提起你便有烈火焚起火中有你万里的躯体有你千年的面容有你的云　你的树　你的风敕勒川　阴山下今宵月色应如水而黄河今夜仍然要从你身旁流过流进我不眠的梦中乡愁故乡的歌是一支清远的笛总在有月亮的晚上响起故乡的面貌却是一种模糊的怅惘仿佛雾里的挥手别离离别后乡愁是一棵没有年轮的树永不老去狂风沙风沙的来处有一个名字父亲说儿啊那就是你的故乡长城外草原千里万里母亲说儿啊名字只有一个记忆风沙起时　乡心就起风水落时　乡心却无处停息寻觅的云啊流浪的鹰我的挥手不只是为了呼唤请让我与你们为侣　划遍长空飞向那历历的关山一个从没见过的地方竟是故乡所有的知识只有一个名字在灰暗的城市里我找不到方向父亲啊母亲那名字是我心中的刺新泉凝神静听那钟声正穿过深暗丛林穿过泥泞的昨夜　穿过我们亲手将它植满荆棘的岁月仿佛　是生命里最沉静的时刻　有所领悟有所盼望　在揭晓之前正聚集成一种新鲜的形象那么　请原谅我不想去注意阴影里你的悲伤和迟疑即或是你终于流下了泪我也要　把它看做是雪融之后从高山上流下的泉水盐漂湖草总是在寻找归属的位置虽然漂浮一直是我的名字我依然渴望一点点的牵连一点点的默许一块可以彼此靠近的土地让我生让我死　同时在这之间在迎风的岩礁上让我用爱来繁殖玛瑙湖没有理由　除非是为了引诱你回头才以这最后的荒旱枯竭的结局向你显露出　那一直深藏在我胸怀间的美丽的记忆当温柔与壮烈同是一个女子的性格从此　就别无抉择这是湖泊最后的愿望是我整个一生的孤注一掷请尽情捡拾吧现在也不能说是太迟　毕竟你终于知道了我的心事&mdash;&mdash;蒙古高原上一处人迹罕至的湖泊&quot;琪格诺尔&quot;近日突然干涸，才发现湖底铺满了玛瑙宝石。海鸥刚刚出发的白鸟在明净的天色中划出弧线激动的心啊　并不能知道前路上的风暴并不能躲避　阴云密布那些急急向着命运逼近的十面埋伏鹰执笔有时只是一种清凉的欲望无关悔恨　更无关悲伤我只是想再次行过幽径　静静探视那在极远极暗的林间轻啄着伤口的鹰当山空月明　当一切都已澄净美丽新世界那逐渐成形的习惯　都是墙吗那么　那日夜累积起来的禁忌就都是网了我们终于得以和一切隔离诸如忧伤喜悦以及种种有害无益的情绪从此　在心中纵横交错的都是光亮的轨道河川无菌　血液也一样即使你终于出现　也无从改变在等待中消失了的那些已经不能再描绘所有的细节在一无杂树的林间一无杂念的午后　即使你说出了你的名字即使你胸怀间还留有前生的烙印我也再无从回答　无从辨识漂泊的湖&mdash;&mdash;罗布泊记楼兰已毁　尽管那里曾经有过多少难舍的爱多少细细堆砌而成的我们难舍的繁华当你执意要做善变的河流我就只能成为那迁移无定的湖了而我并没有忘记　每个月夜我都在月光下记录着水文的痕迹为的是好在千年之后重回原处　等你岸边沿着岸边　我已经留下了许多线索让你　慢慢寻觅生命本来就是渐行渐远的涟漪到了最后也只剩下一些淡淡的盼望总想着　也许真的会有那么一天我们微笑着各自走过　然后在清晨沾满了露水的草原上相遇后记藏在童年　藏在模糊的黄昏藏在逐渐远去的记忆里有些什么　零乱而又散漫正从路的尽头低声向我呼唤仿佛错误已经铸成却没有人肯承认这就是我所能拥有的整整的一生以一种多么奇怪的方式进行在温暖而又甜蜜却一直认作是异乡的夜里流泪转述着那些听来的故事从陌生的故乡　从冰寒的历史"}