{"id":"45386","title":"出塞曲席慕容","dynasty":"现代","author":"席慕容","text":"请为我唱一首出塞曲用那遗忘了的古老言语请用美丽的颤音轻轻呼唤我心中的大好河山长河&quot;大雁又飞回北方去了，我的家还是那么远&hellip;&hellip;&quot;用蒙古话唱出来的歌谣，声音分外温柔。而只要想到那一条河，还在那块土地上流着，就这一个念头，就够碎人的心了。湖泊他们告诉我，在我故乡的天空上，总有盘旋飞翔的大鹰和雕，树丛中有鸣声宛转的画眉鸟。溪间边有羽毛灿亮的野鸭和鸳鸯，细草间有成双的灰鹤。林野间有熊、狼、狐、鹿、貂、雪豹和银鼠，在大平原上有成群奔跑的羚羊，还有野马和野骆驼，在河流与湖泊里有鲤鱼、鲫鱼和白鲶。当然，还有美丽的大雁，总随着那熟悉的歌声，出现在远远的天边。草原在蒙古高原上，冬季长而春季短暂，春季多风而冬日苦寒。到了夏季才是黄金季节，从五月到九月初，森林中瀑布奔腾，草原上会开满了花朵。无边无际的茂草丛中野花盛放。有猩红的小百合，浅蓝的野风信子，金黄的毛莨和紫色的喇叭花，还有樱草、飞燕草及细高的萝菲草，整块草原象一片织锦的花毯，带着清香无限，一直一直铺向天边。牧马蒙古马是适合高原环境的良驹，体能耐劳，远非其他马种可比。马不能放在居家的近旁，永远是放牧在空旷的草原上。牧马是壮年男子的职守，不仅时时要与它们一同奔驰，尤其是在暴风雪或暴风雨的黑夜，马群容易惊慌奔失，同时也是野狼袭击幼畜的时候，最需要牧人保护。这种与大自然的搏斗，养成了蒙古人勇敢无畏的精神。命运察哈尔盟明安旗，一个多遥远的地方！父亲说：明安在蒙文里的意思是指一千只羊，就是说那是一个很富裕的地方，那里羊多，草又肥美。而今夜，在灯下，我实在忍不住要揣想，如果我能在一块广阔而肥美的草原上出生长大，今天的我，又会是一种什么样的命运了呢？无悔蒙古谚语说：&quot;既然说了好，就不再说疼。&quot;那意思就是说，我如果答应了你，任凭怎样艰难困苦，也绝不会反悔。是怎样光明灿亮热血胸膛啊！爱马蒙古的家畜，分为马、牛、骆驼、羊、山羊五种，排列的次序，永远不变，好象在他们中间，也划有阶级一样。马是蒙古人最喜爱的家畜，所以把它放在首位。人在空旷的草原上，离了马，什么活动都不能，无论是旅行、游牧、打猎、作战、逃生、都不可无马。蒙古谚语中，常说人生的最大不幸是：&quot;少年的时候，离开了父亲；在中途的时候，离开了马。&quot;羊群蒙古人常说草原上的羊群是洒在绿绒上的珍珠。羊毛虽然粗厚，颜色却极为纯白。每年四五月间剪毛，一头羊可以剪下一斤以上的羊毛，羊毛织成的毡子，是穹帐的外围，和内部的铺垫，羊毛毛皮，是卸寒的衣物最常用的质料。在绵羊群中总会夹着几头山羊来放牧，父亲说因为山羊会认路，只要有山羊在前头带领，整个羊群就会乖乖地跟着它走下去。神祗蒙古人原始的信仰是崇敬天神&quot;腾格里&quot;，他们呼为&quot;永生的苍天&quot;。然后还崇拜大地，还有山川，还有日月星辰，水与火还有祖先与灵魂。每一个地方都有自己的地方神祗，每一个氏族或部族都有他们自己的守护神。后来虽然佛教传入，甚至成为蒙古的国教，但是草原上对于岁末辞岁的跪拜大礼时，外婆和父母都会对我说同样的一句话：&quot;祖先会保佑你的。&quot;而我从来都深信不疑。沃野许多人总以为塞外就是一片荒寒，不是戈壁沙漠，就是那一望无际的大草原。其实戈壁虽大，绝对比不上那绿玉般的草原占地辽阔。而整个蒙古高原从东往西也有许多不同的地形差异。从密布着参天森林，蒙古人自古称它为&quot;黄金的兴安岭&quot;往西走来，一路上有多少高山峻岭，有多少美丽的湖泊，有多少丘陵起伏，有多少大河巨川缓缓流过。风景锡林郭勒盟和乌兰察布盟的父老传了这样一句话，他们说成吉思可汗曾经说过：&quot;有一天我的子嗣们放弃了自在的游牧生活，而住进用污泥造成的房屋时，那就是蒙古人的末日了！&quot;父亲告诉我，对他来说&quot;风景&quot;就应该是望出去不会有丝毫阻拦的辽阔视野。离开家乡之后，即使是欧洲的山川，对他仍旧是窘迫狭窄一如困居斗室。信仰位在包头附近五当沟内的五当召，汉名称为广觉寺，是由第一世活佛罗布桑加拉错亲自监督兴建的。蒙古人与西藏人信奉佛教，从不知有&quot;喇嘛教&quot;这样一个名词，喇嘛是藏语对于僧人的尊称而已，并不是教派的正式名字。现在大家都这样用了。也无法再改正，只能说蒙古与西藏人所信仰的佛教，是佛教中色彩浓重，重密宗法仪的一个支派。陵寝伊金霍洛旗是成吉思可汗陵寝所在地，伊金在蒙文里是&quot;主上&quot;的意思，霍洛是&quot;陵园&quot;。成吉思可汗的陵寝原来是一个巨大的蒙古包，可以容纳一百多人，包上装铜钉，包外在毛毡之外再披上黄缎，门上悬有玛瑞和珊瑚珠串缀起的帘子，包内悬满黄绸，庄严华美。象现在这样的建筑，就是后人添建的，失去了原来的特色了。旧事在每一个蒙古人横越、听见、或者想起腾格里沙漠的时候，他们都会记起德王当年的故事；在每一处闪着金光的沙丘上，在每一阵风沙的呼啸声中，在那浩瀚如天的大漠里，到处依旧还在传呼着德王他的名字。青塚昭君墓在呼和浩特南方三十公里黑河之滨，土阜隆起，烟霭濛笼，远望数十里外，又称青塚。小时候听老师说是因为塞外枯寒，只有昭君塚草色独青，所以叫做青塚，也就信以为真。其实整个大黑河流域．都是碧绿的山脉与田野，所以山叫大青山，河名大黑河，无限肥美。不知道老师是听谁说的？老师的老师又是听谁说的？追寻在这人世间，有些路是非要单独一个人去面对，单独一个人去跋涉的。路再长再远，夜再黑再暗，也得独自默默地走下去。支撑着自己的，也许就是游牧民族与生俱来的那一份渴望了吧。渴望能找到一个世界，不管是在画里、书里，还是在世人的心里，渴望能找到一块水草丰美的地方，一个原来应该还存在着的幽深华茂的世界。苍茫如果草原上失去了马群如果日出之时再不见飞鸟如果一切都已太迟如果一切都终于成为苍茫旧事？敖包蒙古人相信大自然中处处有神灵，常有敖包堆在山巅或者路边。可以用石堆成，也有用砖瓦及柳木的。它的大小、形状和数目都不一定。敖包在蒙文里就有&quot;堆&quot;的意思，在边境上的时候是为了标明边界，但通常都是崇拜用的，是山川神祗地方神灵居所的象征。在旅途上遇见了敖包，蒙古人都会下马膜拜之后才再继续前行风沙春夏之交．气压急剧变化之时，整个蒙古高原就吹起那人人闻之色变的&quot;蒙古风&quot;来。风沙起时真是遮天蔽日。排山倒海，风力绝猛，狂沙扑面，沙漠中巨大的沙丘也常会在旦夕之间变易了位置，我问父亲，那些沙漠中的旅人遇见风沙时要怎么办？父亲说：&quot;有骆驼啊！还怕什么？&quot;翰海比起戈壁来，腾格里只能算是一个中型沙漠而已。但是整个面积也有四万两千七百平方公里了，置身其中．你只见平沙莽莽，四望无垠，再往北行则有沙丘如波浪层叠起伏，真的只有用浩瀚如海才能形容了。所以自古汉人皆称戈壁为瀚海。变易我们要怎样看待这个世界没有任何一样事物是静止不动的我们要怎样容忍那一天又一天蓄意不同的变化？&quot;"}