{"id":"465979","title":"七绝九章七十二首 偶感","dynasty":"当代","author":"添雪斋","text":"枕上青丝梦里萦，馀香一段映卿卿。三生已使无相遇，今许重逢第四生？别路迟迟回望深，冷风与我各相喑。伤形一念同君否？君莫问来吾莫寻。一城烟雨色深青，映汝心空尘远瞑。既是从风漂泊客，自当今夜独忘形。心头旧影淡如秋，眼底风花无所留。欲向暗香求一梦，一生一梦已奢求。阴云不雨半城看，谁与冬风离别难？只待归心随梦落，一天惨澹一天寒。君说心伤我亦伤，遥知去路两长长。非关生死非关事，可奈无缘存彼香。欲向诸天问一生，因何旧影梦中萦。因何负此轮回债，误做今宵不了情。痛过三生未觉深，风声默默泣声喑。于心黯处听天籁，淡向冷空何必寻？经年未问心如此，子谓我心愁在子。夜夜结风谁复知？从来相隔总相似。今生自诩已无愁，漫把沈吟放暮秋。历历冬风交影过，偶然遗下半分忧。怕看梦里轻裳紫，所历惊心由此始。梦既无缘到彼方，相思两字怎堪视？欲归无定问知否，容我随风相忘久。若与君心同一痴，心期怎放断肠后？千年听老砂之语，风色结为飘泊旅。何世一声迷岸歌？不同来者不同去。又到今春风雨夕，一阶花落委尘积。故思离合两相随，并入残枝重化碧。风知我有轻生意，寂寂相随不相弃。似此君心我自知，于生于死两无忌。淡到无心待几时，满襟痕泪是谁诗？欲寻暗雨重相问，一院青芜了不知。昨夜梦中听浅唱，方知此曲未堪忘。一生多少不缘词，写在心伤痕迹上。隔梦人如隔世花，绝相思日绝生涯。心轻梦远早知矣，谁与吹寒到我家？人生若只如初见，何必伤残诗几卷。我失我心谁复知？生于无奈生于倦。说尽闲时声断续，此心已没尘之欲。七山八海界中看，立灭三千终一局。一天尽处紫云稠，横出暮中烟水舟。莫问孤舟何所载，于今堪忘不堪收。忆昔非关时夜暗，我心无我亦无憾。只将浅浅杏黄衫，染作眉前春淡淡。江之北共江之南，念念今宵两不堪。风起皆从寒色去，独留一水过伽蓝。寂灭边缘与风逐，死生皆梦何须卜？不亲天地失声过，我有我歌随我哭。吾要天知吾意薄，一生几度相思错。怎将风力苦催寒？重立廿年生死约。未知此水去如何，无息潜行难复歌。同是源于不归处，同是似我这般么？九州黄土依然在，春雪一坯山色黛。于此天心惨澹间，独渠解得苍凉态？苍苍不是柳新色，漠漠仍非我心识。几处再传风曲声，渐随寒气两相忆。人间可有伤心者？渐把悲风暗相惹。向晚绯花梦后时，依稀怜汝碧纱下。五百年皆无我么？置心沧海惘然过。于今历睹梦中梦，终不知其生若何。已无名姓在今夕，陌路如河天影碧。去未去兮归未归，一时子夜息心迹。无定因风风又袭，心时看尽百忧集。苦搜异道数千年，直使天生山鬼泣。心如落叶两飘飞，入世方知与世违。恰似西陵云外树，只随寒色浸残晖。风林一夜满黄虚，心冷渐从尘下书。野哭今时曾似我，歌兮但忘梦之初。别来新月亦苍寒，争惹风丝于发端。戚彼独兮忧彼恻，夜之漫漫寐之难。春之末迹风中示，九十日间多灭事。半树碧梧无此歌，萧萧一己说闲字。千年砂色千年积，已使春秋无印迹。惟我空林绝域风，临流携恸到寒夕。只合西风逐我真，欲燃心骨做星辰。乞无三万长天碧，独此萧然太息人。一百年时不复来，此间遍是两心哀。惟馀身后木兰树，和著初寒淡淡开。大明宫外一千年，半壁黄沙半壁天。生死浮休无所若，荆榛冷日自推迁。我住人间第几家？一生随意落天涯。东风更做消磨者，吹破檐前杏子花。此夜无由有风哭，一声抑悒一声速。犹如二十五弦音，携上荒原随古木。曷日黄昏逢烈雨，狂潮雷火两相持。苍天掀此滂沱意，是为人间恸哭时？我心我愿放尘埃，何必微躯垒帝台。是夕曾窥未来境，狂潮欲拥暗波来。古梦原来天定夺，风间劫火两裁割。不知星月渐苍茫，不复人间记空阔。吾诗不欲与人识，独夜相知寒暑极。今有风霜无处栖，离披新露寻常忆。今夜流萤似旧年，今时旧梦不堪怜。一庭星火冷颜色，与子翻飞于惘然。我与年时皆似风，不知前路已朦朦。苍茫重过秋原地，聊用伤心换折衷。我梦存身东海东，残阳嬴骨落涛红。一番风里一番事，不问今宵同不同。梦中霎地偶然逢，惊醒还因断续钟。每看临风多散落，悔她何必做芙蓉。天与我心无定踪，高寒结伴两相从。星霜原作死灰看，了了西天第几峰。昔我生时将恸忘，莽原暮色多悲怆。千秋狂性已过之，何必诸天随佛唱。漠野有风临碧江，于斜阳处看眉庞。何如夹岸一舟子，是夜深寒透小窗。知不可知随梦痴，行迷坐忘旧年词。因渠天意有时有，使尔悲心斯若斯。总堪思处不堪思，我问天风为甚时。深入世流廿馀载，只今归路每迟迟。有梦千里无处飞，风前于我看心违。今生折翼不堪负，胡不归兮归不归？谁放清音向晚依，萧然瑟瑟野之薇。冷宵著尽风前露，是此天心有泪挥。彼岸花开是梦初，朝开暮落无怜渠。为今我亦知天意，非相一生如蝶胥。我知我梦随风徂，聊乱伤时非子欤。且忘野原秋气下，枯形无物以冯虚。人集苑时吾集枯，秋声零雨视之无。每怀幽独不知矣，一夜听风在漏壶。我因我眼看人间，明灭星辰漂泊还。一曲沙中凄乐过，知其渐渐有苍颜。几许秋风叹息过，而今黄叶已无歌。我心不幻释迦路，剩得孤星入夜河。一梦换来添雪斋，无名花落满残阶。恍然冷月空明地，收尔痴心收我骸。"}