{"id":"465970","title":"星座宫神话 题记","dynasty":"当代","author":"添雪斋","text":"昔之世界有精灵，摇落群星做夜萤。两种天真盈我手，绮光注入水晶瓶。谁掷心魂燃愈明，万千火雨指间倾。谁犹长缚星云链，碧海苍崖等一生。疏落南天墨影浮，不需神话与情仇。蛇心春醒默相伴，薄雾幽然遮碧眸。南溟虹羽未曾望，长尾晶蓝曳梦乡。这抹人间迷幻色，终归旋舞在天堂。生于飞雪夜萧森，星海淋漓天泪斟。冷极方知伊本色，寒冰柩内曙光心。夜羽垂天星色青，随心倾雪出银瓶。樱花十万人间落，漫野光丝穿梦灵。神皇玄羽出天鹰，银汉奔流河鼓兴。谁有初心通彼岸，夜看织女剪秋绫。天宙之心燃祭火，众生皆饩恻然坐。风过一刹死灰生，血色奇葩开万朵。星屑纷扬映紫瞳，水晶墙外正抟风。千年渡海人何在，神话传于第一宫。深情换得海中砂，恨在星河燃似花。若有天心听祈愿：来生不御帝王车。上执天枪绝杀名，锋芒一点亮金橙。何时可展春风眼，携共世间齐止兵。冷光如凿或如匕，持手凿生还凿死。若可名之神话时，风雷挟裹凿天毁。变幻幽光凝汝髓，莫哀缺失泰西史。东天翊卫万年间，冷色星原皇胄子。设想忘川腐草腥，破开积雾透光翎。我来叹息墙前坐，手执蟹螯看鬼星。胡杨雪漠正龙纹，铁甲锋芒耀虎贲。征火映天如赤水，追风者已入星云。一起天狼望北西，冬深雪下唱无衣。星芒真若知逐鹿，电射光流焚帝畿。兵锋前哨倚天伏，卷尾摇摇憨可掬。不见人间息战时，怎随天兔两欢逐？半生牧野半河川，宿命总为初雪湮。他日魂灵成圣剑，星辰破碎破苍天。传奇初启碧涛迎，橡木犹存夜哭声。遥望沉浮船泊处：光之海与寿之名。深宫不得垂天翼，夜倚春风望北极。冰色狂花落寞开，一生长悔太倾国。谁于秋夜辨星霜？谁摘风中土木香？谁记传薪英杰者？流光如语渐苍茫。霓虹袍与石榴冠，西极王和东御官。得失鹿如光耀灭，千年只在变中看。碧海或无星海清，风涛淩厉夜狰狞。来生不必举头望，祈愿狂潮曳尾行。璀璨登台非我场，惯于长夜启双芒。他人传唱歌谣日，我敛华光天幕藏。翡翠环琚粉色纱，针锋心底有烟霞。他年星海重评度，工尺之名亦艳奢。翻翮曾于巨浪时，人间生息此先知。时空复落轮回后，谁再衔来橄榄枝？美秀发和狮子鬃，千丝亮色闪金红。英雄多被温柔绾，碎玉骸中深黑瞳。澄辉不与桂枝春，一坠星河为黯辰。天底水光如玉镜，生生映作镜中人。玫瑰红酒紫金冠，一顾倾城带笑看。传与千年恒久远，只需星钻夜光寒。万千兵魄凝琦玮，烽火燃于朱雀尾。此是冥间指路人，晓光墨羽青金斐。静看馀情浓似鸩，深心恸后再兰焚。故将一爵承星焰，赤燄熊熊请入君。喟然炼狱门前视，深黑台中人子死。撒冷城头烁烁星，千年光错春分水。雪色翎镶钻石星，秋初之夜火流星。八千年后海风起，特洛伊看北极星。天梭几度织云纶，西海青光逐尾鳞。牛女识它心事起：银河怎缺此冰人？曾随一老搏于海，寒入剑锋生幻彩。直破天南黄极心，桃花云色万千载。帝宫破壁龙腾火，青玉光鳞星雨堕。指与惊雷战极西，骞风摧落黄金果。或无骏骨逝骎骎，独守秋风到宿心。铁色荒原光与影，铜声犹在马头琴。泪之江岸凝琥珀，四壁幽深沉水脉。光转已无波浪声，漠然流去梦青白。心香烟暖玉炉青，金黑丝绒缀夜星。照壁微光环素水，相逢初雪梦初醒。六合时空星色氤，睿思眸底有天真。不曾与子谈生死，生死皆为执手人。翮成纵去已淩霄，光缀冰翎星色昭。若斫梅花三百亩，红炉煮雪事烹调。青春独占赏娉婷，十二功成千古星。自此人间多尚武，月神牝鹿换英灵。看我沉浮光速海，精灵摇动星如摆。心中擒纵识年华，却有情怀殊不解。目中星屑冷而黩，炽焰灼身朱雀腹。鳞甲斑斑生肃寒，春风心事是孤独。天君举爵龙潭里，倾倒漫天星似水。七百万光年等过，独看水下白蛇子。黄金城上黄金梦，劫火梦中风雨腥。日晷百年垂故国，星空仍在说归零。螣蛇乘雾千年白，冰色寒波侵草碧。复绽孤瞳大黑天，飞光万物皆难逆。琉璃光坠野葵花，吉萨风中金色砂。七月归来王者梦，星流燃做太阳车。银河隔梦三千载，矫翼金狮雷火待。风起重携女武神，征途仍指星之海。辞别北西冰雪宫，幼时来逐太阳风。一生长搏金砂浪，固守尼罗看紫穹。暗夜云旗弋猎风，有人狙击引天弓。韩卢毕网无从匿，请乞星宫换月宫。秋风堂下止雷霆，掩亚人间终议庭。时序已辞神弃子，漠然来秤满天星。双儿谁辅建崇尊，眼底微霜看世喧。带起疾风秋月下，一声长啸满荒原。触目瞳间银与金，冷光跳动透冥阴。头颅笑置星空上，换得一生孤傲心。梦回何处恸深些？日色将临阿福花。偶得一声“君转顾”，真心瞬作指间砂。一人银汉望君深，一失其生挚爱心。彼岸花开云锦上，天琴只奏别离音。昔有豪情斩角时，众神今日举齐眉。星芒一聚如萤雪，来照南山昏黯丌。赛姬月下好奇飞，折缕偏光看显微。多少梦中蝴蝶翅，片鳞金粉亦珠玑。角生白义可逾辉，喜向纯真深处依。观世心头当哭祭，星空开出血蔷薇。或酿花间蜜色冰，或名勤者业兢兢。人皆好逸拜金碧，故把神名让与蝇。飞光琢玉色皑皑，仙子持量天下才。今古哲才当有尽，且生微影度苍苔。琉璃世界水晶庭，素质黏天云淡青。等尽南溟游徙者，冰山眼色暖于星。灵山电射仁心戮，上视芸生皆草木。若忆深蓝蛇杖星，风间一束矢车菊。古于射猎辩王臣，白兽乘风瞰世人。添得青霜金伐气，伐生伐善伐天真。青绿羽瞳殊丽黠，明王已出涌金刹。因传其胆毒而青，七彩光翎名七杀。心于碧血启征程，鹏翅垂天龙脊峥。长踏清秋拘不得，流星何必附吾名？某日少年歌战歌，某年神谕曰诛魔。某时少女启魔眼，某世谁怜美杜莎？御日只需三足乌，炎威吞火毕方雏。吾心八十八天内，不许小星名凤图。天穹谁置油画架，静夜铺开黑亚麻。橡木风扬银色笔，星芒点做浪中花。星子敛光凝蚌珠，缕金长发淡青襦。深瞳看遍玫瑰色，可识人间真爱无？银河可有海鲜无？且撒腾云做网渔。稍等我拿平底镬，胡椒罗勒燉双鱼。暗夜军团墨绖魂，戟幡披卷电雷奔。银枪刺日迎风立，报出京华北落门。珊瑚海上看骑鲸，随我穿巡绿水晶。缓缓消融孤影后，人鱼月下正新生。识尽风涛冷眼参，情怀开谢似优昙。故封憎爱冰原下，心若思他便指南。水晶骨上刻刀刑，负罪归于十字星。一摄血光千里外，永恒窥视死魂灵。离弦白羽青金镝，逾越千年沉杀绩。发的而今无处巡，深深嵌入琉璃壁。飞雪苍原拂骨频，骥驰鸣镝射星辰。疾风唯逐弓骑士，身既死兮为夜神。秋之风下陨之火，一抹真红心底锁。某世某生星海内，有人焚骨正如我。怜悯深时不可言，唯依昼夜与晨昏。恸然来破苍岩壁，一掌摩挲赋石魂。瞰临人世惯征伐，大宇穿梭俱曰杀。神国今需戒不虞，九天植铩复悬瞂。尘缘续约西风前，撚药相随盘杖眠。深毒入心无处解，与君星际做痴缠。科技先锋初领军，世间已有杞人云：众神星海迷航甚，当在天穹置六分。银蓝花簇七星团，谁与夜风相约看。四月人间春陨尽，一层冷碧覆千峦。芳菲万状是星燃，一瞬花开三亿年。星宇传奇无陨落，人间唯我可窥天。新生橄榄青如水，教父掌中醇酒紫。地火长焚山骨时，何人梦在西西里？弧锐皆因勾股连，众心一线贯三千。微分万象俱随我，今夜来弹宇宙弦。玄光羽色缀花深，彩喙斑斓如洒金。我本鵎鵼非望帝，惑然何处托春心？银汉水添星一斗，夜风醅酿光之酒。谁人持柄挹幽凉，碧露缤纷生梦后。西山寇盗屡相欺，赫赫乾光终也疲。星国若真如我愿：蜜糖罐子给维尼。蒐集星光复星骨，骨骸撑起素光帆。天风穿破时空壁，振翮传来异域缄。星光淡处即天涯，冥夜相逢即我家。一刹情怀约千世，就中开出若耶花。有人魅惑夜之域，冷翠烟罗光羽翼。阿赖耶中生落花，微香幻作星辰色。此间万籁素无尘，此日少年秋水神。风气潜怀冰雪色，大千独我固天真。初逢孤鸟碧涛间，一瞥今生成绝恋。祈得海中抟翼飞，逐君直到星空殿。斜阳暖赤葡萄紫，麦浪金黄欢乐始。跑去跑来三点钟，风中初遇小王子。生之记忆梦之光，传说声音渐渺茫。百万年前星火色，游离今夜我身旁。"}