{"id":"466599","title":"莪默绝句集译笺乙集","dynasty":"当代","author":"伯昏子","text":"拂曙华亭闻鹤鸣，狐朋狗友梦中惊。趁时斟得金樽满，祗恐百龄将满盈。谁导卿身趁夜浓，一离粉阵入香丛。倘卿未在焚如火，吹皱春池尽热风。一日逡巡寄此间，累累所获尽忧患。人生大义迷难觉，鹤翼归辽负恨山。玆惟一事待和加，早降祝词收俐牙。尔去宜先医拙目，莫将正道视如邪。汝来肯否善相悦，解我倦心千万结。抱缶今宵醉有时，他年作缶他人挈。琼浆可沃寂然身，狂醉以歌当祭文。终劫若寻身所在，酒廛阃下吊清坟。未央长乐弃今忧，谁执明朝为尔留。夜宇婵娟映澄酒，他年何处觅吾俦。情痴当似我狂乖，酒海浮沉得所谐。万事醒看尽舛谬，饮时惟任命安排。仰问芸芸智者聪，灵心何故宅虚空。时来想息尘劳梦，执手阎君共赴酆。天数虽言蕴古兰，洋洋卷帙少人看。度量刻画金壶上，惟此奇文可永观。有缘吾亦戒醲醇，醒者休疵中圣身。尔辈鸢飞戾天者，罪深百倍饮中人。懿范形人未足奇，天工旨意剧难知。何将尘世凄凉殿，尽饰花容与柏姿。一腔烈火净烟寰，囤货皆亏筑债山。浪得高阳酒徒号，醉乡难觅此尘间。茫然偶像询香客，何故良人求木石。祗为天观自尔观，与卿若剖灵符册。莫向友于兴忿尘，莫摧其寂莫伤神。欲尝长乐未央福，但恼尔心休恼人。天堂地狱主敷施，嗔爱均须自领持。君有行宫筑天上，缘何拒我一居之。生当一饮百千樽，会有馨香彻我坟。来往行人必停足，盘桓共揖此清芬。吉士春心妙术擒，天人欢得去骎骎。一心可抵天房百，勿觅天房觅一心。当日持杯啜饮连，迷心醉梦忽成仙。欲看妙迹何能现，疢首涌歌如汩泉。日看驹隙饮芳醇，生命安能再转轮。已任光阴俘世界，更教残酒虏斯身。俛首甘为酒轭牛，舍生博得酒涡浮。小厮但执金罍颈，漫注蒲桃艳血流。且来酒肆筑栖巢，暂把身魂换碧醪。那管欢愁由祸福，氤氲天地乐游遨。清溪汩汩正愁鱼，但恐相濡在涸渠。凫雁未忧身后事，酒川漫赏想端居。入信出疑斯气间，更看一气化忠奸。生能享此何其贵，死罢游魂赴鬼关。洪钧酷虐肆其心，恨恶司空见惯临。大块如教裂其腑，中藏何宝可蒐寻。生涯苦短能几日，驰沙湍流逝何疾。独有二日浑不知，来日未来昨日失。沧海何人识泣珠，瑕痕不易辨琼琚。述恩当作殊方语，腹臆心猜尽幻虚。韶华无限正欢逢，迷笛横吹醉饮空。休怨杯中滋味苦，人生本与苦交融。世事无常忍久淹，涟如泣血痛承砭。幽魂既是终须去，何向斯躯暂隐潜。惜玆命息假于天，一世应无再得缘。倘有今朝莫虚度，明朝冀望尽愁煎。多门匍匐实徒然，祸福何如并仔肩。游戏人间谁得免，呼卢喝雉但凭天。情愁曾共一壶浇，宝髻香钗纷绕缭。曲炳而今卿所见，昔时常并美人腰。未生卿我岁无穷，日月相推岂有终。足下微尘毋轻蹋，恐为异代美人瞳。净祠佛刹满噌吰，神殿鼓钟云畔铿。十架月星昭宇寺，同听寰内祀天声。一世因缘笔已落，何曾眄顾人忧乐。吮毫削牍既呵成，腹诽廷争皆妄作。俛仰太玄知本原，灾祥于世未能论。文辞拙涩苦无奈，曲径通幽不可言。莫教阿堵绕吾床，拥彗须当扫室光。酒舍喜听贤达语，愁年消得醉眠长。旨意惟须听帝君，仪形徒可惑愚群。纵凭黠智深谋虑，定命安能拒半分。诡忠私友弃如雠，诤党明诚敬可酬。苦药原为疗毒剂，蜜浆或隐断魂钩。慕卿容色视何纯，别后伤心沥血痕。纵使如斯卿未睹，为卿愁绝自销魂。醉罢神魂溺渊壑，醒来尽失当时乐。吾生允得执其中，半醉半醒浮复落。太上屈尊抟众杯，岂能尽破恣狂诡。芸芸手足美头颅，何爱造之何怒毁。亿年灵树死中萌，伤逝悼亡由幻成。永劫金盆已洗手，耶稣一气化新生。春瓯仰若郁金香，更遣花容侑羽觞。莫待青穹骤风起，徒教杯覆溅瑶浆。休誇人力须知足，万事难迁遂人欲。寄世烦忧重泰山，生何晚也死何速。人生莫泣百般哀，骨立神伤何益哉。义者安须觅恩典，慈恩但为罪人来。凡尘识见隔缁帷，纵是离娄眼亦衰。幽土苍茫人所寄，传奇千古道深悲。霜姿严若柏亭亭，更想容晖璧月清。悖世羁身深切问，此间谁可比卿卿。诸教庙坛人若林，鬼忧仙乐满胸襟。但看妙悟天机者，不撒秕糠欺己心。须弥所见渺然空，所说所闻安有踪。四大部洲皆若幻，何来秘宝贮房中。芳岁无由梦里迁，枕中安有杏花天。酆都本与南柯近，终任墓风吹永眠。玄命如能觉在玆，欲探神赜但终时。有身之日不能悟，他日丧身何可知。迢迢河汉暗沉沦，惶恐观天恨劫辰。号泣牵裾问太一，无辜定死乃何因。顽劣安能晓道玄，愚痴不必识其渊。群生定数何迍蹇，奢望重重尽隐先。难寄此身安乐乡，运交华盖又何妨。手擎真道引吾向，但请长斟此夜光。紫薇玉液乐长耽，犹是生涯苦蹇淹。佳酿终难遂人愿，一朝弃绝不濡沾。醉灵偃蹇舞裾飘，命数昏昏梦未消。白日光阴飞若箭，青春火燄退如潮。不是天民与圣军，黄泉蝼蚁聚爱坟。衰颜褴褛何能乐，亦匮绫绸与众分。花径堪迷理必游，冥谈玄义辩应休。新人倖拒妆奁事，但乐嘉宾无所求。神何抟我这般恶，一教深雠一教谪。复若淫僧与丑妓，仰无冀望俛无乐。欲如家犬吠淫狂，徒以狺狺扰陋房。疑似绥狐狡似兔，苛如猛虎诡如狼。溪水之涯碧草春，盈盈如绕妙仙唇。应从花冢香尘发，慎勿轻之践玉身。清祠神庙众心停，爱火生光放大明。俛畏仰叹安足恼，惟于慈典著嘉名。琼浆一呷得长欢，不与诸王易冕冠。攘攘徒吟世间怨，何如爱侣梦醒叹。暗通偶像入旁门，清教今添一罪人。酣死须寻酒垆去，管它何劫降斯身。天条未敢悖毫纤，岂愿无端卧酒帘。自性潜机思一悟，方酾琼液醉掀髯。醉客俱投火狱中，欺人骇世信难通。倘无饮者知门径，天界当如吾掌空。中吕蕤宾当戒饮，先知真主享其寝。古经何复设林钟，专为渴人忍所禁。素蚁浮醪热月泯，欢愉奄忽若飙尘。窖藏佳酿须停饮，群美绛唇难一亲。尘世悠悠羁旅乡，戏台仑奂转阴阳。才开列帝钟鸣宴，又架群王墓寝床。蔷薇灼灼乐天工，对席持觥手勿松。刻漏憎人当尽饮，如斯良宴再难逢。野鹿离雏虎失林，猎王此殿昔曾临。呜呼雄主今安在，司命追魂只手擒。阴曀层天涕泪垂，群芳啜饮更葳蕤。欣欣蓓蕾令余乐，花发骸尘我为谁。时逢周五穆民忙，畅饮连觥又几场。常日一盅今必倍，此天乃是日中王。葡萄美酒百千身，暂寄鳞虫草木魂。莫道菁华皆已死，其形虽灭有神存。群生香火但馀烟，安乐谁能顾我怜。从命但教双手捉，却无衣繸可稍牵。密友如斯可深赖，却为庸智敌同忾。勿从侧陋择良朋，速避其言若疫秽。愚者须知舆地空，天穹光驳亦空空。死生一息人间寄，除却是空仍是空。青青溪畔自深吟，天女婀娜持酒临。既有人间乐园在，何劳汲汲上天寻。曾睹哲人游醉宫，拜毡酒盏抱怀中。欲询长老此深意，饮罢方知尘世空。夜莺翔囿唱云和，百合蔷薇语笑多。乐说眼前须惜取，良辰难再逝如波。穹庐作体奉王灵，片暇逍遥即起行。司命须臾拆帷幕，又移别处演新声。求知织帐枉辛劳，却堕熔炉烈火熬。身贱全教运所卖，命丝竟付断魂刀。草岸芳春觅昔时，婉娈天女奉仙卮。任人谓我鄙如犬，纵有天堂亦不思。金樽美酒笑红嫣，琴瑟欢谐舞自旋。对盏狂徒佯不顾，尚离廿步已陶然。笛吟琴酒倘皆无，寂寞人间何足趋。独立苍茫看世界，百年苦果几欢愉。尘世匆匆若逝晖，穿帷越幕悟玄机。得行乐处且行乐，来去不知何所依。何益徒然欲满衷，既知终逝步仍匆。昊天未赐栖身位，谁向兰台定转蓬。酒颂日吟闲闭园，杯壶历历作篱樊。狂夫仗智为承摈，吾摈反求吾指门。胡教市虎谤吾身，但问芸芸大德人。酒色诚为寡人疾，除斯何罪任君陈。红尘将弃怨穷鳏，贫窭难行步履艰。尔乃何人自何出，复因何事入何山。幕宇如环困倦魂，滂沱涕泗若河奔。偷安天国暂如瞬，祸起悲愁阴火吞。大光仰待赐幽魂，溺海还期救苦尊。天国如凭劳力得，此为偿值不为恩。霄壤殊途不可云，佳人琴酒怎携分。休将今世真金锭，换得天堂债券文。伤良毁善酒须绝，圣旨监官传两列。既是敬虔之寇雠，天何不许吮其血。人心善恶杂相承，祸福由天命九层。有恨何关乾象转，乾穹比尔更无能。比干怎拒死神戈，富贵荣华又抵何。尘世漫寻总无益，除非善德尽蹉跎。弱魄安能与世争，忧煎拘缚共今生。心无尘虑福礽积，异想沉沦祸种萌。已栽慧种入成胸，一日未曾虚作功。既得殷勤顺神旨，亦从己意举金盅。真宰抟泥造体灵，未来行止定冥冥。百行既乃承其预，火狱加身岂义刑。闲时杯爵未曾捐，周五何庸独改迁。暮去晨来日无别，敬神岂是敬诸天。斥逐阿丹出乐园，怎言真宰广怀恩。苦行邀宠宠何有，逋罪蒙怜宠满门。司命娘娘笑隐刀，一挥利刃断秋毫。偶教蜜饯落卿口，鸩毒宴安轻勿饕。喋血贤君沃土芳，蔷薇常伴郁金香。紫英此处扬翎羽，螓首曾亲黑痣娘。樽泛琼波蕴宝珍，灵为佳酿盎为身。夜光杯里红漪笑，却似伤心血泪新。饮存永命慰劳形，秋实春花岁廪盈。朋饮花閒一壶酒，及时行乐度今生。窀穸长眠不可回，茕茕谁共遣愁颓。眼前惟得一拼醉，萎落黄花不再开。人慕天仙作嫁娘，怎如醪色与醇香。真金不可换期券，空鼓由它响一旁。灵明屡屡问于斯，天道精微安可知。余告其心惟宅一，鸿蒙除此不须思。"}