{"id":"466593","title":"莪默绝句集译笺甲集","dynasty":"当代","author":"伯昏子","text":"觉起东君扫夜还，纷纭列宿逝冥关。赫戏万丈光如箭，正射君王宫阙间。酒肆昏昏拂曙天，忽闻棒喝意茫然。神宫设醮皆齐具，香客何犹阃外眠。鸡声茅店忽闻喧，启户迎宾暂驻轩。他日归鸿江海去，悠悠不复返斯垣。宿愿新春又蘖芽，魂思梦虑隐孤笳。但看淑气神州遍，素手新裁万树花。翳林湮灭葬蔷薇，照世御杯何所归。惟睹蒲桃赤琼灼，千园绕水满芳菲。韩娥已绝绕梁音，凄艳长听莺啸吟。佶屈殷勤恭唤酒，萎花病颊晕霞侵。春暖邀君酌羽觞，尤裘悔襺尽除将。韶光振翮无多路，跂翼时禽欲远扬。往复二京安立身，樽中甘苦与谁论。命如莤酒渗将尽，枯萚永飞归故根。朝花日日开千树，昨夕蔷薇无拾处。孟夏才将众艳来，复携古帝逍遥去。祖孙帝业底干卿，父子称雄一转睛。据水断桥皆往矣，谁听门下铗歌鸣。田园荒碛隔漫漫，芳甸横陈一带宽。臣主假名浑不记，无愁天子倚金銮。一片乾糇一卷诗，一壶美酒傍疏枝。荒原有汝歌清发，爰得乐郊无尽时。或恋荣华此世希，或求遐举望瑶池。花开堪折直须折，远鼓鼍鸣那复知。转眸四际尽蔷薇，闹罢红尘笑语归。旦暮看其绣囊裂，奇珍园囿散霏霏。或持金粟惜如珠，或任风抛雨委输。死化丹砂同不得，封茔谁复掘其污。心牵尘虑世间情，旋灭死灰旋复生。如斗玉龙沙碛雪，须臾熠耀即遄行。逆旅千年想弊穿，阴阳递转户枢圜。列王隆贵今安在，时命相追鹤驭烟。野驴驰践羿王元，犹梦黄粱伏草宛。荒殿人皇曾醉卧，长蛇封豕守无言。蔷薇何处最红妍，恺撒王陵喋血殷。风信飘园如落帽，自谁螓首堕华鬘。轻卧河漘覆碧茸，苏生芳甸正芃芃。麝香暗吐谁家女，教惜樱唇一点红。命酌同心尽此朝，后忧前悔泯然消。悠悠明日身何在，当化池灰作劫烧。江山历代有才人，醇酿能醅几日新。换盏推杯数巡后，山阿托体藉横陈。椒房金屋乐无垠，夏日秾芳衣著新。终托吾身泉下土，吾身上又托何人。极欲穷奢君莫迟，一归尘土复谁知。尘来尘去尘中卧，无酒无歌无晓期。今世辛劳终是空，寄瞻来世亦归同。司辰幽阁呼群妄，玄道休寻二者中。二世群贤论别裁，流同术士亦愚哉。猥辞琐语随尘散，佞口簧言静积埃。俊贤扪虱坐谈论，壮岁求知切问存。阔论炎炎虽满耳，终兮还出入时门。齐培慧种共耕躬，长育拮据勤苦功。问我于兹何所获，来随流水逝随风。不知何日亦何由，天地玄黄水自流。橐籥出风何处去，无心荡荡过荒畴。莫问何来疾若风，焉知此去又何从。平生枉屈无穷忆，尽在杯杯禁酒中。遐升帝阙七重门，安坐填星致极尊。中道漫漫频破惑，独馀性命惑犹存。孤门扃鐍固难开，深闭缁帷瞽目哀。卿我閒言方偶及，便随风逝灭尘垓。陆不言兮海泣号，紫波失眷竞相逃。星躔隐现阴阳界，默运璿玑天意韬。卿动缁帷藏我内，教予觅烛探幽晦。忽闻心外喝声来，我在卿中乃瞽昧。谁主此生心欲参，唇前瓦缶语呢喃。生时荷锸长欢醉，埋罢黄泉绝此甘。姑酌金罍晤语轻，怜卿前世醉平生。因欢绛口千回接，授受相亲不解酲。忆昔游方半道栖，伫观陶匠正抟批。泥中鴂舌悄声语，楚毒轻加但缓稽。一抔湿土女娲抟，造作人形独有天。亘古绵延今不绝，渺茫此说代相传。香醪酹地入冥藏，滴滴潜行土未尝。千岁游魂深隐在，炽心灼目得清凉。仙露晨思降玉皇，红尘俨俨郁金香。空樽可拟君宜效，地转天翻作醉狂。性天不复惑人神，明日乱麻风解纷。拥醉当垆谁氏子，指间青发掌中身。倘付芳唇与绿醪，色空生灭莫宜逃。今之汝即昨之汝，明日安伤汝发毫。神差寻汝至西崦，泽畔终逢浊酒拈。捉汝元神来对酌，羽觞飞举勿相谦。玉宇凭虚浩浩翔，天为栋宇屋为裳。泥骸局蹐何其辱，未若元神弃浊囊。一日之闲憩帐庐，六龙御驾赴酆都。法曹渊默收供具，留待新宾复此趋。簿录全凭帝力终，何忧往事不能重。亿千酒沫皆如我，仙女不停倾玉钟。缁帷穿越逝联翩，浮世悠悠过亿年。卿我往来谁又见，石投于海浪依然。驻轩片暇大荒中，遽饮神泉行色匆。征辔丁令如蜃影，自空处出复归空。毋俟日终而见几，锦衣玉饰尽抛飞。伪真其间但容发，怅惘此生何处依。伪真其间但容发，一字能寻拯迷没。直上昆仑崒嵂宫，或逢真宰傲然兀。万类幽摛问太玄，遄行如汞慰忧煎。杂然鱼月流形赋，运化惟其独不迁。猜疑片刻返云屏，轴戏连连隐闇冥。无数流光怎消得，自为优孟自观听。仰察天文闭网罗，俯观地理恨蹉跎。汝身有汝惟今日，明日成非汝奈何。争求支诎有何功，尽付韶华逝水中。当与蒲桃恣欢谑，莫吞苦果堕虚空。慧根乏嗣耄倥侗，卷帐遣教栖冷宫。喜瑞盈门宴宾友，蒲桃新妇笑嫣红。因明可据识崇卑，物则有无能探微。知也无涯竞蠡测，谁从我向酒池归。身厕畴人研历算，新颁正朔岁宜短。昨天已死但删除，明日未生当不选。熹微茅店入门堂，忽赌金身显异光。原是仙人扛瓮至，蒲桃佳酿命余尝。酒德堪依至道行，坐谈横议尽消冥。土铏忽化瑚琏器，无上真仙独显灵。千忧万惧黯销魂，黑帐压城如黑云。天祐圣王拔剑起，一麾江海散愁军。天教硕果成佳酿，何谤须藤为阱网。福至堪承直可承，诅灾莫问由谁降。生当归静未曾忘，券契还忧贯满偿。碾作香尘尚何冀，但求仙液满离觞。地狱天堂爱憎分，岁华荏苒怎重温。万红飞尽葬青冢，色界惟斯可实闻。怪哉千万往匆匆，俱入冥关十二峰。欲问前津皆不返，漫漫求索恨追从。漫道先知遭火焚，圣贤示道代相闻。梦醒说此传奇事，谈罢复归槐蚁群。指麾吾魄入希夷，遽报来生消息知。飘渺须臾来返告，天堂地狱一身持。九如幻相即天堂，炼魄光成地狱场。吾辈俱投幽闇去，且明且隐两茫茫。日烛庭燎谁取明，司烜中夜独能擎。憧憧来往惟吾辈，幻影光前队队行。困穷棋石任移挪，枰局阴阳立网罗。驰突沙场攻杀罢，终归一匣没行窝。纵横宛转逐人飞，蹋鞠焉能辨是非。唯有蹴卿场圃者，因缘独识理无违。柔荑巧运洒洋洋，书罢焉能削半行。黠智斋庄皆枉用，滂沱难洗一词章。昊苍如簋覆群生，六道轮回伏楅衡。举手何须吁天祐，其如兀者亦难行。造人抟土功才足，末日丰田已播谷。太始暾熹何所书，劫终拂曙当吟读。今日狂狷昨日生，喜忧明日默然迎。何来何去又何故，酣饮忘机不愿醒。旄头木曜下长鞭，更越炎炎天马肩。一出紫垣灵土寄，蒲桃根畔共缠绵。蒲桃根畔共缠绵，那管游僧笑我颠。门外呼号亦何益，贱囊磨钥别开天。真光一任化慈暾，或作荼毗焚坐身。但得歌筵捉其影，胜于祠庙永沉沦。有情物出绝情空，却恨偷欢辕轭中。但恐他年脱斯缚，又遭永劫泣瘝恫。些微熔滓许人得，却索真金偿彼值。逋债何来本不知，此般贸物凭何则。汝命通涂机网充，教余踯躅勒青骢。复教罪罟由天降，强堕人于恶彀中。既抟贱质造元元，复设毒虫藏乐园。按罪黥人赐人恕，允人恕道岂须言。西山薄暮消残照，斋月饥肠方欲了。重谒陶坊独伫观，行行瓦缶身前绕。长短肥癯形不齐，行行立地壁前栖。悬河或有滔滔说，或默无言若耳提。有物自言凡埴挻，挻成又毁岂徒然。几经蹂躏还归土，形复无形本在天。纵有狡童常醉痴，欢馀焉忍碎金卮。一如瓦缶彼亲作，矧以冲冠毁弃之。稍定讻讻忽语詹，咨嗟物怪似无盐。人皆笑我籧篨貌，岂是陶人颤手拈。苏非小瓮发霆雷，鼓舌滔滔惊四维。陶器陶人莫烦絮，二端敢问本为谁。不成器者有何辜，谴降阴曹任鬼诛。谬执斯论二三子，未明洵美降恩殊。器成待贾且由它，余乃乾泥葬冷花。一得千年玉膏飨，回光返照病渐赊。一干瓦缶杂諓諓，新月待窥清牖前。鸠聚相呼四美至，酒坛已压酒人肩。供我残生以碧醪，百年骸骨可淋浇。葬余蓊郁芳园侧，络绎凭临不寂寥。骸灰既葬化藤丛，更共蒲桃架碧空。往圣熙熙皆未觉，不知我已踵其风。误将清誉今生葬，祗为久崇诸偶像。荣宠消沉于浅斟，浮名终把换低唱。几番立誓恨前衷，疑在当时醉梦中。旧悔逢春花在握，又随落瓣破东风。夺我紫绯羞我颜，误人仪狄果妖端。当垆既已得珍物，贱售如斯为那般。蔷薇终挽好春回，壮岁芳笺化锦灰。枝上黄鹂独啼啭，谁知何去复何来。甘泉荒漠盼深眸，纵是矇腾亦解愁。一眺行人病中起，恰如偃草复昂头。神差振翼徙如鹏，冥簿应犹封束縢。亟命判官更旧录，或勾一笔灭前徵。当携鸳侣祷天工，造化枢机执掌中。愿得毁之重铸范，从心所欲乐融融。玉壶光转又升空，清苑盈虚未有穷。升复升兮炤复炤，佼人一逝觅无踪。侑酒玉人难得歇，嘉宾星散没荒樾。殷勤倘造我幽栖，但请覆杯空对月。"}