{"id":"466600","title":"莪默绝句集译笺乙集 其一一○","dynasty":"当代","author":"伯昏子","text":"来非所愿去无由，玩偶生涯任戏游。但请佳人倾赤酒，一杯涤净世间羞。蔷薇花面拂春潮，佳境更添人面娇。昨日悲凄今日美，芳辰恨别怎愁消。酬酢笙歌此夜欢，绛唇常点美人间。殷殷酒色映红颊，扰扰春心乱绿鬟。笔牍鬼仙吾独寻，九天亘古遍亲临。幸逢智者终相告，笔牍鬼仙悬尔心。必信果殊难得扑，必由涂尚未曾复。本枝安敢手摇之，今失但睎明日福。春潮带雨荡烟垓，但奏薰琴活泼来。淑气吹醒尘世梦，梨花万树应声开。心冷如灰不再燃，欢情不解醉狂癫。一帘春梦揔难挽，多少韶华若逝烟。金风又送尔芳芬，诱我春心弃主人。直入香怀不我顾，与卿并蒂化同身。酒酣顿似穆王骄，天乐闻传奏九韶。来日昔时何足顾，华年不负但今朝。十力九州八重天，七星六合五觉圆。四元三灵二世在，独一如君惟人贤。已阅罗浮无数仙，更叹赤县逝群贤。金银銮殿几家坐，宫阙烟尘谁永眠。锦茵困坐似樊笼，莫信黄金生慧聪。浪蕊浮翻紫薇笑，幽兰垂首愧囊空。新薇又作坠楼人，憔悴芳心怨大钧。茁壮春华安足炫，几多铃蕾散风尘。除非真道谁能制，其制谁能违厥旨。大命集身绥万方，日光之下皆如是。青穹湛湛挂金槃，岁月悠悠日换班。吾亦如随命轮转，匆匆来此去闲闲。卿教诸器得完形，何使蒙羞与贱轻。玉我于成还复毁，心知此毁不干卿。施仁何别敌朋门，善即慈心自可论。暴虐徒教知己远，温良堪慰释雠冤。鸳侣何关媸与妍，情真安顾锦衣鲜。入凡遐举不须虑，纵堕泉台亦永牵。万壑千山踏翠微，海洲四部洗征衣。难逢朝圣回乡客，一旦登程便不归。解饥救渴酒街喧，负悔如磐背上囤。无罪何须仰恩典，乃因我罪立慈恩。尔情乃出彼之情，尔在乃由他所在。覆面而思尔必知，遮前手爪亦他戴。一去芸窗向缶樽，醴泉奥义独陶熏。直将巾帻赁杯酒，额扎一绦馀尽焚。何益红尘为我留，生涯何果手中收。灵杯既碎如何卜，光灭安能秉烛游。殁身双邑尚如何，樽尽苦甘存几多。此地他年难再饮，阴晴圆缺任蹉跎。颊红大胜紫薇群，更与罗敷秋色分。一瞥君王惊百媚，任教席捲夺千军。人生如旅隙驹过，莫虑烦忧明日多。酣饮良宵莫教逝，一场欢会任消磨。元神久定世间基，日日伤摧胸臆凄。多少红唇麝香发，一棺入土混泉泥。尘间暗算尽机关，愚者须谙此隐患。惜命休教风里逝，遽寻醇酒对红颜。须医我疾以酲醲，病靥旋成玛瑙红。死后皮囊先涤酒，再盛藤蔓椁棺中。黄道周流帝执枢，更驱昴宿运星途。一生穷达定由命，阳错阴差岂我辜。偏将和酒奉愚公，善器时常归劣工。最是欢心突厥女，滥施巧笑与蒙童。当时未减少年狂，苦究人生谜万行。齿慧同增今恨晚，空空腹笥误韶光。拜毡精织何其美，愚者织之诚大伪。莫怪庄严相所藏，尽皆悖信异端类。自愆自作辩难盦，可听虔虔咏再三。睿圣难穷智有限，孽由天作尽愚谈。遣吾降此惑吾心，所获为何猜至今。碌碌生涯难率性，存亡来去秘何深。每忆生涯孽海深，焚胸火烈泪成霖。主前奴仆既哀悔，宜发慈怜恩恕心。天驹登送九霄烟，惊世贤才博识渊。皓首皆如大钧转，欲寻真宰却茫然。真神赐饮自天堂，何故人间入罪行。欲问其因应有一，盖缘勇士醉沙场。旧欢惟剩假名存，旧友于今剩酒浑。倾盖相逢当悃款，除非对盏乐何论。纵然莪默盛名收，不废江河万古流。曩岁悠悠我何在，今朝一逝复同畴。探秘寻幽有所思，海洲智者揽观之。玄天妙构如何设，自度群贤尽未知。空掌财钱插翅过，阎罗辣手倖灾多。阴曹安有逃归者，苦旅迢迢竟若何。虽是尘躯负重羁，冠缨贵胄固离奇。明知穷贱能忘役，亦罕屈尊人偶之。峻极洪钧日日旋，不来苦界寄垂怜。偶逢一客心伤瘁，反欲更施一老拳。韶华歌阕奏将终，花发春潮摘欲空。观尔新禽自来去，独留孤客坐茕茕。济济群氓本下愚，超凡上智妄思居。巧言訾詈如邪道，天下安能觅此驴。嘈杂欢吟满酒廛，律师竟未觉衫燃。褴褛青袍皆坠地，任教饮者踏歌连。何苦痴迷幻景空，强寻善恶世尘中。众生方若圣泉涌，又没茫茫大地胸。友朋斟酌乐心间，天泽飞临吻我颜。悔罪诚知须尽早，宠恩先赐化灵顽。朽囊磨碾碎齑存，遗鉴应能警后昆。裹得黏泥掺酒和，可教吾体塞金樽。人隔天帷青莽苍，冥冥难视亦何妨。亿千泡沫皆如我，永泛酒人之羽觞。休倦墓中年月长，群星依旧耀穹苍。照君齑骨抟砖瓦，砌得宫楼峻一方。安许欢心染玷微，拒披金紫炫荣辉。但如玄鸟入云去，不作荒墟鸮黯飞。酒力能谙惟酒痴，寸光鼠目岂明斯。未曾验效诚难怪，身未验之安得知。宜当买醉洗池醇，狼藉声名怎耀身。且莫管它将进酒，缠巾已玷色难新。渺身空望恨悠悠，人世欢愉草草收。吾恐浮生须苦待，漫寻宿命复冤雠。彷徨灵界必提心，尘事最宜持口噤。纵有聪明与簧舌，六根何若一时瘖。箪食能持不改欢，鹪鹩仰见一枝安。役人人役皆非愿，妙境斯臻诚可叹。我愆渎尔又何能，对越天威何可增。常发慈心而缓怒，尔为赦宥不为惩。双手持瓯啜醴醇，经书讲席愧吾身。皆因饮性喜流湿，难与狂徒躁火亲。蔷薇红颊众心欢，荆棘生涯学苦攀。篦齿君知须痛割，方能理我美人鬟。心慕天仙共婉娈，但求把酒永言欢。悔愆须得天恩助，我得天恩悔亦难。时命哀哉偕与亡，珍珠无一串成行。千千真道随吾去，愚者未宜闻半章。新霖濯濯解园枯，淑气沁人何美乎。杜宇欣从病薇唱，尔能共饮一杯无。悲恐终临命坠亡，空樽倾尽赤琼浆。君非殉葬黄金物，谁愿辛劳掘北邙。去不能加天壮犹，来无百禄进其羞。人间来去还如驿，充耳未闻何所由。天圣安能相轾轩，筋发茎茎数可言。其视众心皆袒露，岂如凡俗可欺谖。酒赍双翼倦人回，霞晕频飞粉颊堆。斋月未曾沾一滴，良宵须饮百千杯。惶惑终宵饱醉愁，行行珠泪坠心头。此颅翻覆成椑榼，来岁犹能大白浮。祈颂持斋心欲从，万般志意探私衷。玉身空被酒污玷，祷念虚抛一息风。蔷薇红颊拜神魂，只手安能弃此樽。贱体微躯惟所用，何忧容彼整身吞。尘欢俗爱假名渊，光热全无燄怎延。真爱何曾需饮食，不眠不息续年年。虚荣一世枉图功，检点人间有与空。司命渐来按君踵，何如醉逝梦乡中。狂逐天仙妙影过，太虚幻境逝婀娜。捲帘颙望寻卿处，隔岸迢迢叹奈何。乐园闻说女仙栖，蜜酒泉流可润滋。彼境漱芳当合礼，信哉亦可飨于斯。顽徒斜睨酒盈瓯，一啜群山舞未休。有酒为灵身乃振，空谈戒饮约宜收。精魂长恨哭幽囚，乐弃皮囊旧侣俦。不是天条绊其足，宁为玉碎出尘忧。如钩新月望楼台，从此金樽不得开。八月终宵须饮足，直教醉至拜兰来。时饮仙浆时饮糟，今惭褴褛昨荣袍。斯人已在黄泉岸，俛仰随波神不劳。太玄解悟孰称贤，自性谁离半步迁。师弟凭君转睛辨，同胞一母貌相骈。休逐尘欢餍己心，轮囷祸福岂宜寻。悠哉当效九天上，止止行行旋默瘖。谁目能穿天命帷，且将后土谜穷推。春秋七十空思索，玄赜犹今恨未窥。丧钟终显帝威能，判罚阴曹第几层。善德终将存善报，何须战战履如冰。科条七二乱如麻，一醉根除玄学芽。留得神奇炼金术，万般愿足此中誇。饮虽非善须详度，谁饮谁斟何可酌。能察斯三无饮忧，若非英士谁能作。临筵暂拟饮连升，丰酒盈盈心欲腾。旧爱三休冷宫去，蒲桃之女独欢承。真神料不厌流斟，庸智凡常尽湎沉。太古已知吾必饮，安能抗命拒天音。长饮朱门弃俗缘，终如乞丐憾归天。赤琼管插碧瑶草，愁悒鳏鱼亦可眠。愚氓巡夜不燃灯，寸步移身本未曾。衣锦而行谁得见，夺人美誉闇中能。蒲桃纯血一杯持，影掠寒曦幻陆离。真道初尝皆苦口，壶樽象道亦如斯。苍茫大地碧成阴，一树梨花展素心。淑气横吹醒万木，密云泪满化甘霖。毋服盐车阪上瘅，千金散尽复来欢。高朋会宴气曾热，终飨丰肌蝼蚁寒。彩袖玉钟红雨倾，千忧百虑焰渐平。谢天赐降安魂药，祓净瘝愁救众生。亲承沾溉近丰神，伪者安知汝大仁。若说罪灵须火炼，此言但向路人陈。有朋倘自远方来，与共珍馐良宴开。仙饮斟时但相警，勿忘暂祷一停杯。兜率未闻丝竹存，更无钧乐压惊魂。才离恨海滔天浪，又入深深愁院门。志满踌躇箪食调，啜浆瓢破自逍遥。何庸跋扈呈威福，亦不摧眉复折腰。美哉膏汁数蒲桃，更值良辰星月高。颇怪当垆甚愚暗，如斯贱价售珍醪。聪明天降擅群科，师表人前盛誉多。形影方才浮暗夜，一番梦语返南柯。"}