{"id":"466603","title":"莪默绝句集译笺乙集 其四一○","dynasty":"当代","author":"伯昏子","text":"滴水悲号别海渊，沧波却笑体仍全。大千即理外无物，一毂回圜万辐旋。得失平常岂足叹，乐夫天命亦何难。安知元气几时绝，但请盈樽至夜阑。岂因薄命坐生忧，莫为良朋起别愁。但付春心绛唇醉，风尘莫掷岁华休。祷祝持斋莫絮烦，怜吾但许饮高轩。醉归但入尘中去，制缶抟壶不复言。总是怨莺啼紫薇，春风薄倖碎红衣。灼灼满园今几度，出泥荣发入泥归。生如书卷一翻过，得意春风驰急梭。纵享悠悠百年福，百年之后又如何。谁是自由葱郁身，青松百合斗清魂。纵生百手不争贿，虽有千喉亦默存。韶华虚掷散形骸，湛乐禁脔休已哉。畔道离经成底事，黯然惭怍面如灰。往事悠悠悔万般，最难诀别醉乡关。纵成清教一高士，不舍仙浆尘世间。惟当独仰上天恩，抵罪以功安可论。恶善虽行当未作，慈怀由己否臧存。大块体成真宰灵，观身奇妙运冥冥。自脩可否臻佳善，一变初离大范形。芸芸万物伏君阶，贵贱无论祝祷偕。君赐福兮或降祸，我之福祸任安排。谷风悲响尚迟淹，老至声名渐已潜。胼胝渐成马蹄足，空将驴尾拟疏髯。谁鼓虚无橐龠风，未开草昧即鸿蒙。观无驰运深渊面，身后乃空前亦空。晨言罢饮自今宵，柳七从玆远酒寮。忽遇蔷薇春日灼，前衷旧誓掷云霄。何若美鬈流赏中，凡论哲理已成空。毋教司命飨君血，举盏漫倾缶血红。幽心玄秘费思量，智者搔头恨断肠。天上人间安可得，人间天上醉中尝。往圣前贤何处观，纷埋幽幻土中寒。玄谈妙谛风中散，真物但从杯底看。美馔心期降至尊，失而复得我终存。他年一饮迎宾酒，即可逃离生死门。生涯虽惯酒沉沦，凡辈何须责我身。诸恶如皆醉翁作，世间安有一醒人。地造天生气若蕳，一朝饮罢去斯间。千言万语应须记，入地上天皆不还。机阱天教布满途，战兢忧坠怕遭屠。率滨帝力无穷已，顺命亦难逃罪辜。一思天髓费踌躇，何视正邪同若无。孽海沉迷恩可悟，但求免我一生辜。人生果若戏台空，日日笙歌乐不同。万事当能制所欲，报偿何惧百年终。圜转穹苍挫欲心，寡欢破碎裂衣襟。饮浆恨遇泥沙下，运息偏逢毒焰侵。清魂倘得弃皮囊，须化飞天绕玉皇。降此凡尘为异客，能无愧怍去银潢。拟请陶人暂息工，莫将尸骨恣抟攻。忍看圜转陶轮上，尽碎侯王血肉红。人间最美是蔷薇，如酒胜于珠蚌晖。时运春风旧曾识，此番何故又相违。庖厨尘世逐腥中，杂列佳肴实乃空。饕餮吞身至丧宝，持身不失一何丰。宵吟恐破侣俦宁，夜寤啼天不忍听。富贵荣华莫矜得，藏舟盗去有谁醒。清魄曾为金屋娇，长门何事对寒寥。秦楼已失良欢会，莫向凡尘寄玉箫。人间何处可疗伤，天路漫漫终至乡。待得万年冬日尽，如花复艳绽芬芳。漫寻征迹艳词篇，至乐心声出少年。倘伴婵娟美如月，愿将刹那换长年。行状渐书至卷脚，寒冬已逝春潮作。人生诚若毒砒霜，除却酒浆难救药。倘得荣归高士行，宜收矫节卸严装。先尝一盏杜康酒，再与美人嬉荫凉。狂醉前宵礼尽愆，举杯恨掷石拳拳。忽闻杯跃怒相叱，卿必随吾同覆颠。假节虚文心倦加，殷勤彩袖劝杯叉。拜毡缠帕换新酒，赢得安然自在誇。检点平生债有终，一来一去尽空空。停杯惜命君休劝，饮否皆归抔土中。众妙之门汝最真，何从何去启吾门。凡人所指皆为妄，独汝真言可永存。渎神枉道罪难逃，谣诼嫉余尤善謟。诸过缠身纵坦认，谗人能否转清高。承瘝忍苦为疗伤，处祸不惊瘳有方。穷困犹存感恩意，斯途必可得丰穰。一片乾糇酒一囊，散银常匮富诗章。陋居常与佳人伴，不换千年帝祚长。五觉四元难究穷，幽玄乃一抑多宗。终将闻笛随尘去，小酌即乘风入空。经义何须争讼之，但书一纸谪杯诗。倦身当日酒中没，恰若真神赦宥时。浊囊一旦戴闲闲，便落阎君掌驭间。贲育来围惟自禦，休期魏忌却师还。绛唇歌酒与娈童，琴瑟玩珍诸物充。尘世欢愉皆泡影，倘君不舍一身空。天祸全将付一樽，忍安舛世伏乾坤。此身终始皆于土，惟独今时土上存。俗世玄机已识真，何教惶惧噬其身。莫期万事屈君意，但向眼前欢乐陈。无限风光醉眼中，瑶池泉沸碧葱茏。愁消荒野成仙界，天女行行乐不穷。红尘谲诈友难依，暗赠一言君勿疑。忍痛休寻解毒药，烦愁莫使路人知。慧心独运体群经，殊美惟看二义明。禁食持斋胜饕餮，幽居强若聚朋行。青涩蒲桃熟转甘，酿成味烈一杯衔。良材既斲湘灵瑟，白琯何能再削劖。拂曙玄天银练移，惊鸦凄切起哀思。忽看光染琉璃界，一夜浮生逝未知。赤醪血艳溢深罂，世嫉能疗请尽倾。何处得朋如此物，醇真不杂慰平生。常共圣贤相见欢，一麾或把指金銮。但倾照世杯中酒，后羿终从墓草看。偶入陶坊恍惚行，旋钧但睹走营营。丐足君颅杂然没，娉婷泥瓮宛然生。真朴无知是有知，垆前但饮永生卮。除斯安得归真朴，天下愚夫难悟之。对酌围罂消困酲，杯樽频满错筹觥。携卿他日酆都去，同被陶人作酒罂。柔情似水荡愁山，趁此良辰暂赋闲。但恐渊恩未能久，稍淋甘露即离还。司命无情终一逢，但拼心力享尘中。信知彼岸无何有，去日惟携双手空。虫沙猿鹤帝君抟，憎命洪钧独自旋。戴罪身由尔迁谪，不知造我竟何缘。汩汩琼浆浇病骸，晶瑩幻若玉新裁。行人误认仪狄降，敬问我从何处来。上师恨与馆娃逢，直诘荒淫似罪佣。女曰吾诚浪形迹，尔心岂若貌雍容。须弥转毂陋庐间，醉里还同一芥看。欲质微躯换佳酿，酒家哂弃如泥丸。圣容时隐白云深，或现旻天万国临。独造独观如独戏，荣光独赏至而今。抖擞精神共乐天，安居莫向大荒迁。欲缰情锁安能戴，何若幽囚释万千。卿何但为己欢愉，忍把忧瘝寄友于。卓智澄灵毁堪泣，咸将屠灭一何愚。倘有殷勤斗酒缘，不妨大啜暂成仙。吾抛悽怆君离肃，顿遣身魂纵九天。乾馕更有异香闻，斗酒羊肩谁与分。花靥茅庐相对坐，直堪粪土万邦君。幽居独处竞猜疑，鹊起声名更毁訾。贤若由巢亦须记，人间不必觅相知。呼朋携酒乐花间，虽悔迷津难自还。洚水警予休絮说，但倾洚酒荡身瘝。同心拟结但空叹，孑立茕茕不自安。愁绪无凭与谁说，欢情苦痛恨奇难。忽听呼召集神宫，犹卧垆前曦始红。肃穆虔祈时即至，莫相接耳貌宜恭。翼仙拂曙御风临，奉爵拟邀同啸吟。且唱雄王化尘土，年轮月毂碾骎骎。饕餮安须蹙额颠，理须持正视同然。醉醒无别但长饮，入地永难重见天。愿神重虑定坤乾，万物一新呈目前。除我名于生死簿，直教跳脱奈何天。愿主一倾慷慨杯，更充丰廪粟成堆。仙浆令我狂欢醉，疾首浑然忘祸灾。或付炽心幽府焚，终须坐待燄云熏。休教慈悯予真宰，谁学谁教有定分。运系冥冥且莫愁，焉劳口舌与行修。明朝万事皆前定，恩允何曾向尔求。去不由衷枉见招，来非所愿亦无聊。一言可蔽君知否，生住去来宜毁销。魄化酒浆身化罂，灵为鸣籁体为笙。依君测度人何若，走马幻灯心独明。坱圠无垠贱者全，良人质物易粮钱。戋戋微若优昙钵，犹胜如斯湛湛天。曾睹陶工妙手旋，澄泥零落出瑚琏。蓦然回首凝眸处，初祖尘躯恣意抟。祸种俱教锁箧中，侍儿谙晓我情衷。寻常一样愁乡月，才有杯觞便不同。早知司命性乖张，毒螫相追无处藏。不爱良人爱浪子，岂因昏愦抑愚狂。欲海沉沦何处边，怆神销骨度华年。心头镇压千般事，终碎精魂化碧烟。曾从灵界受玄闻，万类甄陶在一身。人兽仙魔此躯并，含元体物幻耶真。诺诺阿唯三教门，自能左右尽逢源。尔躬既得贤愚敬，纵有微瑕谁敢言。何事洪钧转九霄，万般苦我未轻饶。壶浆须待奴颜乞，斗米教人竟折腰。休沉苦海滞悲情，浊世脩姱自洁清。人物萧条终代谢，宜抛尘虑一身轻。"}