{"id":"466601","title":"莪默绝句集译笺乙集 其二一○","dynasty":"当代","author":"伯昏子","text":"初沾朝露郁金香，颔首紫英娇弄妆。最爱蔷薇闭华萼，风摧犹自守椒房。一洗甘霖茉莉开，青原漠漠湿玫瑰。紫兰花缶手中执，绛雪春倾百合杯。皓首堪怜自戴枷，数番信誓绝杯叉。发心筑厦终成弃，衣纫忏祈今又赊。吾但忧存不惧亡，岂因形蜕日惶惶。人生寄世如驹隙，时日至兮终必偿。众辰列宿象垂天，搔首卜人叹枉然。堪笑星官疑示兆，未谙常道怎知玄。朝闻夕往一何诚，为饰天堂上下征。但与真神共长在，斯人永世享重生。求知问道枉为奴，竭智穷神索有无。贤达但须长饮醉，莫教脑汁若藤枯。忘忧耽乐苟营营，徼福六根浑不清。岂若离离原上草，今朝刈罢复还生。暑消十月庆开斋，鼓瑟嘉宾乐允谐。贩卒竞肩珍酿至，橐囊车水沸喧街。群友皆从辽鹤游，恨悲相续碾尘沟。醒时飨宴交欢乐，醉后沉酣伏案头。浪得虚名游士闲，栖街谋食乞人怜。稷下迂闳誇孔墨，空空腹笥衍谈天。镠金凡铁混同熬，造物洪炉一例抛。洵美且都终不得，难归初出大钧陶。圣徒龛庙祷伶丁，荡子魂销酒罄瓶。苦海同沉不见岸，众人皆醉独神醒。无何有水和陶泥，直扑吾心苦火凄。终被世风漂雨袭，消残土偶复西堤。青春老去怨蹉跎，尘俗求知获几多。何若愚痴不须学，偏蒙福运赠梨涡。幽魂已自桂宫迁，万物归根复本天。玉体金枝任飘碎，聚如春梦散如烟。枉穿腐议念珠中，乱坠天花论不穷。至赜璿玑未能察，已微颔首梦周公。负炫技如驴出黔，鸣空鼓腹势炎炎。卑身但受浮名役，邀誉甘亲尘足尖。阎罗十殿柏台高，录鬼簿中分尔曹。在世须当修美质，届时循品得酬劳。天工妙手造颅元，俱按己形如钵盆。覆帱群生一盆下，教人乾惕日惊魂。真我茫茫谁与存，短歌联句一身论。怜卿独怆离魂去，为有卿怜又返魂。春心如撚炽秋瞳，蜡炬成灰焰已空。愿化飞蛾作燔祭，直投姽婳热怀中。委身仁义自清高，受躏千般未敢逃。卿问幽冥何处是，世间损友即阴曹。东君神矢射廷檐，琼液瑩光悦帝瞻。骋骛朝曦已先至，衔樽共饮莫迟淹。他年聚此忆吾身，清泪何须沾俗尘。但使流觞停旧位，一樽还酹土中人。先施恩典未轻诃，喜乐平安赐与多。神旨今教心殄瘁，平波生变却因何。正衣齐色背儒偷，灵肉胡云本寇雠。白石如能封嗛口，我当覆瓿绝杯瓯。熙熙攘攘疾如梭，名利欢场竞若何。狼藉杯盘酣卧去，拥衾托体在山阿。匏瓜虽熟系黄昏，剩与饮仙归一门。倘未倖能排首席，叨陪末座亦怀恩。金樽银榻毋轻辞，骋欲赏心宜及时。天地不仁刍狗耳，恣欢善恶孰论之。春痕零落吝予欢，上下穹苍彻痛瘝。来者如知百般苦，岂思再降此牢阑。迷茫命理苦探求，久惑南柯作倦游。富寿夭殇本天定，何曾与汝共筹谋。浑噩无知失影踪，寄居窀穸饱蛆虫。化飞色界微尘去，蜃海云楼渡劫终。羁魄须抛世事繁，星星嘉卉蔚青原。譬如朝露香难久，一别今宵谁与言。圣行神律可高悬，得分即能安享天。尽性全心毋伤毁，可堪命酌可登仙。法轮何苦弄愚凡，生命载愁驰疾帆。风雨铃蕾相拥簇，如花斑血印心函。青藤春日挽绸缪，醉倒玉山嘉客稠。涘岸曾经崩沧海，今崩酒海一身休。富贫一例枉劳形，举世栖栖为觅卿。咫尺眼前皆不识，行尸走肉塞聪明。对斟如遇可心人，尽醉宜消酒百巡。最恶顽宾一夜扰，诘朝谢过下朱轮。浮花浪蕊枉求劳，天道靡常星自高。徒冀咸宜荷天禄，却将身命一边抛。相约清醪醉德馨，更携蛮素寄丁宁。殷殷此乃蒲桃血，拼却一生成赤灵。幻药愁来拈一丸，琼浆升斗亦增欢。若言高士不当作，岂赴荒原沙石餐。偶入道旁陶匠庐，和浆抟埴正如荼。忽闻泥唤求轻缓，昨日其犹一肉躯。壶里乾坤富敌君，佳人美馔掩芳芬。沐曦饮者长吟啸，广陵遗曲岂足闻。青天碧海拱穹涯，倒覆一杯凡眼遮。人事寻环流水席，酒来遽饮莫咨嗟。菌荣椿寿去何遥，终必同归逝若潮。帝子乞儿安有别，一抔黄土共魂销。别子抛妻觅道山，千丝万缕断凡间。枷镣宜请快刀斩，远路漫漫誓不还。古今代谢影幢幢，何事忧心郁满腔。俛首惟听记卿状，长生墨沈迸如泷。逝者如风不可追，谁曾一返说尘霏。花开堪折直须折，一入蓬山安得归。断袖安思涸辙丧，黑轮阴毒任辀张。对樽莫恋再生梦，一命呜呼即永亡。诸王顺命听神卜，酒燄何时如洞烛。七日周而复始中，当教昼夜光盈屋。何须眉眼戏元元，惹我澄心百虑烦。既命倾杯宜勿视，乃试攲器不教翻。圣颜难觌祷堂阶，何若同筵享馔偕。汝乃太终兼太始，灼吾深内慰吾怀。君子宜亲一世欢，小人宜远慎盘桓。敢承鸩酒自贤圣，独拒愚痴解毒丸。化禽振翮出荒榛，策足漫寻要路津。岩穴无人为麾指，徒由旧径返云身。帝降天罗缚众生，却教天性绝其萌。相羊进退皆维谷，玉液怎留于覆觥。悠悠过客尽无回，彼岸玄论寂夜台。倘乏切心向慕意，回环吟祷尽飞灰。默默旻天祝岂灵，万千祈颂付空冥。美人丛里但沉醉，逝者匆匆谁一停。节操珍珠未及穿，心田恶莠扫犹残。天恩浩荡何曾惑，独一真神岂错看。吟祈初别黯魂伤，来觅垆边日月光。每遇玉壶长颈召，便思引颈注琼浆。世事如棋一局中，翻云覆雨任天公。几回枰上腾挪罢，终入阴冥韫椟中。泡影人生竟乃何，但言此譬證娑婆。汤汤风自虞渊出，复入虞渊浩浩过。更与群僧醉玉壶，喜狂今日陟仙都。独来净寺忘形坐，但问吾非汝主乎。宓妃留枕久消磨，翩若惊鸿一日过。罗袜生尘流盼语，但抛玉佩向微波。常鼓绛唇询酒甔，星移日转若何参。汝提我耳呢喃告，无力回天但醉酣。一袭鬾衣眠冷函，醒向红尘尝苦甘。尔命犹疑常不解，何无滴酒出倾坛。人心幽秘汝能知，危难之中汝辅持。容吾悔过听吾讼，人讼汝皆聆受之。古帝骷髅卧枕低，又闻城上夜乌啼。欲知断续悲号意，应惜烟消息鼓鼙。劝君莫信再生缘，往事还如一缕烟。惟有真银为现利，昔时来岁肯谁怜。谁教日月共经天，盈缩卷舒谁引牵。蠡测畴人安有术，略无一子定逡躔。请君倾耳受芹茆，踵事增华须尽抛。来世今生皆一瞬，长生安可换尘劳。心中愁惑结千千，徒把愚痴辩汝前。混迹祆方竟何故，穆民潦倒愧谁怜。行乐及时飞羽觞，情迷娇靥郁金香。人生几日会良宴，莫待别离空惋伤。一日陶坊牖下窥，杯盘列座麈谈麾。汹汹一物高声问，瓦缶谁抟复鬻谁。蹒跚弄影夜归酣，邂逅贤人抱酒坛。但说天恩无尽藏，玉山颓倒不须惭。命泉即酒地仙藏，我乃灵媒觅八方。真宰亲言人可益，心魂宜享此丰粮。弦歌日夜杯光浸，饮复饮兮安可禁。秉烛金尊处处逢，但麾一滴馀皆饮。信经可列七三篇，执一惟中乃敬天。顺逆忠奸非旨要，众生有汝即完全。德行屈指数寥寥，身罪盼将功抵消。过忒休教犯天怒，圣陵再望赦恩遥。难敌病愁休惧来，远谋无计独登台。莫欺定命且欢醉，那管人间一世哀。惟凭圣睿造金瓯，实乃化工之冕旒。何故匠人捶碎尽，一汪覆水已难收。玉醴精灵淡若烟，瓦罍藏魄澈缠绵。往来未遇浊公子，惟此浊杯奇可怜。无渴无饥自无缚，钧轮虐我如驱鳄。其仁心未胜塼轮，机女犹能持纺络。蔷薇不复缀怡园，荆棘一由芜冷暄。烦恼青丝难遽断，何妨椎髻入仙门。玉帛荣华天未应，干戈玷辱自须领。谁辞美酒夜光杯，举石吾将碎其颈。熹微侵晓破穹苍，对饮晨轩亦不妨。待得愁消天大白，不知吾辈在何乡。刀山火海勇登临，濯足黄泉勿变心。但逐阴风歇薪焰，浊囊化土散骎骎。人间游戏亦堂皇，造化神工谁识量。但得延歌更呼酒，邯郸惊破几黄粱。娉婷柳态艳蔷容，彩袖殷勤捧玉钟。一霎阴风碎衣带，便飞花叶落重重。孤栖何必坐愁慵，宜得蒲桃爱女从。养在深闺人未识，丽姿殊胜母仪容。心随朗月阻溪湍，欲诉衷情期艾难。夸父临川终渴死，古来烈士最奇观。隔叶黄鹂深树鸣，宾筵鼓瑟复吹笙。壶泉奔泻淙淙响，对酌岂能无此声。真道安能予佞群，千金买骨实虚闻。倘延遐寿知天命，玄化或能臻几分。迢迢星汉降斯身，脱缚超乎三界尘。丝网已开千万结，独馀死结瘅心神。沧海桑田久未谙，知行有术亦难探。人生得意莫如醉，日月壶中可尽参。慈恩信可琢瑕身，公义昭昭在上真。皮蜕纵然随罪灭，他年天亦惜微尘。可恼天行健转轮，重枷莫使疟吾身。倘惟愚者荷君宠，吾宁不为明哲人。避地高阳多误身，歧迷犹胜说经人。我虽渴饮蒲桃血，何忍如卿吞魄神。悠悠来日莫心焦，昨日烦忧事可销。倘借囚龙一日醉，扬麟脱锁去逍遥。司命一勾前债销，弊囊脱似叶飞飘。欣欣抛却红尘去，留得秕糠入火烧。"}