{"id":"466602","title":"莪默绝句集译笺乙集 其三一○","dynasty":"当代","author":"伯昏子","text":"群生惶恐仰穹隆，身影飞驰类转蓬。日烛尘寰形万象，幢幢走马一灯中。泥骸一具任谁抟，谁为缝裘谁补毡。冠饰墨幪眉上覆，咸非由己实堪怜。客驿莫忧明日身，相欢今日即良辰。诘朝亦出此门去，同作悠悠万古人。安忍金樽一日捐，但教心性发狂颠。天魔倘得馀沾饮，断羡凡尘不羡仙。倦眸粉靥带花黄，楼月舞低人断肠。三盏五杯何足道，千钟不忆蜀云乡。已休尘想掩柴扉，贵贱不通游远陲。天意怜幽独知我，浮沉身世一何悲。九重圜转弃离人，六欲卑污毁贱身。无计全抛凡俗念，繁华一任诱红尘。茸茸茵碧众皆眠，安识泥中别有天。来者古人荒漠去，乌乡按堵俗依然。莫忧朝圣罪犹存，慎勿趑趄近主尊。昨夜梅边降恩雪，脱胎换骨铸新魂。凭虚遗世未惊呼，羽化神驰影若无。寂灭安能使生畏，惶惶忧死祗尘躯。钝智宜除梦勿耽，何须再学老僧谈。陶人先奉一坛饮，再碎吾身作酒坛。醉柳眠花喜冶游，正人指斥语难休。檀珠鹤氅归君有，醇妇何妨我自留。迷魂阵里战犹酣，力屈难支愧那堪。甲帐虽闻传赦令，将军仍抱一腔惭。卿卿与我若圆规，一体二元形影随。环步同心天地画，终相聚首不睽离。匆匆驹隙寄浮生，当挈佳人载酒行。莫问须弥久与暂，一朝鹤逝底干卿。济济跄跄入净祠，不因祈颂料神知。祷毡窃得一枚返，再赴当须破弊时。莫愁舛命毁安详，琼液但教倾夜光。造化戕人酿其血，他年我亦啖其浆。水竭陵无不转消，誓将清誉为卿抛。苍天纵使作刍狗，甘忍终期化劫烧。歧路彷徨仰宇穹，凡夫桀骜转谦恭。红尘忧乐已多倦，何日长离逝若风。青灯照酒乐其中，色界本空身亦空。休寄谆谆劝降表，揭竿我已抗天公。相与北邙泉下涂，纷纷毛血洒平芜。但抟骸骨成樽缶，一得歆香命可苏。人间运数枉探求，阴错阳差足可羞。礽福无缘亦无分，罪因怀璧祸谁收。清闻抛如碎玉卮，倦心顿复饮霞曦。百年夙愿捐弃已，听琴且倚亸云垂。万罪一身何秽污，知君恩恕信能涂。穷途当哭君皆顾，潦倒穷途谁若吾。漫诬食菜事邪魔，醉卧壶天何错讹。那管诸宗误相认，自由自在任风过。糟丘拟卧一生终，元夕倾觞作善功。抛臂来牵玉壶颈，绛唇乱点坐怀中。仰观俛察可通玄，存否是非能晓全。倘有真知胜壶境，乐抛所学拜其前。本非浪子荡游岚，除却春醪未敢贪。自恋如君安敢效，折腰惟拜酒盈甔。夜窗剪烛话元元，乃是陶泥混莽抟。百载烦忧一骸集，炎凉浅啖赴黄泉。酒缶宜为布道场，数升胆气可开张。神祠岁月如能易，宁可蹉跎滞醉乡。万物芸芸人至灵，还如慧眼有瞳明。茫茫大块指环绕，上镌群生作印铭。挣离珊网绛云排，境入太虚惟酒偕。蜕却皮囊今始悟，土中来罢土中埋。倦夜无眠憎命乖，殊非蓄意破清斋。守期更漏错听尽，纳福盘飧早入怀。甜醪至美未能尝，毒手黄连已浸觞。食匮盐梅不成味，但教和泪痛肝肠。拂曙登途趋酒廛，狂僧坐共日西偏。幽明垂象谁能示，惟盼承恩祷昊天。烦恼堪同芥子观，日尝一粒那须叹。庖厨尘世无滋味，莫乞人间腐鼠餐。尘劳命薄缚重重，片暇欢愉亦未逢。虽侍王良学调驭，终无一技入亨通。右持杯爵左翻经，时正时邪半梦醒。湛湛青天顾怜我，清真不染异端形。吾于穆圣敬如神，悃款将持一问陈。既许生民饮酸湩，何推天下禁清醇。莪默解经休曲违，清规简约最宜归。酣觞谁道概为错，贤者无伤不肖非。月旦评吾明哲人，惟天知晓实非真。今生何在亦何故，降此红尘寄一身。愈投死地愈逢生，愈处卑宫愈骏升。大道絪缊化醇一，愈能醉饱愈明澄。樊口绛唇金玉镶，蔷薇美艳胜檀郎。行人若问何凭信，脱赠斑斑带血裳。程门立雪十年中，丘壑烟霞尽在胸。欲问于今何所获，来随黄土去随风。来时欢笑去愁啼，降世冰清死堕泥。怒火焚身泪洗面，终随风散壤中栖。神杯照世彻须弥，海陆能观拟试之。哲士贤人暗相告，吾身灵肉即斯卮。橘中皇后何阴毒，遁甲奇门马换卒。更召千军倒海来，夺吾车乘赢终局。此身未得正心加，我思岂能无一邪。自是百行难掩错，独惟真宰绝疵瑕。千红万紫闹春台，破戒纵心惟此回。姹女童男花颊艳，旷原照眼锦茵开。血雨腥风岂由我，我之所在何关我。我身我有自祂生，何在何来何是我。无边苦海气云蒸，美酒稍尝岸可登。吾已鬻身壶国去，举杯再饮恐无能。尘寰日夜枉逡巡，何处能安末劫身。待得他年命终日，光阴一例视同仁。造化钟神人尽收，浮生碌碌总烦忧。沧桑且饮麻姑酒，与尔同销万古愁。二宗独显幸能闻，往复斯间若转轮。彼学红尘辨善恶，斯门遗世复忘身。莫教零落群芳妒，蝉翼安能卸重露。今日但求心所安，来年俱托天恩恕。幽心早把世情谙，祸福相依骋两骖。祸有终兮福有尽，并迎其降并同儋。好景难常毋哭讴，及时行乐趁春留。既知福运他方去，休望其能再转头。至交深契近吾前，莫为乾圜百虑煎。但且安身处卑下，观其嬉逐乐周旋。慢游荒宴责何庸，莪默之言或可从。吟祷封斋须尽破，恣欢饕餮且优容。灵乃乾元体即坤，云仙妙意制身魂。虫鱼草木化其毓，太一独安天地根。泥像夤宵诱我心，熊熊欲焰利熏侵。谓予万事一杯足，救药须从此处寻。何倖能亲玉颈温，但思欢醉彻神魂。执吾所执信吾信，难罄悲凉祗罄樽。淩虚求索问吾友，上下漫漫何所有。三月人间美景多，谁如花靥同春酒。河漘卧赏夜波平，窈窕相随蚌盏盈。火齐生光阍者起，误登谯阁报天明。生涯回首罪滔滔，愧怍盈怀作苦熬。虽拥江山终一弃，谁能有力负之逃。非邪非正若流离，荒野涂逢薄倖儿。神律天条浑不怕，世间捲勇孰如斯。正道或求于节文，或研经卷信疑分。有声帷外斥愚妄，茅塞二涂焉得闻。但看天极一龙蟠，不察潜龙伏土寒。慧眼中间何所察，群空凡驽正蹒跚。感君良语谢谆谆，怎惜悲秋病酒身。若问缘由自须认，难消晨渴与佳人。倘能与帝共商量，席捲乾坤扫八荒。重建自由新世界，清魂飞舞若鹰扬。叠叠愁山心上横，渐宽衣带为倾城。侍儿频酌相思酒，却是吾心血酿成。游冶章台醉舞尘，虚文假饰岂吾伦。眠花耽酒倘成错，苦煞几多天上人。英雄意气总消磨，秉烛何须泣汨罗。天地悠悠竟何是，美人醇酒一娑婆。安名享誉固应宜，怨物尤天怍自知。蹈步倘教逋客笑，何如欹帽醉难支。迷途失足酒垆间，掺手空擒玉瓮端。块垒胸中叠峦负，幽心安拯絷南冠。我执宜蠲向主求，去私即与尔同雠。欢天喜地逍遥去，不作人间善恶囚。造化弄人谋算聪，知交零落剩茕茕。勿哀去日祈来日，一醉但求今日中。栖栖一世畔牢愁，无奈常怀千岁忧。不降于斯岂非倖，既生宜毋久羁留。顺天立命理诚真，昧性不知安宝身。司命还如执鞭士，但凭夏楚导迷津。天命幽玄谁可猜，金縢无籥岂能开。缁帷闻语卿吾事，帷启卿吾安在哉。我我卿卿百载身，却教天妒化为尘。曾经相与蒿莱坐，转瞬已成蒿里人。魂归后土下河汾，一对塼铭镌志文。旋化尘灰塑塼去，转赍邻鬼砌新坟。宫阙崔嵬指绛霄，列王匍匐拜朝朝。而今我向桥楼望，但立鹧鸪悲寂寥。攘攘熙熙获几多，回文织锦已停梭。禅身焚却化尘去，碧宇遗痕烟若何。活水生源隐绛唇，勿教杯杓挹泉珍。倘吾不吮杯中血，衔尔樊樱谁氏人。百载持身帝力钦，悯心助护至于今。悠悠终岁常求索，迷罪慈恩孰更深。携美提壶步水湄，潺湲远望草披靡。天光慌忽旋钧影，飞入金樽化碧漪。莫问新陈但满卮，人间美恶醉中遗。三生石上精魂去，烟棹茫茫任所之。人非贤圣孰无疵，凡俗亡羊因道歧。圭玷难磨当毋罪，以邪报恶岂卿为。赤琼属国献奇珍，更慰盈樽突厥春。笃信如须绝旨酒，世间安觅敬虔人。兹体从天受骨骸，神机更遣寄灵台。人天合一乘其化，性本乎天归去来。人如蹴鞠往来飞，效命驰驱未敢违。何事教吾苦鏖战，彀中原委乃天机。青蝇肢弱力能擎，蝼蚁虽微视甚明。万物芸芸赖汝德，鄙行贱质岂关卿。何推私欲役心扉，壮志空教梵网围。不作尘沙任风逐，宁为霆火瀑流飞。殷勤胡女侍樽前，百福人间尽可捐。极乐无垠充万物，上穷碧落下黄泉。身世浮沉莫恐惶，杞忧徒恼最宜忘。皮囊终碾微尘碎，小德踰闲亦不妨。所历一身惟罪辜，休思金殿宥恩殊。未修善德谁能祐，既作恶行安避诛。人生甲子梦原赊，但赏长安满路花。莫望骷髅化椑榼，且耽永夜醉无涯。漠漠层霄若覆瓢，群贤翘首仰天遥。玉瓶欲舐瓢中血，佯恋红唇故折腰。散发旗亭曳阃尘，今生来世那堪云。二端乘毂如同至，醉里吾惟售一文。"}