{"id":"466910","title":"鹧鸪天  前游仙词七十一首","dynasty":"当代","author":"杨启宇","text":"玉笛遥飞月下声，曲中幽怨总难论。已灰蜡炬深宵泪，恍见青娥梦里身。摇素手，抿朱唇，美人心事不分明。觉来细味当时景，眼角依稀有泪痕。高会群真白玉堂，安排列宿起参商。赤精道士朝南极，太乙真人指朔方。争一字，引千章，上清天录费参详。麻姑已报三桑海，幸得仙家岁月长。梦境重来路不差，小桥流水柳丝斜。当轩蕉展同心叶，倚槛荷开并蒂花。青玉案，碧芽茶，云鬟素手弄琵琶。收弦欲语还凝睇，先泛梨涡一片霞。藤几昏灯倦眼迷，星疏云淡夜阑时。七环彩晕萦天蝎，双髻青娥捧玉犀。飞梦雨，浥灵旗，流霞红染羽绒衣。觉来鬓枕樊南集，恰是无题锦瑟诗。仰望苍穹有所思，星星眨眼意何为。可能彩焕辉生处，已是光澌影灭时。来有自，去何之，呵天难解塞胸疑。忘川终古迷茫水，究竟谁知我是谁。风马云车镇日忙，群仙聚议补天方。难求太古娲皇石，遍检东君豹锦囊。斟玉液，吸琼浆，十洲三岛共平章。今番纵使无长策，且约明年看海桑。哀角寒笳入暮云，边声唤起少年情。举杯酒酹沙场骨，弹剑人歌绝塞行。凌大漠，越昆仑，悬崖冰瀑玉嶙峋。横戈跃马男儿梦，老去书生梦不成。掩卷低徊不自持，才人身世尽如斯。百年忧乐无穷感，万古荒寒一例悲。搜苦语，费冥思，无情岁月有情诗。狂歌痛哭终何补，留取伤心异代知。锦瑟佳人理素弦，含情凝睇为君弹。轻歌何满声犹怯，细诉相思泪欲潸。词宛转，意缠绵，郎心匪石料应怜。谁知竟触雷霆怒，禁锁幽宫十一年。鼎药天家有妙传，丹成三转聚氰氨。添香生色婴儿乳，化水成金酵母丸。肾结石，胆囊炎，累他紫绶换青衫。上清毕竟怜仙骨，才贬红尘又召还。古木苍藤蔽日昏，绿阴浓锁旧王城。颓坦废殿蛛丝卷。败鼎荒坛蔓草萦。蝌蚪字，鸟螭文，苔侵断碣辩难明。骷髅墙角幽幽叹，妾是春宫绝代人。大漠黄沙衬夕曛，塔形金字法王陵。长河已逝孤帆影，浊酒难招艳后魂。将谜底，问狮身，不堪弹指去来今。欲携中土铜仙泪，来叩胡麻铁槛门。磬冷坛空落日斜，当年曾驻众神车。通灵殿圮凌空柱，断臂人如解语花。移地轴，量恒沙，各凭思辩领风华。平生未礼西方佛，却拜倾城雅典娜。期与佳人汗漫游，云车风幔策苍虬。偶从碧落探天蝎，渐远银潢辨斗牛。烟浩渺，气沉浮，不知名字几星洲。浑忘饥渴兼寒暑，相看青丝换白头。玉宇琼楼一例寒，似闻鹤语话尧年。争夸六出呈祥瑞，楞与孤花结善缘。情落寞，意阑珊，闭门且赋鹧鸪天。谁知欹枕游仙梦，半在佳人锦瑟边。应是前身蝙蝠仙，雷音灵鹫舞翩翩。误吞紫录翻遭谴，小谪红尘不计年。呼彩雉，赌轮盘，随缘游戏在人间。推枰一怒参禅去，作喜回嗔又出关。群玉峰头皓月明，万梅花下缟衣人。纵横剑气寒星坠，飘渺箫声静夜闻。凭一笑，悟三生，似曾相识惜惺惺。长谈更觉心心印，双辔联翩绝塞行。舔药飞升即是仙，却怜毛羽未全删。支离行止偏邀宠，颠倒冠裳更结欢。恣喜怒，撒娇憨，居然执笏列朝班。滑稽最是琼华宴，醉踞莲台叱众参。大月如盘色淡黄，几回圆缺即沧桑。儿时有味歌笆篓，鬓角无端染雪霜。金桂老，玉蟾凉，嫦娥冷眼对吴刚。仙家生计萧寥甚，碧海青天夜太长。枉把春心托杜鹃，望穿秋水盼红帆。苍崖修竹佳人老，碧海深霄皓月圆。调锦瑟，思华年，当时曾许共游仙。蓬莱一去无消息，倚槛谁怜翠袖寒。柴火煤炉一例陈，微波燃气逐时新。小年旧俗成空忆，米酒饧糖祭灶神。将苦语，诉天庭，臣今无隙可容身。乞恩准改财神隶，好享残羹颂圣明。铸尽铜山与铁山，恒沙无数水衡钱。搬仓黠鼠行藏诡，刮鼎神君气宇轩。珠有泪，玉生烟，管他烟泪几时干。九州纵使成戈壁，圆峤方壶别有天。独立苍茫第一峰，大星如斗坠长空。沸蒸海水腾腾白，掩映桃花灼灼红。衣似雪，袂当风，仰天轻拭剑如虹。平生悔习屠龙技，赤角金鳞尽豸虫。别有添铅减汞方，波翻银界又何妨。琼田纵失三成种，御府犹矜无尽藏。金作马，玉为床，鲛宫羡煞海龙王。他山猿鹤凄惶甚，争及仙家乐未央。心事苍凉莫问天，情天恨海总波澜。回肠纵解千千结，歧路难求上上签。将冷眼，做旁观，笑他粉墨又登坛。阑珊灯火阑珊夜，谁为苍生泪不干。曾见东皇饰早春，千花百草一时新。逗他啭舌能言鸟，引尔跳波出洞鳞。翻袖雨，覆襟云，落英满地太缤纷。年深积郁凝红豆，似此相思总断魂。嘘气能吹皂泡圆，乡乡竞报万斤田。焚林已尽千山绿，搜粟还空亿灶烟。凭赤口，吐金莲，殷勤风露劝加餐。哀鸿遍野尧年景，骨白旗红不忍看。一夕风雷动九天，绿衣红袖满长安。脱缰野马抄瓜蔓，入彀羔羊荐祭坛。驱竖子，溺儒冠，烧江煮海更焚山。颠狂青史无前例。揭破龙鳞识圣颜。似弈长安局局新，百年几换旧门庭。联獐逐鹿夸宸断，覆雨翻云费劫争。苍狗幻，祖龙崩，改弦易辙又长征。阿哥格格皆先富，紫盖红旗一代尊。才向西川涕泗流，凤凰台上又歌讴。文何掉价颜何厚，语不丢人死不休。翁仲怨，鸟猿愁，六朝金粉尽含羞。凄凉最是秦淮月，夜夜揪心照石头。水碾咿呀扰帝居，德皇低首让田夫。神州新政人为本，锦里风光乐有馀。腾烈焰，护蜗庐，青娥转眼化焦躯。围观万众皆无语，赖有传媒斥尔愚。跑跑东东早擅名，新颁大奖更雷人。百年字号招牌靓，满地鸡毛气象尊。开眼界，长精神，旗袍凸现好腰身。芙蓉姐姐花枝颤，引领今朝北大魂。重振天声五百年，扬威绝域弋征帆。蛟潜鲨遁腥涎敛，海靖波澄旅舶安。开玩笑，劫商船，鳌头敢试剑锋寒。转思还是和为贵，上国争差这点钱。铜雀台荒接暮云，西陵歌舞夜深闻。分香卖履言犹在，问鼎横戈事已陈。新乐府，短歌行，建安风骨最怜君。漳河七二传疑冢，片碣铭文未足凭。七弹穿胸溅血斑，白虹贯日挺奇男。孤身搏虎情何壮，尺匕屠龙事大难。拼一死，报三韩，他年终复旧衣冠。伊藤也是当时杰，大耻凭谁雪马关。独对昏灯守岁阑，今宵西俗例狂欢。前贤诗卷忧时泪，感旧情怀欲雪天。收短信，报平安，不成一事又经年。头颅真悔无名白，辜负星娥另眼看。惯弄乾坤袖里宽，蜚丝蛛网诩通天。置身本恃京华远，缚手方知蜀道难。才认罪，又呼冤，连台好戏演翩翩。当行最是葫芦判，额上天平徽记鲜。廿七年华逐水流，飘零天地似沙鸥。谁翻古谱成新乐，我与苍山共白头。思往事，感前游，四方街口小勾留。平桥灯火春波旧，点点疏星闪闪眸。懒赋凌云懒续骚，凭栏心绪百无聊。腾喧爆竹迎新岁，酩酊山河剩冷嘲。歌宛转，舞轻佻，黄金折尽美人腰。楼台障目天如井，哪有飞星破寂寥。历劫铜羊尚有宫，海棠依旧笑春风。石能解语应怜黛，人不如花可再红。思黯黯，意忡忡，水流云散各西东。当时只道韶华永，谁料韶华一梦空。又值庚寅屈降辰，可怜青史只回轮。赐秦鹑首嗟天醉，兴楚狐鸣惑众听。飞燕妒，玉环嗔，昭阳歌舞逐时新。落花流水都无谓，烟柳斜阳总是春。箫鼓龙灯又上元，乒乓爆竹满城喧。霓虹彩焕升平景，焰火烟烘不夜天。星暧昧，月缠绵，东风沉醉万红妍。有人抱膝高楼上，梁父吟成泪欲潸。太上忘情未易臻，天生吾辈自多情。兴亡家国无穷感，漂泊天涯有限身。花溅泪，月销魂，无端歌哭不犹人。玉壶击缺铜琵裂，谁会苍凉变徵声。怅隔蓬山十万重，伊人心事太迷蒙。好风只在西南角，明月偏生大海中。天地阔，旅途匆，人生有恨不相逢。伤心更是相逢后，云自飘零水自东。跨鹤骖鸾赴玉京，龙华高会又迎新。麻姑纤爪宜搔背，彭祖蒲团例守真。沧海浅，酒杯深，仙家伎俩惯雷人。今番更许慈航愿，九转丹成济众生。连日轻阴护海棠，东君也解惜红妆。借他两汉三唐酒，浇我千奇百怪肠。无一语，对群芳，看花人已满头霜。多情最是临池柳，竞把柔条挽夕阳。不是相思不是愁，红红绿绿满皇州。又逢虾蟹鱼龙汇，真替风花雪月羞。金洒脱，玉温柔，珠光宝气共登楼。犀哥凤姐终嫌嫩，争及蓬山第一流。胜雪繁英照眼明，春风十里太销魂。花如解语应怜我，事有伤心莫诉人。朝烂漫，夕飘零，等闲开落不关情。寻思刻意沾衣雨，应是无心出岫云。望断长天无雁来，当时曾许共春回。空阶风露云鬟湿。昨夜星辰蜡炬灰。将旧事，付新猜，疑云疑雨梦难推。思量前语皆成谶。最是他生誓不该。夹岸幽花几树明，清溪绕镇石桥横。遥山似黛深深影，纤月如眉淡淡痕。春暧昧，夜氤氲，芭蕉庭院寂无声。有人不语凭阑立，一种闲愁黯黯生。燕子东风柳色新，乍晴乍雨又春分。纵留枝上缤纷影，已失溪边涨落痕。吹作絮，化为萍，杨花身世本飘零。韶华更比杨花贱，转眼都归陌上尘。莫向尊前怨别离，非关春尽草萋萋。世间真有痴如我，梦里犹疑就是伊。吹短笛，诉相思，自家憔悴自家知。从今结个无情茧，只见斑斓不见丝。玄圃灵苗自有真，天花散作四时春。堪怜历劫童男女，都是浮沉幻化身。追质检，问高温，仙机怎可泄凡人。浩茫南极鳌洲地，值日功曹已裸奔。月地云阶几洞仙，飞来青雀着人怜。五番羯鼓催花令，一席珍馐索果钱。敲铁板，佐琼筵，钗光鬓影共蹁跹。管他大海枯成井，清露何尝匮帝天。橘熟仙洲又几春，苍茫大地话浮沉。尘寰已见红桑幻，坏劫唯留赭石尊。将楚怨，问湘灵，九歌今日祀何神。湘灵不语偷含涕，怯指江波血样浑。海上新添极乐园，珠宫贝阙敞琼筵。蟠桃催熟长生果，龟版熬糊不老丹。纷跨虎，共骖鸾，十洲三岛汇群仙。小民雀跃尘埃里，亲见开元鼎盛年。浓李夭桃次第飞，留春无计惜春归。百年故事荒唐衍，一例遭逢坎止悲。将白眼，对斜晖，兴亡草草付残杯。呕心自抚幽兰操，非我佳人莫我知。彤矢彤弓甲仗鲜，日轮月驭绕灵幡。屡辜西母输金诺，更索天家压岁钱。修旧好，续前缘，积骸成莽忆当年。悲金悼玉红楼泪，四野哀鸿绝可怜。细柳营深虎帐高，将军讲武授龙韬。运筹帷幄沙盘险，带砺山河铁劵牢。孙讨虏，霍骠鹞，内廷新赐紫金貂。摘缨群尉通宵醉，共赏雏姬露脐娇。杨柳楼台茗盏清，池荷点点碧晶莹。难为岁月沧浪水，曾照风华绝代人。今古事，去来身，汉家折槛有朱云。昨宵风雨雷霆恶，又陨黔南处士星。天上人间事可疑，霓虹曾耀帝城西。云车风马皆君驭，金锁银帘有定规。飞燕瘦，玉环肥，工装新著比基尼。无端一夕摧花雨，捣麝成尘桂作泥。万应金丹绿豆汤，荧屏亲授养生方。却怜今日过街鼠，早定当初替罪羊。新热点，旧花腔，神奇腐朽仗包装。登坛竞展男儿媚，独领风骚是伪娘。又向蓬莱顶上行，琪花瑶草逐时新。玉皇香案司勋吏，王母妆台奉盒人。颁紫诰，布纶音，都归翰苑寄闲身。深恩更赐通侯爵，故李将军夜不禁。月地云阶夜气昏，重来人已百年身。难填沧海精禽石，徒唤空山杜宇魂。双凤阙，两东门，蓬莱旧事不堪论。中宵兀坐愁何极，揾泪无劳织女星。文字尘埃过此生，骚魂骚骨附灵均。深宵呵壁天难问，极目斜阳涕每零。星陨雨，夜无垠，静空谁奏没弦琴。九歌九辩苍凉极，中有风雷太古音。曲苑楼台柳色新，当时一见便倾心。犹温七夕花前誓，已背三生石上盟。红烛冷，锦衾冰，笑侬太傻太天真。听他别院笙歌起，独倚残灯坐到明。高峡平湖诩壮猷，涨痕深浅问沙鸥。真教锁钥全川水，何止提升万吨舟。山鬼惧，鳖鱼愁，襄陵夏日恐横流。上方自有安澜法，已放洪峰过葛洲。衣钵传家子及孙，蓬莱宫阙又迎新。登坛仗剑披犀甲，缕玉镶金饰凤裙。呼万岁，祝千春，苍生瘦骨太伶仃。仙家辟谷非关饿，日食神芝四五茎。大梦荒荒付忘川，风云龙虎一锅膻。群欣朱雀冲霄日，竟是苍鹅出地年。多米诺，九连环，拟将起始问轩辕。怜他锁钥夔门石，莫补娲皇欲堕天。人面狮身掉首时，法王秘咒亦难持。凄凉东土铜仙泪，寂寞荒陵木乃伊。潮有信，事无稽，大江流水永朝西。问他王谢堂前燕，何处能衔补栋泥。真个生涯类转蓬，东君又晕海棠红。去年今日人何在，神马浮云事本空。圆缺月，往来鸿，相思未许况相逢。怜他次第花初蕊，零落争禁廿四风。"}