{"id":"467060","title":"杂诗百首","dynasty":"当代","author":"陈永正","text":"好春畅意时，芳菲谁信暂。一簇高枝红，明日上花担。墨云掩地来，遥山破一角。沈沈移入城，纷纷飞蛉觉。表立第一峰，茫茫独无侣。云从群山来，作我足底雨。驻足避车尘，雷声身畔急。同途不同心，奔走吾安及。镜花本非真，中情本非假。可叹少年子，竟作佯狂者。随风复随水，前路愁无恃。舞花不肯下，向我探行止。好月但随云，竟不念旧识。知我素心人，不曾共今夕。台风排海来，屋脊撼欲裂。不寐竟夜闻，此声最哀绝。花有恋波情，每为风所拒。吹上最高檐，凄然如老女。堤花别故枝，去逐波中影。上下各回旋，到水合成整。湖边一瘦树，无叶少枝桠。春亦不负之，赠以两三花。私语细偏宜，春江夜愈美。不忍望波心，深似汝眸子。花落岸声大，花落水声小。花落我怀中，馀音犹袅袅。共约护芳菲，留与明朝好。不敢撷花枝，为汝簪碧草。径积何年叶，层层不可扫。上有草数茎，也算春曾到。密叶覆千重，游丝悬数尺。徐行野鸟林，孤占情人石。树零百千花，波展百千靥。好风忙送过，恐被游鱼唼。水曲出横枝，一花著我袖。微恩亦知己，披草故相就。一巢拙不办，鸤鸠鸣相逐。阴晴各自呼，人间换寒燠。万物颂春阳，枯干太触目。葵藿皆向荣，那得容谤木。幽林深且阻，路狭逢山鬼。传语祖龙苏，明年赤帝死。珠水挟浓愁，日夜竞东赴。胥涛逆之来，海若坐相怒。中夜不见星，寂寞一天宇。彼美终不来，风叶窃相语。流云满空谷，绵绵不可扫。弃我向平川，嫌我太孤傲。宿昔未出山，白云久在抱。不曾润心苗，今来滋艾草。秋花湿不飞，但闻冷露滴。莫教捡将归，宵梦恐无色。冻萼脆有声，小蕊静无数。终不效横斜，卓立矜平素。同沾雨露恩，千林作一碧。谁怜秋转深，叶叶异颜色。老鱼独去来，识影早深避。转笑垂丝人，枯坐守残饵。昨日杀国人，今日杀妻子。国人或逃生，妻子难逃死。山行如读书，行行尽佳句。把笔欲追摹，却落无字处。借书本一痴，还书痴亦好。生逢清晏时，遗经忍独抱。此膝不得屈，一屈即刻死。壮哉佟腊斋，一语存野史。水出高原时，山河随势改。百感对茫茫，复恐尘生海。昨宵相携处，磐石坐良久。今朝觅得之，相依如故友。纵横八万里，同此凉月色。上下三千年，何夕是今夕。风花斗舞姿，谁能左右袒。一瓣落我前，便觉红灼眼。镜天云不动，未许水鸟唼。晴丝静湖风，一虫挂初叶。撑拒虽云多，难以填沧海。京观终朝成，秦帝巍巍在。微月遣迟眠，晨鸡劳久听。中心结如绳，此日势未定。月色晓偏佳，虫声春渐欠。一室水溶溶，辗转身似泛。每逢惊寤时，多见残月色。不因共憔悴，怜之似胸臆。三年虱如轮，暗里一一拣。鹯鹰欲化鸠，料当憎我眼。行到无路处，野花数丛放。吐红向林梢，青山觉殊状。残梦逐晓风，一堕不可救。飘飖故林中，忽与舞红遘。吾语纷纭者，清谈亦可了。秋虫奋翅鸣，终不敌高鸟。正昼酬清阴，微倦献绿草。相怜多好意，聊坐答情好。夜半月未生，幽怀颇难耐。屋山若有光，不眠姑稍待。窗底光未生，空中诺犹应。枕痕反侧深，此夕孤怀證。昨我怜君歌，今我展君墓。墓草不似君，何曾为春妒。花落亦倦飞，纸灰无由起。定知蝴蝶来，今夜梦魂里。胡为赋閒居，知命何可悔。天欲惜才人，不教与时会。将醒犹未醒，了了知是梦。可奈齧指时，自觉尚馀痛。终日绕座行，厌厌窘跬步。转羡辕下驹，有气犹可负。檐滴犹未尽，虚光已满瓦。未必真有情，有情亦难写。可怀掩抑情，可畏纷纭语。忆汝初逢时，盈盈十五女。长吟遵大路，行者皆侧目。切莫问前程，容易误歌哭。众女纷然来，谁与定甲乙。屈心愧未能，哀哉媒何拙。可笑杂花香，无端入郎鼻。不知侬昨宵，比汝多姿媚。子岂无他人，侬独唯子思。昨日街头见，绿衣娘是谁。前年共街头，半日立风雨。去年解避人，众中不敢语。我坐堤上石，汝立堤畔草。知汝亦倦行，如何故相恼。负手曲折行，中园即长路。一石忽当前，对之似有悟。匿人背面初，浓笑知难忍。飞红忽扑怀，便觉春风近。但听潮来声，但看风撼树。但觉君在旁，但忘共君语。解缆出虎门，美人与我别。了不辨昏晨，新月如残月。失我箧中珠，此心犹自镇。失我床头书，此心亦同烬。鹃啼何处山，颜色一夜想。忽惊春梦堕，化作落花响。十月冰未泮，芳津尚可涉。畏寒思待春，春至浪千叠。疢疾不可药，终日闻鼎沸。何当大雷音，一震成聋聩。苦水如珠水，万年吐不尽。新醉迭宿酲，抚琴泪双陨。大刀砍东风，谁曾向鬼子。可哀作曲人，心随鼓声死。一月不出门，门庭在万里。我途殊未穷，绕室当破履。风来不见波，花坠不闻响。但知一春心，失落波之上。草石各纵横，游人不到处。吾正欲穷途，解领此中趣。三月春慵人，十年雨历耳。起来扃小窗，且乞朝眠美。欲发一溪杨，扶之风不力。怜余眼尚青，经雨波难碧。春霖微似情，蕉叶大于伞。卧听但无声，推窗天忽旦。郎若过西洲，莫向沙头渡。沙头多浅滩，出没有狐兔。明月晕江头，舟人私共语。此行无奈何，临晓定风雨。岭南无丹杏，岭南有木棉。各自好颜色，肯看谁烛天。风持千万枝，信笔写天宇。此画大无涯，唯吾心可贮。爱此竹阴凉，不眠亦竟夕。风摇最高枝，乍觉微露滴。骤雨不终日，浮云极古峭。忽开一角天，阊阖我欲叫。溯流入山中，行行三五里。见树不见人，吾自镜于水。幽房不须光，将恐残月入。恸哭未必真，谁闻私夜泣。杜宇不南飞，何以漫岭血。也拟折枝归，较我情怀热。蜗牛沿败墙，五日蛮触战。蓦地缩角回，卒遇养子燕。寒鸦噪高枝，恶声日充耳。若不更此鸣，众鸟亦东徙。愁时故故鸣，眠夜不堪苦。常思有力者，为折春螽股。已是满溪红，一半犹在树。怜尔到残春，始与赏心遇。湖浅碧愈深，草熏风可喜。群儿不行桥，卷裤争涉水。水肤何嫩柔，风过每战慄。只见天光摇，不知游鱼出。路看叶在天，堤看叶在水。我爱隔岸看，水天叶相对。风憎水染红，自悔吹花落。缓缓引之行，集于湖一角。老红零乱飞，同枝不相顾。一瓣忽搁桠，窃喜未离树。径深人迹稀，好鸟渐盈耳。莫道无繁花，春犹到渌水。游鱼不敢跳，恐击微云碎。堪恨天上风，悠悠送将去。云开展遥空，俄倾霞如织。水绘湖中天，坐领黄金国。微风亦已息，微波亦已静。中心尚摇摇，待久终不定。"}