{"id":"467075","title":"零卉集百首","dynasty":"当代","author":"陈永正","text":"零卉随波去意轻，拾来残萼太无名。心犹未了身何待，珍重人生此段情。花帷月幌事难名，凉意都从心上生。未用追怀百年事，能消此夕自无情。那堪重度海珠桥，拂面垂杨亦未凋。检点都无恩与怨，七年今是最长宵。楼际层阴枕上看，那无丽日破朝寒。了知孤梦难为续，强倚秋衾忆故欢。枫冷江干悔已迟，露花霜叶各含悲。不堪重检春前约，只在无言一笑时。万点红飘水自香，閒潭无梦月微黄。人间纵有忘忧地，不信清欢亦可忘。离时慢脸误双红，苦约佳期绮陌东。明日已乾池上泪，何须两处验芙蓉。流云沙浦水泱泱，难遣深情白石郎。当日馀春真别去，海涯犹是两相忘。朝岚已散暮霞飞，珠水遥通蜃海湄。为我归来香一炷，情缘心事是耶非。逐水随风不自由，人间何路近沧洲。陈王未是微波误，独对空江起浩忧。缃裙薄雾起花间，三里迷蒙去不还。未信能供百年恨，秋眉萧瑟忆春山。捐弃何曾待白头，尽将閒泪湿芳洲。同悲但有南溪水，一夜无言一夜流。路阻深湾浪几重，柏舟谁泛信难通。却从烟际看眉绿，犹怅春山缥缈中。秋涧潺潺出石根，还从苦语到无言。筹云做雨难为计，剩对桥南旧涨痕。游女难求迹已陈，鼍愁蛟怨卧江滨。从兹不采苕华玉，好色何堪赠与人。衾薄犹存夙昔香，卧思前事尽迷茫。七年心上千行泪，并作今宵过雨凉。画堂燕去落春泥，怊怅清宵强自支。花月閒情何处著，小帘风定梦还时。烟花频梦昨年妆，觉后还疑玉在床。婉娩含情宵欲尽，当时犹恨未清狂。谁信江津柳未凋，秋风先送去年潮。小唇芳靥何曾是，飞露流萤又此宵。憨生原不解凄凉，送我南征泪忽双。永忆临歧通一语，他时沧海莫相忘。清夜红棉对座敷，别时言语已模糊。深云覆枕星微坠，记许亲尝口上朱。忆向疏衾泪一丝，此行应不问归期。私盟已负无馀梦，楼上春云做雨时。忍恨还歌古别离，玉楼双舞未双栖。从风岂怨三春暮，孤凤西飞誓不归。度岭临流岂惜身，谁教春思逐行云。南州纵有香风度，怀袖无由遗洛滨。沧海烟涛几许深，珠崖挂席可追寻。微茫莫问瀛洲客，万里难求少女心。百尺桐枯凤不知，冲风折翅复归时。谁怜一曲求凰意，只道南飞木有枝。八极游归始欲悲，吞声岂为妒秋眉。海天风雨吾能待，谁料生桑恰此时。从此新悲忆旧欢，临流心事太清寒。谁知绕郭閒花卉，误作琼枝玉树看。解道温柔似水长，盈盈相对意弥庄。不知隔岸波眉改，却误他乡是此乡。未是风前怨晓霞，独哀芜秽蕙兰花。过时不采随秋草，何况微霜到海涯。轩车何事去迟迟，迢递关河有梦思。佳约七年怀袖里，墨痕点点到今疑。月没星沈有古忧，也知心去最难留。临风莫忆黄衫客，原是馨香欲谢秋。金铃长系护繁华，断井颓垣岂作家。昨夜风寒应验取，女郎花异女贞花。花在中庭月在枝，当春曾为證昏期。移黄转绿原难问，对面谁知背面时。贞魂只在华山畿，化蝶韩凭上别枝。不分六朝诸乐府，如何薄幸尽男儿。一语无情雨绝天，不须回望尚缠绵。行云未湿高唐梦，月约星期但怆然。梦逐流云第几峰，沾来灵雨乍相逢。沈吟不断从君笑，恐复多情赋楚宫。相许平生不负君，少年轻薄悔为文。多时定有书盈箧，谢汝今朝一一焚。无焰灯昏意倍哀，冥冥犹自梦阳台。翻云腕弱难成雨，非雾非烟恐夜来。底事鸳衾七载閒，此情唯似海天宽。君心池水溶溶荡，注海倾江欲受难。盈檠烛泪滴书台，不信贞心竟作灰。谁信孟郊酸苦语，百年结爱结千回。惘惘余怀有未甘，晚花零乱翠成岚。白云不染青春色，特地飘来照古潭。夕阳鸦背负黄金，买尽怀春少女心。稍待暮霞应色变，还如我意两冥沈。梦冷空梁燕失巢，看花惝恍出城郊。洒裳飞露浑如泪，莫向荒林束白茅。醉眼唐花一梦烟，空留丽句挽芳年。秋前正有连宵雨，何事虚堂竟不眠。珠帘琐户几多重，迢递佳期绛帐空。小坐閒行如昨夜，星辰不恨五更风。秋江鸳鹭各成行，新爱何当惜往伤。白露为霜花换叶，盛年未去忍相忘。捐玦何曾怨宓妃，也无谣诼到蛾眉。但持风雨江头誓，来證人生事事非。此日知谁笑我迂，追量真悔少清娱。秋来已尽平生泪，试检今存一滴无。江城几过好花春，眼冷何曾见一人。似此初心如可负，也甘流落百年身。垂杨不用挽春愁，一卧重帏便到秋。乱絮无风犹弃我，从知秋到更难留。一夜西风万绿髡，独馀乌桕守荒园。不辞染作心头色，醉赭醒红总泪痕。城隅徙倚又空归，忽接窗前断绝辞。中夜如狂披发走，长街恸哭叩扃时。长星不见夜沈沈，忍信萧娘有此心。读未终篇悲掷地，訇然胸际荡奇音。一纸书来破梦时，那能薄幸怨华姿。背人泪尽犹馀血，方悟微之决绝词。泪落犹能带恨吞，沈哀誓不叩君门。无声处有弥天意，何用朱唇遣一言。幽愤何堪到女儿，问天瞢暗更谁知。欲将终古深情泪，一洒无双国士碑。易结连环易解仇，蛮笺缄恨覆妆楼。七年独处真凄绝，一恸青春镜里秋。东望芳春万恨俱，美人从此误清娱。柔情虽断难成寸，金错刀能赠我无。阮郎贫失抱中珠，眦泪虽丹亦已枯。为问盈盈楼上女，春山何事采蘼芜。消盟解约事寻常，待嫁依然少女妆。明镜非台安可遗，欲持此意讯温郎。为报琅玕国士知，也曾指腹献蛾眉。人难再得情难复，莫问他年追悔时。风送流红又此晨，唐衢孤愤立江滨。漫将一晌难言意，付与兰闺未醒人。眼迷春尽锦帏斜，冉冉东风顷刻花。寄语江东惆怅客，莫悲韩令负秾华。荃蕙成茅未改求，柔肠总误割星眸。相逢少日原何憾，独抱奇愁又过秋。乱落桃花满陌红，歌唇一世负春风。堪怜苏子台边女，总是声同意不同。春去唯将命乞花，雨朝凝泪祝晴霞。可缘心上无人住，故遣飞红入我家。坠花零萼已凄然，芳节难能再少年。也解放怀原不易，微香颊上泪襟前。旁人只道已忘情，谁见中宵枕泪倾。我是伤春狂杜牧，吟成豆蔻笑兰成。覆水韶华总惜君，重门深闭断知闻。拚教香色都成雨，不许风情独化云。惆怅空林揽落霞，百年风雨一春花。向南犹是芳菲地，欲避何由问海涯。泥生九陌入东湖，洗尽残枝绿未苏。明日千红成底事，一春风雨破吾庐。衾枕温存未是孤，此身随意到华胥。梦中始觉吾仍在，歌哭旁人管得无。杨柳芙蕖各自悲，褰裳佳约已多违。江南梦雨春残夜，只影鸳鸯不复飞。残夜鸡鸣梦不亲，四山风雨欲留人。危栏倚处休轻命，待曙关河要此身。朱弦一绝已心惊，落叶重扃月不明。纵使成连归海上，苍波满目未移情。容易秋风污客衫，寒花香暂燕愁衔。迟徊今日知何意，为有萧娘信未缄。泥忆行云雨绝尘，丹青明誓竟相分。此生虽断情难断，我欲呼天问夙因。猛雨判花一夜寒，流丹成碧碧成丹。自由终是逢春晚，始信人间称意难。自误春韶已隐忧，迟来凤鸟复何求。梧桐不是同心树，一叶飞来忽变秋。收拾年华好待春，岁寒休更誓松筠。微霜乍降清秋节，花萼飘摇又此晨。苦雨彤云十二滩，冥迷失路梦应寒。还将巫峡萧森意，来撼枫林寸寸丹。飒飒南园叶落时，秋怀空抱长年悲。孤来却见同来路，不似同来路易迷。繁弦促柱倦筝琶，莫问罗敷未有家。我但钟情宁服媚，任他浓艳占韶华。狷介真宜举世嫌，殷勤作赋爱陶潜。如今不愿为眉黛，肯便随人冷眼瞻。执袂何须泣路歧，情田不复种相思。红笺缄泪曾亲付，红豆零时又付谁。清夜无人大道宽，重来始觉独行难。萝阴不似君情薄，犹为沈沈护影单。天阔寻归梦里身，东风吹鬓楝花春。残丝未断陂塘晚，袅袅缘何与我亲。井阑丛卉受风倾，井水清深似我情。空色漫悲弹指过，心花犹照百年明。情知爱去理难陈，语笑当时竟不真。梦里自歌醒自哭，年年孤卧未怜身。搴帷正坐自殷勤，激楚陈情语语真。此后更谁知此意，人间唯见拜榴裙。苍茫奇气涌如潮，一寸丹留恨未消。腹有诗书成底用，黄金从不负纤腰。锒铛相系岂为冤，不悔南征九死魂。惊梦中宵谁唤起，兰闺邃远未闻言。别浦云寒白日昏，移归小草误当门。兰苕隔水知难拾，一旦飘流一世存。别鹤惊飞感我心，落霞销后绝清琴。孤鸾罢舞烟江夜，不用微波托好音。芙蓉小队逐春狂，邂逅城南水一方。双脸断红曾惯见，何期今日作秋霜。一梦何堪醒夕曛，馀情眷眷复成云。风凄卷幔香何在，啼笑而今渐不分。漫托天涯带泪身，难乾心上女郎坟。悟来不向花回顾，可为夭桃酒半分。前生恩怨此生还，魂断真如梦寐间。心与落红俱化土，他年何待向嵇山。梦醒犹记百篇诗，辽海秋风恰此时。杜宇未鸣兰化艾，千秋同慨一湘累。"}