{"id":"467594","title":"波斯短歌行译笺","dynasty":"当代","author":"钟锦","text":"驱尽繁星天宇澄，扫除长夜看东升。殷勤又唤浮生梦，遥射宫楼最上层。客舍微茫见晓星，忽闻高语苦叮咛：“堂前乐圣歌将作，枕上游仙梦早醒”。一唱雄鸡起主人，便闻客子打门频：“莫将《蒿里》无常曲，负却樽前有限身”。万象新生赖一元，幽人观化到无言。谁将花雪招招至？自见天心漠漠存。苑中玉树曲方阑，杯里金茎露又乾。惟有年年春水畔，万千红紫尽君欢。诗律长瘖似冻乌，殷勤谁解劝提壶？不辞唱尽春风媚，添与蔷薇一点朱。春阳驱尽去年心，好共东风酒满斟。君看长空孤鸟去，不堪万古此消沉。问甚故园和帝京？云何醪浊与酤清？生涯终似杯杯浅，寿命偏如叶叶轻。若言日日有花红，谁见年年花尽同？君看门前春水涨，浪花淘尽古英雄。英雄淘尽只由他，古帝名王干我何！谁管大人龙战怒？谁听小雅《鹿鸣》歌？中分瀚海与耕田，一带平沙细草前。惟愿君王全盛日，与侬留作小神仙。凉阴正好卷诗书，蔬食常丰薄酒馀。得汝清歌时一啭，何妨广漠是华胥！眼前富贵赚渠侬，海上蓬莱去不逢。还我及时一杯酒，兴亡休问景阳钟。恨不为卿言化工：“莫教含笑事东风。一朝吹得丝囊尽，漫许人誇拂地红”。曰俭曰奢徒费吟，一朝身死总消沉。江头谁问怀沙恨？淘尽江沙只见金。富贵区区徒尔为，荣华谁见不曾衰？茫茫一片胡沙雪，明灭逼人能几时？天地何妨逆旅看？门前日月转双丸。荣华多少逢迎尽，一样匆匆遣素檀。巨殿高陵没棘丛，君臣宴乐一时空。野驴踏得骷髅破，不遇名王射虎弓。经惯风腥草木穷，开从战血色逾红。纵教词客怜香泽，肯与钗钿坠处同？依依记得绿罗裙，芳草相怜意最殷。更著江头离别泪，滴成晴碧远连云。殷勤把酒劝卿卿，来日须同去日倾。万一明朝天地改，劫灰飞尽古今平。当时座上尽豪英，春已高歌酒已倾。酒苦无多春苦短，凄凉忽向北邙行。占得谁家歌舞场？腰肢弦管满华堂。寿非金石终须尽，又替谁家占北邙？富贵须行乐及身，人生奄忽若飙尘。一朝尘复归黄土，无酒无歌始识贫。“来世茫茫今世空”，鸡人一语警愚蒙。金茎露冷建章殿，玉管风寒长乐宫。方士硁硁术士诬，神仙毕竟是虚无。不闻大药黄金得，只见荒丘宿草芜。当年遍问道根源，直造玄谈与圣论。生死茫茫终是惑，出时仍到入时门。学尽多方作本根，得来全不见微言。道枢人极都休问，水迹风踪岂有痕？莫问根源到太初，莫寻根蒂向空虚。泾流有量秋时至，大块无心气自嘘。止酒徒增百岁哀，且将大惑付馀杯。人间死去生来事，莫用玄言作漫猜。御气环巡列宿斜，拂云遥见镇星华。已经屈子无穷问，未到庄生不尽涯。门掩瑶池帐掩宫，遥闻高会意难通。知谁偷得仙桃种？栽到人间一遍红。欲问茫茫造化因，地无一语答吾人。海唯愁诉沧桑事，天自潜行十二辰。直上遥天叫帝阍，帝其示我道根源。帝从天外遥相答：“道自昭昭汝自昏”。紫泥杯里泛流霞，待问吾生可有涯？杯自殷勤来劝我：“君如不饮负韶华”。问杯能饮一杯无？恐汝前身亦酒徒。阅尽醉中无限客，今来劝我只区区。记驻行途看冶陶，冶中陶土作悲号：“君当太古原吾与，今日君工且缓操”。传言黄土造为人，时有娲皇圣且神。抟者成尊縆者贱，一般代代是浮尘。哀哀念彼下泉人，一闭重泉不见春。持酒来浇坟上土，滴君愁破乐君身。擎杯当学郁金香，朝露擎来作酒浆。身不覆时杯不覆，百年三万六千场。服食求仙所误多，百年将奈百忧何？不如挽取行觞女，同向筵前尽醉歌。醇酒妇人聊且娱，由他随化向同途。既言昨日是今日，谁道新吾非故吾？一旦行行至忘川，孟婆遥立望如仙。相迎满捧醇醲酒，君莫踟蹰不敢前。君若去为尸解仙，御风直上自泠然。多惭客养千金体，长笑齐州九点烟。大行途上一穹庐，迎得王来暂驻舆。王去好教收拾起，明朝过客尚堪居。天地无穷德在生，百年生死若为惊？身如绿蚁新醅酒，持向神筵不住倾。帝帷方入渺无痕，空见绵绵天地存。来去但如投一石，微澜不改海波翻。渴饮何妨片刻留？甘泉一脉出荒丘。遥天幻出胡商队，空赚行人向尽头。有涯偏自逐无涯，好辩多方亦足誇。道术竟为天下裂，是非或在一毫差。是非或在一毫差，祈借灵光引路遐。入室全收金匮宝，乘风直到玉皇家。象外环中动不居，退藏冥宰莫仁予。东天只见初生月，西海不知终化鱼。一晌登场解意无？幕垂灯烬暗红氍。也知真宰闲游戏，谱得传奇漫自娱。街衢在地问无途，阊阖在天人漫呼。上下茫茫徒恨了，明朝恨到汝身无？彼是终为一是非，君来辩尽竟何希？知无实若葡萄盛，生有涯如杯盏晞。何期再赴合欢宫，宾客喧阗高兴同。虚廓天成离妇恨，蒲桃酒是女儿红。尺墨难绳世有空，形名莫测道颓隆。无端阅遍诸家学，始付生涯到酒中。曾调历象授民时，理自庸庸不足奇。销去明朝和昨日，当前杯盏莫须辞。曾记前时暮色青，长天遥坠酒旗星。蓬门未入先呼饮，自向肩头解玉瓶。辩尽无涯辩有涯，不如全付酒仙家。能收君泪如铅水，鍊作黄金买岁华。远交近伐日相侵，费尽君王济世心。不及生前一杯酒，人间恩怨判消沉。帝使葡萄作酒浆，孰云藤蔓乱常纲？信知天赐终为福，但恐人谋竟是殃。吾身一旦掩松蒿，那觅仙家白玉膏？覆了忘忧杯里物，馀生何处避忧劳？上下茫茫事莫知，但知岁月去如驰。君看今日花成海，不到明年树上枝。先入冥关不尽人，竟无一语报交亲。悬知我辈终须到，再若相逢可有因？黄泉碧落事茫如，等是南柯太守书。呓语偶然成耸动，梦魂终自在浮虚。遣吾魂魄去幽冥，今世来生辨本形。魂魄顷时还报我：“茫茫上下独伶俜”。幻妄俱从嗜欲生，天堂地狱本虚名。茫茫我自闲来去，一起机心有不平。马骑灯里影回旋，尽自纷纷幻大千。一点孤明阳燧火，是谁取向正中悬？昼夜界成纵与横，谁家有此一棋枰？吾人为子随翻覆，覆尽挥将笥里行。玉勒金鞍笑打毬，一杆击处看星流。偶然堕地真游戏，怨甚君身不自由？挥毫司命簿中书，夭寿无情尽在予。好学积仁庸得易？哀陈泣诉莫能纾。上者苍苍是一穹，茫然下覆作樊笼。我来生死因休问，天自回旋势所同。黄土抟成最后人，便教代代作浮尘。来从何处归何处，底事临归恨不申？今朝既付饮疏狂，明日宁论意短长？世事但知前已定，去来莫问且挥觞。爰命羲和御六龙，旄头高揭岁星从。茫茫驰过黄尘去，留得红云下罩侬。葡萄藤蔓结吾生，举酒问谁青眼横？君自苦行休笑我，浊醪妙理正难明。贪尽春风酒色天，莫因用逸畏前贤。名添两庑吾何用，输与旗亭斗十千。黄土抟人魂魄生，正多哀乐世间情。一从理欲成分隔，直到今朝恨不平。娲皇泥土予吾人，还以精金铸圣身。此事凭谁相约束？世间妄意总非真。人生漂荡苦消魂，处处相逢有酒樽。我到樽前沉湎尽，天如罪我是奇冤。抟土縆泥意已差，力穷竟未拔其蛇。人神从此交相恕，更以何心判正邪？只待消除禁食天，望中红日尚西悬。陶家坊肆重行到，瓮缶纷纷拥我前。红泥紫釉自斑斓，巨瓮长瓶各就班。或挂壁间歌不止，或陈地上态偏闲。或言身本在泥陶，成毁由人信手操。今是壶樽明是土，若他生死岂徒劳？或言否否请深思，大匠焉能似此嬉！见说儿童惜杯盏，孰云君子败尊彝？时则诸壶默不言，忽闻窳器苦鸣冤：“人皆笑我形枯槁，失手谁于大匠论”？时有能言小缶来，善齐物论语相开：“若知天下无同异，窳器何输大匠才”？一言忽发甚庄严：“尔辈云何妄自占？陋如窳器恩犹在，慈似春阳物普沾”。一杯如怨自呢喃：“人不惜兮君不衔。闲置尘埃身久渴，请将暖酒解吾馋”。坊头正有月纤纤，瓮缶纷然引领瞻。“痛饮日随新月到，明朝须待挂青帘”。一朝命尽赴黄尘，乞用琼浆洗我身。留得葡萄藤蔓在，与侬点缀玉壶春。玉壶浇向死躯灰，生出葡萄藤蔓来。彼自多情偏泥客，圣徒牵共酒徒回。长年销尽世间情，中圣何须避浊清？不许浅斟邀令誉，便将低唱抵浮名。几回年少悔疏狂？也向尊前忏一场。待得春风吹酒醒，又拚今世为花忙。毁尽荣名误尽吾，事犹不解酒家胡。卿来卖此忘忧物，一世欢颜买得无？花已飘零春已归，韶华不住漫依依。枝头自爱黄鹂啭，谁晓去来何处飞？茫茫瀚海见泉踪，渴极行人一跃从。若踏陌头春草偃，顷时昂起复蒙茸。仙人来日尚迢遥，犹及韶年未尽凋。乞把平生重付与，眼前罪悔一时销。帝意真能感应无？遣教吾汝握灵枢。不须宇宙俱颠覆，重画先天太极图。明月寻人夜夜来，盈虚不改此追陪。凄凉知有谁相遇？只向空园照冷杯。依旧行觞劝客来，翩如星里月徘徊。乞君到我当时座，聊为空空酹一杯。"}