{"id":"467788","title":"译《鲁拜集》","dynasty":"当代","author":"黄克孙","text":"醒醒游仙梦里人，残星几点已西沉。羲和骏马鬃如火，红到苏丹塔上云。一抹朝暾染四埵，隔门客舍语依稀：『生涯莫放金尊懒，人易凋零酒易晞』。晨鸡一唱起南柯，门外羁人击节歌：『大地苍天原逆旅，匆匆客岁已无多』。东风吹醒梦中人，碧野平芜物又新。摩世手伸千树白，耶稣气吐一山春。沉沉消息七环杯，伊览芳华尽劫灰。唯有野花红似昔，年年争向水边开。绕梁音绝歌人渺，犹有啼鹃格调高。酒酒连声玫瑰酒，欲将双颊染樱桃。春火珠红酒里天，心中块垒碎尊前。白驹此去无多路，岁月无情已着鞭。不问清瓢与浊瓢，不分寒食与花朝。酒泉岁月涓涓尽，枫树生涯叶叶飘。闻道新红又吐葩，昨宵玫瑰落谁家。潇潇风信潇潇雨，带得花来又葬花。汨罗江水伤心碧，铜雀台花寂寞红。醉眼只宜看白日，干卿底事哭英雄。平芜携手看黄沙，牧草青青瀚海涯。白屋朱袍浑不认，羲皇榻上是吾家。一箪疏食一壶浆，一卷诗书树下凉。卿为阿侬歌瀚海，茫茫瀚海即天堂。三生事业尽朦胧，一世浮华总落空。今日有钱须买醉，鼓声山外任隆隆。玫瑰周遭向我开，嫣然浅笑更低徊：『看侬一解柔丝蕾，红向千园万圃来。一杯浊酒无余恨，死去谁怜金玉榇。但见明珠出土来，凄凉白骨无人问。富贵当年想石崇，银鞍金络气如虹。可怜雪落平沙里，曾几何时日又中。乾坤寥落一穹庐，日夜循环起太初。多少英雄来复去，锦衣华盖尽同途。华表丹墀一例空，荒凉台榭走蛇虫。虎踪今遍英雄墓，无复惊闻李广弓。红花底事红如此，想是苌弘血里开。一地落英愁欲语：『当年曾伴美人来。芳茵绿遍清江外，弱草娇柔人欲采。寄语行人莫损伤，离离草下知谁在。为卿斟酒洗尘缘，莫问明朝事渺然。我便明朝归去也，相随昨日七千年。旧日湖山同醉客，只今寥落已无多。几杯饮罢魂销尽，一一生涯酒里过。醉眠陵上草芊芊，草下长埋古圣贤。借问他年陵上客，阿谁枕我骨头眠。时恐秋霜零草莽，韶华一旦随花葬。微尘身世化微尘，无酒无歌无梦想。饭颗山头饭颗生，莲花灯下莲花起。忽闻棒喝一声来：『道不在斯不在彼。地狱天堂说未真，恒恒贤哲几多人。玲珑妙口今安在，三尺泥中不复闻。少年执麈好谈玄，邹子雕龙衍子天。犹是野狐心未悟，金函不学学逃禅。辜负高人细解蒙，希夷妙道未能通。此心本似无根草，来是行云去是风。浑噩生来非自宰，生来天地又何之。苍茫野水流无意，流到何方水不知。生本无因死亦空，前身后世影朦胧。何如十斛兰陵酒，世界微尘一醉中。骑鹤神游阿母台，七重天阙拂云来。玉皇仙籍偷观尽，司命天书揭不开。太极庄严门矗立，谷神缥缈帐深垂。微闻玉锁初开日，度得红尘一客归。遍访乾坤总惘然，天垂日月寂无言。海涛悲涌深蓝色，不答凡夫问太玄。闻道天人原合一，微机分寸自能参。如何缘业凭天结，天道恢恢不可探。红泥酒爵在唇边，欲问前缘与后缘。酒爵多情低语我：『且将陶醉换华年。醉向冰壶问短长，冰壶前世是刘郎。试看此日壶唇上，多少脂痕渍粉香。南山采土冶为瓯，土语啾啾说不休：『我亦当年尘上客，劳君雕琢要温柔。不闻野老瓜棚下，扪虱荒唐说鬼狐。见说天公能造化，捏成骨肉自泥涂。独对山川高酌罢，临风细细酹余觞。遥知几滴馨香酒，必有泥中醉鬼尝。郁金花瓣朝天舞，好趁晨风醉甘露。日易盈昃露易晞，空垂残萼伤迟暮。成佛成仙渺果因，明朝身世付烟云。携壶浪迹山林上，翠柏苍松供酒神。绿酒朱唇空过眼，微尘原自化微尘。今朝我即明朝我，昨日身犹此日身。茫茫天地有筵台，司命高持黑酒杯。酒过数巡应到我，欣然尽饮莫徘徊。一朝蝉蜕余躯壳，魂魄悠悠归碧落。低首烟寰应自羞，几年为此皮囊缚。皮囊甲帐驻苏丹，明日苏丹又西作。寥落穹庐野火中，苏丹骏马飞沙漠。人来人去千秋事，水泻危崖泡沫轻。泡沫刹那俱幻灭，华严瀑布永奔腾。一入重帏客渺然，无情天地自绵绵。浮萍几点随波去，不改苍茫海色玄。平沙万里步明驼，寻得甘泉且放歌。莫问远乡多少路，远乡遥指是亡何。儒者登坛墨者逃，由来真伪爽毫毛。一生一死寻常事，谁把天心示我曹。真伪由来爽一丝，元真故故在希夷。凭君参尽人天理，得见天心未可知。月明海上化仙禽，忽幻鱼龙入水深。世界刹那千万相，盎然不变是天心。浩荡天门瞬息开，千秋蝼蚁浪疑猜。云山几度成沧海，造化红尘游戏来。举首叩天天不语，低头问地地无闻。即今俯仰犹迷惘，何况他年墓里人。垦道求真终不获，便成果实亦酸辛。何如独到南山上，摘取葡萄祭酒神。落落心怀久不开，酒酣拔剑断琴台。忍教智慧成离妇，新娶葡萄公主来。是非原在有无中，竭想穷思总是空。借问一心何所好，满杯春酒漾娇红。曾司北斗与招摇，玉历天衡略整调。纸上淋漓纵醉笔，勾除昨日与明朝。蓬门昨夜有人敲，王母仙童馈绿醪。翠色新瓷包锦袱，启瓶一酌是葡萄。葡萄美酒紫金钟，药鼎丹炉笑葛洪。输与此时一杯酒，琴心三迭十年功。酒降人间感上苍，一杯洗尽九回肠。钟馗手秉旋风剑，独立天庭百鬼惶。上帝传符造甘酒，杜康降自九天遥。若非天旨分明在，谁敢皇皇犯戒条。天上何时禁酒觞，人间甘露我偷尝。拚将缥缈三生债，换得千秋醉道场。碧落黄泉皆妄语，三生因果尽荒唐。浊醪以外无真理，一谢花魂再不香。道失冥关谁借问，了无归客说岖崎。漫漫别路深如许，寂寞行人只自知。哲人敧枕漫游仙，睡眼惺忪说太玄。地狱天堂言未已，转身榻上又高眠。欲寻身后路茫茫，自遣离魂到大荒。魂魄归来唯一语：『我兼地狱与天堂。醉抛衣带成河汉，泪洒云山作汴湘。火借愁心为地狱，酒空尘欲即天堂。琉璃冰罩转玲珑，巧镂山河大匠功。中有光明灯一盏，纸人泥马影憧憧。纵横日夜为棋局，枰上千秋劫正浓。转换腾那犹未了，残棋一一入壶中。眼看乾坤一局棋，满枰黑白子离离。铿然一子成何劫，惟有苍苍妙手知。冥冥有手写天书，彩笔无情挥不已。流尽人间泪几千，不能洗去半行字。浑圆天盖碧深沉，月运星移古至今。莫向苍天求解脱，苍天旋转不由心。天化劳人泥与水，身渗苦水到穷途。云山沧海何年尽，都在鸿蒙纸上书。风云一一安排好，世界如荼入眼来。痛饮不闻狂客问，明朝何处化尘埃。天马长嘶振鬣毛，溟蒙驰道接云高。神明马上伸天手，摘取星辰向我抛。神山一树众生出，我是仙桃树上虫。偷得人间金锁钥，醉眠内府宝藏中。心中幻灭有明灯，幻出人间爱与憎。灯影酒中犹照我，神明坛上见何曾。天公取土雕成我，爱欲痴嗔泥里和。争又人间设果因，三生却问他生过。天赐人间自在身，形骸放浪是元真。此生那有他生债，未向苍天借一文。千山岐路何人辟，要问冥冥造化来。鞭底苍茫征路远，乱蓬好自为吾开。苍穹含缺女娲嗟，伊甸天园尚有蛇。草草众生原帝力，谁教为善与为邪。晨昏一例醉中眠，过尽凄凉九月天。又访村家陶匠去，泥瓮秋客对萧然。红猩绿翠采姿多，短缶长瓶壁上罗。黄目无言垂醉眼，泥壶开口唱山歌：『弯弯壶嘴似蛾眉，手做泥壶为阿谁。随手捏成随手碎，到头还是一堆泥。瓦尊壁上曼声呼：『酒客犹知惜酒壶。多少匠心成一器，无端谁忍碎无辜。古瓶臲卼背穹隆，独坐尘埃诉苦衷：『想是匠人年已老，摩挲雕琢手龙钟。小壶颜色火烧云，谈笑悬河水泻银：『漫说陶人与陶器，孰为陶器孰陶人。说法泥瓮貌岸然：『成材成器总由天。残壶废盌都抛去，抛到无情火焰边。寂寞凋零一断壶，年年愁待酒家胡：『请君为我勤斟酒，垂老心肠久已枯。月照千家户半开，壶尊无语静尘埃。鞋声细碎闻窗外，疑是飘零酒客来。一旦魂归万事空，劳君倾酒洗萍踪。遗身愿裹葡萄叶，葬在名花怒放中。死化寒灰带酒香，河山千古葬遗觞。他年游子来凭吊，犹得坟前醉一场。不事神明事酒魔，前尘后事任蹉跎。借来年命偿杯酒，卖去浮名买醉歌。平生悔恨我何曾，醉里模糊说不清。见说人间春又到，尊前莫作懊憹声。酒误浮名犹爱酒，转怜卖酒村前叟。卖来不过几文钱，何物能如酒一斗。墓里古人浑不语，杨花榭后飘香絮。子规啼尽一春心，飞到天涯何处去。古野犹生春草绿，茫茫大漠何寥哉。行人远道凄凉甚，可有清泉慰客来。愿见仙人启玉楼，天书细细写从头。生涯不为重斟酌，便把微身一笔勾。梦游昨夜到天池，欲借神明剑一枝。斩碎三千愁世界，从头收拾旧须弥。明月多情伴客身，人来人去月无闻。从今几度黄昏月，遍照园林少一人。酒僮酒僮劝客来，座中无我莫徘徊。醉翁去后余何物，一只空空覆酒杯。"}