{"id":"467725","title":"浣溪沙四十四首 春来","dynasty":"当代","author":"崔荣江","text":"柳朦胧织若纱，好风吹得绿多些。千绦次第竞催芽。一片阳光烘帐，归巢燕子碰帘斜。将春衔入故人家。谁泼天宣比墨浓？秋波无递海棠红。知心明月照朦胧。侬立中宵呵一朵，花藏叶底费双瞳。那般羞涩似初逢。云水飘摇入怨深，参商隔却两知音。奈临水镜照桐琴。无觅云槎汎弱水，有凭雁柱寄冰心。有风相和似君吟。欲拭缁尘看镜花，恨无君手饰簪斜。今年依旧去年嗟。时节不堪开柳眼，侬心无奈系梅芽。偏生又雪把红遮。一髻初长已覆眉。寒衣节外恰芳菲。女儿红酒对斟杯。不弄檀牙梳绿鬓，肯拈梅朵入红词。教吟花著到春时。觱发鹧鸪冷不啼。薄云裁剪月寒衣。寄人讯问值秋题。小字成篇沙漏罄。蜡红烧尽晓窗微。交凭越凫向南飞。风雨潮头亦濯身。宁支梅骨不沾尘。何曾流水逝天真。绿鬓云丝缠婉约，黛眉杏眼漾清纯。芳华依旧那年人。天赐纤心怯俗情。秾华含露自幽生。一花白洁也倾城。宁肯王孙几上谢，偏朝雅士舍边馨。有吟诗句叫花听。邻卜茨茅屡浣尘。俗情多误芷兰身。但教明月水湔裙。记是轮回身可幻，便思来世认须真。将花开与惜花人。转念芳辰并菊英。春时柳眼兑霜清。娇嗔每每向君横。对酒君分双竹箸，濡笺我执一纱灯。新词还写那年盟。丸素轻裁舞袖新。散花飞过起氤氲。如尘如絮也清纯。阶石虫眠听寂寂，檐牙人立看纷纷。有梅一簇缀侬裙。独立无声拍玉栏。月儿轻薄照衣寒。此心还似一钩残。云水去来无雁信，懒庸朝暮罢筝弦。个中滋味不堪言。悔向莲台别俗家。无由肩上挂袈裟。梦醒无趣数檐牙。总念佛前思化蝶。一心携女弄琵琶。小园深处偶拈花。一脉香心许自珍，素衣三叠掩侬身。浴来还就美人唇。圆润中怀隆玉脯，褶柔边曳摆纤裙。越姝曾赚帝王恩。一点眉心皱夜凉，半笺新字半愁肠。不眠明月照东墙。何日君来梳鬓乱，几时烟淡染眉长，为侬重画落梅妆？忐忑心溪一水淙，幽思偏向月边穷，何时梅萼笑嫣红？案上青笺烦瘦笔，梦中红袖惹残盅，吹帘不再旧时风。说道尘缘人竟痴，晨妆未已懒描眉，淡浓长短与谁知？心户肯因嗔日锁，鬓丝亦在恨时衰，人憔宽却去年衣。墙外新枝芽渐长，归来燕子扫尘梁，西厢人瘦懒铅黄。拂面和风无甚暖，萦怀旧梦总添凉，鬓间三月也飞霜。侬有伤心赖别离，灯花勤剔照蛾眉。欲成新句却难为。格律初谙词赖写，生宣铺就墨轻施。莲花并蒂画相思。秋里昏鸦泪有痕，罡风一剪老缁身。枝头悲噪不堪闻。迟暮劫灰湮旧爱，明春红紫属他人。思来何若了精魂。烂漫青春岁不遮，芳妍犹胜去年花。相宜眉黛鬓边斜。许绾香风薰紫袖，勿听愁雨滴檐牙。无邪一曲上琵琶。汲水金盆乞巧针，鹊桥遥祈待星沈。覆眉伊始到于今。执缕编丝盘素扣，将心入扣缀青襟。可怜天下女儿心。恻隐人间殢别情，缁衣灵鹊肯凋翎。天河此夜羽桥横。但使今宵承玉露，何教长岁隔卿卿。金风一叹是曾经。五月芳妍犹可寻。春痕依旧著罗襟。尚濡烂漫点眉心。蚓笛添欢终意浅，辞章拈句或情忱。赠伊婉啭试桐琴。时忆薰风剪碧罗，麝烟微里两腮酡。拈花一瓣掌中呵。故事萦肠生慨叹，相思镂骨起沉疴。总教惆怅入吟哦。憾是鹣鹣两处飞，翮衣分拂麝烟微。望穿柳眼不曾回。惯忍阑干人独倚，不堪杨柳鸟双啼。啼来一妒惹痴儿。媚眼横波有怨丝，缠绵还系牖前枝。花枝凋在别君时。今岁棠花开又早，此时人讯寄来迟。空教憔悴损腰肢。君执纤丝我作鸢，两心凭系一根弦。清风款曲总相弹。试放迢遥尝小别，还牵手里绾缠绵。也教来世若今天。半挽罗裙现玉肌，行畦纤足濯青泥。微风略拂美人衣。心许清眸薰堕泪，味经香舌佐贪杯。寻常滋味总萦回。沈梦依稀认一花，那花开在别人家。明妍欲识隔层纱。辗转痴人挼梦枕，怔忪倦月堕檐牙。晓窗又被晓云遮。晚醉归来又若何，清华好借淡微酡。随身一影也婆娑。乱竹齐肩摇碎月，清风牵手过山阿。误将蛩唱认吟哦。一髻云丝一叶簪，嘬唇婉啭戏鸣禽。眉尖狡黠是童心。龆龀无邪犹可待，流年弹指不堪寻。再回眸怕已春深。桃杏青枝未著花，东君故意晚群葩。欲烹香茗少新茶。便唤晴风多绾柳，急催酥雨快红芽。也教燕子好回家。头著南冠久困城，乌骓未便任纵横。乡思少饮已微酲。白草衰时真落魄，黄沙弥处失晴明。总吹羌笛和愁听。欲立崔嵬事久空，骑鲸遗憾换雕虫。于今不复念腾龙。淡染青莲回本性，虚皴白水许飘蓬。心槎亦可到无穷。新白无聊噬鬓青，二毛差可说劳形。兹心明灭案头灯。信手敲枰输一劫，萦肠倩梦悔三更。流年不复作居停。豆蔻情怀已久赊，流年辗转许恒沙。搔头秋里比蒹霞。一误东风吹烂漫，满怀幽怨唱嗟呀。倩谁额上点梅花？婉啭莺啼惹梦醒，晓帘轻卷放晴明。一番梳洗有闲情。照镜鬓边花好看，化妆额上粉微轻。梅红匀点使香凝。俗世尘中屡滚爬，得清闲处试烹茶。两眸青著燕身斜。凭键能敲千百字，拎壶可濯二三花。不教利碌染生涯。聊借清风送客吟，扶摇迢递到云深。瑶台谁与和桐琴。一例参商浑不语，又吹风雨屡相侵。无情何止是人心。生日明妍觉倍新，今朝龆龀长成人。棠花羞怯与争春。曾拟梅红时点额，也教香墨日濡文。等闲莫负好晨昏。离别新伤覆旧痕，蹉跎日子不天真。看来神马也浮云。绿蚁倾肠忘故事，冰轮照影认前身。壶中未必少乾坤。总倚春窗傻傻思，半生已尽一生痴。如花开却比花迟。朝露尚怜原上草，君心不惜眼前枝。忍教青鬓杂霜丝。苦旅平生储寂寥，东风得便度迢遥。故乡应已著夭桃。一点行藏丢落拓，翻揣思念兑纯醪。酒酲梦到外婆桥。"}