{"id":"468143","title":"西湖竹枝","dynasty":"当代","author":"魏新河","text":"田田万叶尚婆娑，忍唱佳人迟暮歌。到此非时君莫笑，我来偏爱看残荷。别却西湖五载遥，心情意态两萧萧。犹能踏过苏堤去，第五桥和第六桥。千年事隔万重纱，莫问钱塘苏小家。怅望西泠松柏下，秋风吹谢白荷花。山高月小暮钟清，一带南屏淡淡横。彻悟生涯真妙理，等閒须待第三生。小楼朝夕眼长开，支枕看山净俗怀。莫把纱帘轻易捲，四山空翠入窗来。柿子先于桂子黄，此间濠上即方塘。使君省识余心乐，未必刘庄胜蒋庄。蛾眉才见试妆初，自觉香前尚故吾。若把西湖比明月，孤山好作广寒图。远是山形近树姿，周身秋翠点人衣。是幽是秀难分辨，听得琴声过九溪。山水光中涤旧衣，幽居端在圣湖西。偶来葛岭山前望，一道明灯是白堤。清波门接涌金门，水色灯光了不分。柳浪庄前初几月，出来照我一閒人。云山湖水染秋衫，到此人言我太贪。不使月明尊至上，山人桨影印三潭。秦亭河渚路堪疑，名胜风流迹已迷。西堰桥头君莫问，芦花深处是西溪。旁人佳节我无关，少壮年华半已删。一事平生差得意，中秋月在圣湖看。今朝不用小乌篷，信步湖山翠黛中。好是晴秋澄若洗，望山桥上望双峰。独来寻觅旧繁华，又向吴山踏落花。不识当年苏小小，香车系在阿谁家。恋恋湖山去意迟，闲行又到白沙堤。多情桂子殷勤甚，为我花开第二批。银瓯玉叶北人愁，肠断钱江欲尽头。梦到狮峰山下路，茫茫万绿一茶楼。俨彩明光色太浓，万灯画出水晶宫。白堤好在苏堤看，忘却苏堤亦画中。一味清香已足奢，此行此感更添加。无情最是西山桂，不待人来落尽花。云气浓浓湿一轩，四围上下绿浮天。不须别具看山眼，自有群峰涌到前。莫是天公有妒心，青山独禁我登临。偏能静里閒支枕，预遣诗思上碧岑。山借花名花满山，就中无我亦萧然。如今山静花飞尽，犹有诗人拄杖看。徐行宛转又拈髭，第一名园好作诗。楼榭隐藏桥出没，珍丛尽处现苏堤。小舟摇进苇花湾，来结西溪百岁缘。曾见词仙溯流去，秦亭山与法华山。荇碍菱妨两桨迟，分流支港乱如丝。回舟不见清溪路，人在芦花顶上移。解人秋日送新晴，山色从西绿进城。浓黛逗人留脚步，栖霞岭下望秦亭。游船多在柳条腰，隔岸湖楼在树梢。人在闲窗秋水里，虚亭坐对第三桥。诗情不与众芳枯，负手湖楼意自殊。我看残荷人看我，天然两幅赏秋图。黄金犹记盛时妆，桂雨飘残满陇霜。感激故人情不改，献完最后一丝香。又将小艇泊秋潭，天色澄清比水蓝。日暮不归贪远眺，堤桥第四月初三。留得超山与半山，重来定在早春前。不教吟兴损游屐，预与梅桃约一年。谁将美酒醉山容，让我沉吟万木中。解识群峰红浩荡，工夫不独属秋枫。谁教胜景列湖滨，眼熟风光与我亲。若使双堤成十字，出山便是涌金门。听雨诗翁小巷眠，卖花声里过千年。素衣我亦风尘客，来到风尘小巷前。小舟深入杳茫茫，湖气沉沉雾气长。亭岛不知何处是，拨船且向水中央。斯楼曾醉四年前，楼与湖图尚旧颜。我亦一如当日醉，西泠也过此桥还。昼出清游夜咏诗，平生快意不多时。雨中杨柳添离绪，三叠千丝与万丝。梦中梦外总相思，又是将归梦外时。织梦计凭三色锦，一湖一桂一西溪。未觉东风脚步先，诗人犹自殢春眠。水边忽见桃花尽，知过清明四五天。早开未必副声名，轻薄桃花是弟兄。接受万人千载爱，知卿不只不专情。连城东北数峰青，市影遥看若有形。不识当年香雪海，逢僧试问宋梅亭。二十三弯竹径深，五云山色落杯心。客来遇雨亭前坐，静到难为一字吟。花香山色莫争雄，逊我诗情一倍浓。辛苦芒鞋都半日，亭亭只见美人峰。楼窗酌句总难工，都为浓浓茗一盅。试倚楼窗湖上望，两堤春色比茶浓。春山微影淡如无，下是苍烟抑是湖。我向茫茫深处去，撑开一伞米家图。湖山此际尽归吾，睡熟西施不可图。回首向来经过处，后边风景胜前途。一人独占一湖波，四岛三潭任我过。若待晴明人似蚁，平分春色得谁多。白苏杨赵四堤横，分割湖身五份成。从此里湖供雅集，钱熊林杜莫相争。剩有青春二十天，湖边风物尽堪怜。惜春不解从何惜，闲看杨花过我前。凭高下看碧澄澄，镜面新磨水不兴。两道长痕三点影，谁将汁字写青绫。近水遥山淡淡涂，词心画眼看西湖。小诗能学丹青样，写我西泠双桨图。温色柔香触旧怀，年时梦影此中埋。多情半日梅花雨，净洗山城待我来。空空渺渺不宜诗，雾锁烟笼影子稀。三岛三潭浑不见，只凭灯火辨双堤。山痕浅浅柳疏疏，百万芦花护一庐。溪水不穷僧不去，人生何必计归途。院落深深一径殊，山光漂动水光浮。归来准备丹青笔，写此苍苍万竹图。一水盈盈上眼青，一舟小小载诗情。杨公堤畔茅家埠，指点山前卖酒灯。远近迷蒙未了青，双堤浓睡几时醒。一身都是春波影，连夜荷风扫不清。曾记西泠共绿波，廿年无处听清歌。诗人住在莺声里，他日相寻柳色多。空外山痕间有无，柳丝密密复疏疏。帘开一尺成条幅，卧看湖山烟雨图。久作钱塘山水奴，诗情丛冗太难梳。今朝早趁无人起，高卷纱帘看雨湖。不辞坐到夜灯稀，数迭青山影渐微。凉入诗心人未去，湖边昨日送春归。相逢每羡柳丝长，奇福西湖共夜凉。看取雷峰频废立，湖边一步即沧桑。"}