{"id":"544643","title":"挽王元美先生二百四十韵","dynasty":"明","author":"胡应麟","text":"泰岱崩颓日，乾坤混阖年。共惊梁木坏，谁拥劫灰然。北极悲遗老，东吴泣大贤。八荒情惨怛，九域涕沦涟。讣达鸡林外，神游鹿苑前。青牛应独跨，赤鲤讵同还。忆昔嘉隆运，重看间气联。星移严子濑，岳降洞庭巅。花甲庚寅兆，蓬弧戊子悬。贞元逢五百，盛美冠三千。奕叶龙为种，苞苻凤集肩。脩眉扬八彩，异骨耸双颧。毁齿惊闾族，垂髫诧里廛。应声题宝铗，唾手拾青钱。玉陛晨宣唱，琼林昼锡筵。茏葱韦曲雾，摇曳杜陵烟。柳岸青丝盒，桃堤赤玉鞭。墨花浮太液，囊草动甘泉。东壁呈辉耀，西曹得静便。锐情三古上，矢志百王先。尽却区中累，全收物外权。词林勤斲削，艺苑恣腾骞。正始追遗躅，开元继绝綖。抟空孤翼上，历块众蹄竣。历下论心最，新都托分坚。宗吴偕骏发，余李并蝉连。南海携公实，西堂对惠连。张公江海契，徐子庙堂缘。社自簪绅合，门仍韦布延。伶俜嘘谢叟，羁絷脱卢楩。结侣摐金石，同心叶筦县。虹光摇海岳，雪色被幽燕。入穴雏探虎，登坛耳握犍。遐踪恢孝武，陋习起成宣。嶓冢千江派，昆崙万谷泉。五经凭发笥，六艺浩忘筌。大笔笼檀左，雄章轧孟迁。漆园饶采掇，郑圃纵渔畋。颂发商周蕴，诗紬汉魏诠。中郎同丽尔，都尉共超然。八斗虚高第，三闾实冗员。兴深陶栗里，情逸谢临川。叙述卑平子，铺张狭孟坚。灵光霞映桷，景福雾盈櫋。只字摩穹壤，单辞耀幅?。喑呜人自废，踔厉世无前。楮墨时随溷，缃缣半矗椽。兰膏经岁竭，藜火彻明然。阁上雠中垒，亭中阅太玄。多闻留偃赐，好学嗣颜骞。急就章章疏，凡将字字笺。虫鱼评叔夜，科斗辨僧虔。鼮鼠奇毛列，商羊独足拳。浮游无宿疾，贰负有遗骭。狱底知神物，河边识女媊。流觞徵仲冶，威斗验承天。待诏今方朔，司空旧茂先。编成罗艳异，志就薄夷坚。腹贮须弥外，胸藏宛委还。诸刘惭博核，二沈谢覃研。绝代难酬价，倾城易遘譞。桓文名藉藉，绛灌目睊睊。道直元如矢，躬行更若弦。当门宁植蕙，曲径讵容荃。萧艾纷投隙，椒兰竞搆愆。一麾辞豹尾，双佩拭龙渊。易水悲歌歇，潢池武略宣。绿林韬剑戟，青土静弓弮。屏翰风猷著，家门历数邅。高牙沦瀚海，大纛仆居延。池水先波及，昆岗骤火延。乘时交鬼蜮，济恶剩蝗蝝。刻木伤缧绁，肩舆询竹箯。千机同织贝，百足漫扶蚿。鱼服恫谁诉，牛衣困自绠。形骸迷肮脏，手足竭胝胼。痛切肠攒猬，熹微命缀蜒。痬薰肌彻骨，瘿决项流咽。断绝张仪舌，轰豗石勒拳。韬钤明主惜，法网柄臣牵。霹雳高空下，雷霆大地燀。魂飞巢压卵，胆夺栋颓枅。进退身维谷，纵横泪若沺。刳心闻唳鹤，洒血和啼鹃。星散华阳市，天回震泽瀍。善权扪紫翠，阳羡卜苍矸。大泽偏容卧，长林不厌穿。扶筇升险绝，蹑屐犯危颠。谢客西州墓，为农北海堧。楸梧存越峤，禾黍种吴田。茂苑繁花丽，娄江秀麦䅌。开园邻绿野，筑室傍蓝田。画栋金银列，雕楹绘垩填。奇峰俱岳麓，怪石尽平泉。曲榭遥通竹，飞楼迥架梴。残山疑坠碣，剩水似浮滇。橘柚连村树，芙蓉隔港沿。萍飔吹袭袭，葵露滴涓涓。陇首珍禽戏，黔南语鸟儇。游人怀鞠■，冶女话鞦韆。揖客长停哺，迎宾屡握鬈。交游太丘广，车骑孟尝阗。急难时捐囷，逢迎岁竭廯。朱衣惊坐众，珠履入门骈。别墅矜驰骑，行庖试击鲜。纷纭操脍脯，蹀躞骤连钱。粣效虞悰制，茶呼陆羽煎。沈酣桑落会，潦倒竹林眠。较罚逾金谷，移封隘酒泉。糟醨凭寄迹，曲米笑流涎。鹦鹉玻璃杓，鸬鹚玳瑁棬。鸱夷浮菌惷，象鼻吸连卷。笠泽槎头鲙，淞陵缩项鳊。连螯烹紫蟹，带甲供黄鳣。水芡房房坼，山樱颗颗圆。儿拳呈紫蕨，佛手荐香橼。馔敌郇厨美，羹嘲党帐膻。嵯峨薪代蜡，嗟咄豆成饘。桂树时停楫，沙棠日扣舷。纶竿张氏舸，箫鼓孟家船。登善文皇册，元常季直笺。玄圭铭大夏，苍佩琢于阗。孟德台端瓦，乌曹椁上砖。月输求志费，日损卖文钱。胜负天人定，升沈气运迁。辞家悲李密，伏阙恸王延。浩荡新恩下，荧煌宿垢湔。勒铭同岘首，封冢象祈连。纶綍飞朝宁，冠绅会陌阡。霜蹄仍剪拂，彩翮骤翩跹。突兀烟霄上，嶒嵘日月边。三关劳控驭，两越寄旬宣。太仆分司重，中丞节制全。空群留騄駬，异队别骃驙。将毂频推楚，兵符半摄鄢。秋霜凝斧钺，晴旭照戈鋋。嵾上攀名岳，沅湘涉大川。云低神女驾，月冷帝妃钿。京兆鲜于敏，廷评定国虔。先驱驯䝟貐，密网化鹰鹯。倏忽人情异，悲凉世态懁。青蝇从抵隙，白鸟任遗諓。勇退羞罗雀，幽栖避跕鸢。世惊鹏偃息，自喜蠖蜿蜒。展卷忻长日，悬书得大年。三苍勤剞劂，五纬罄雕镌。钜碣新罗购，穹碑日本传。褒诛崇衮钺，晃朗切玑璇。黼黻垂钟鼎，丝纶饰豆笾。江河驰藻绘，象纬错丹铅。气色龙成彩，声华蚁集膻。家藏三郡集，童习二鸣编。宝箓窥灵秘，真机握大还。入关遗世事，闭户息尘缘。绀殿群嚣绝，清都百虑蠲。遗经翻损益，大道识坤乾。真诰裁弘景，阴符注李筌。瑶函王母授，金榜木公嬗。厌次东方朔，罗浮郭稚川。黄庭神煜煜，紫府息绵绵。白石搀霞煮，丹珠滴露研。虚无游大洞，冲漠憩重渊。取次蒲团熟，纵横木榻穿。低回迟鷟羽，隐约下鸾軿。太上留函谷，先生叩竺乾。普陀谈五蕴，临济覈三玄。作偈呈希运，题书谒大颠。孤峰凝独峙，古月证重圜。砌上祗园果，池中法界莲。菩提垂宝地，香积布金田。灵祐军持蹋，丹霞佛像㸐。直窥无始奥，真彻上乘禅。隐豹藏林密，鸣驺入谷遄。玄纁何奕奕，束帛匪戋戋。礼数三台接，恩光八座偏。长干邀卤簿，白下注旌旃。东土明无二，南宗集大千。雨花台上句，桃业渡头篇。元礼门如海，文通笔胜椽。世俱荣白傅，畴不慕青莲。帝命劳疏广，臣心恋偓佺。归寻霞外侣，逝作地行仙。放浪君平卜，逍遥善卷佃。陶朱频易蠡，博望几浮骞。小阁披芳素，层轩搆碧涟。鸣琴娱茜峭，吹笛和潺湲。大白凌周顗，深杯角郑虔。优游宽礼法，爽朗越拘挛。拥髻回通德，脩蛾却丽娟。闺房閒窈窕，枕簟绝便嬛。玉树前阶盛，金茎后裔绵。虹霓烂芝桂，雨露荫楠楩。尺璧名高楚，千金骨市涓。流沙陈騕袅，汗血聚騝駽。福履人生备，期颐众望颛。飧苓逾蓟训，辟谷度彭篯。兜率仙宫丽，遮须梵宇妍。龙蛇占起陆，鸡犬候离?。共诧三彭伏，那期二竖蹎。肺愁司马渴，腰惜隐侯朘。杜疟原难起，曹风不易痊。兰金辞管鲍，药石谢和扁。骤解形骸缚，初离眷属缠。金棺来烨烨，玉舄去翩翩。化鹄徒为尔，骑鲸固有焉。尚疑元放脱，翻忆令威翾。烈魄抟箕尾，精魂落斗躔。夜台风淅淅，朝陇月娟娟。震悼闻双阙，吞声届八埏。荣封符马鬣，异兆协牛眠。大树英灵在，生刍涕泗溅。仓皇扪草屩，踯躅负寒毡。片刺交文举，孤城托仲宣。风尘饶盼睐，湖海竭陶甄。宗庙裳衣列，门墙裋褐褰。敢云千里足，突睹九方歅。磊落孙阳御，驰驱祖逖鞭。虚怀悬藻镜，侧目任衡铨。翠黛双弯妩，朱唇一笑嫣。无媒甘老大，不嫁抱婵娟。异代瞻提挈，中途恨弃捐。佳人宁独立，国士讵同怜。骨相成虚负，音容记勉旃。文漪空啸咏，碧浪罢延缘。苦思啼庄舄，深悰泣郑玄。良工亡偃翟，巧匠失轮扁。太室三花瘁，曹溪六叶跧。虚闻南岳让，滥拟石头迁。迦叶神徒懵，维摩病岂然。城佳松郁郁，墓宿草芊芊。郢国阳春绝，邯郸步骤?。荒丘盘狡兔，高岭咽寒蝉。堂后听丝竹，垆头渍酒绵。滂沱临大壑，呜邑问重泉。宇宙遗空笈，乾坤入断弦。惟应四部稿，万古诵钧天。"}