{"id":"565746","title":"悼妇篇一首","dynasty":"明","author":"黄省曾","text":"忆昔稚龄时，婉娈在母傍。嬉戏太无赖，日读书百行。我祖长安归，新谢尚书郎。爱我弄提携，常侍楼中央。苍颉承绪言，口口应荅将。祖欢谓我父，成则不可量。何不选高门，窈窕与颉颃。父荅吾祖言，婚姻久较商。东家有女子，金玉纷纵横。家无读书士，四德恐不臧。西家有女子，贵列八座行。势焰可薰天，他日傲姑嫜。独有俞家女，世族故所详。司寇乃厥祖，紫极效勤王。耽耽卫帝居，名在竹帛扬。内修清且洁，其母蔡氏娘。年与孙齐埒，楣阀况相当。不敢自擅主，请问大人行。吾祖荅父言，汝谋良已长。便可纳镮钗，嬿婉定其祥。由此附丝萝，十八登我堂。是时正月五，户户悬灯光。黼帐粲流苏，芳褥累华床。四斜毬文格，叠胜睒霝窗。雕彩流杯渠，垂帖何辉煌。厨箱绮幕带，皆绣双鸳鸯。锦衾二十四，面里色俱阳。鹧鸪琥珀枕，氤氲郁金香。玉佩鸣珊珊，合卺宴兰房。上服翡翠衣，下曳孔雀裳。髻戴凤翘冠，耳耀明珠珰。佳时缔偕老，琴瑟翕而张。三朝谒祖庙，姑舅奉茶汤。仪止何安徐，淑性且柔良。父母喜相谓，新妇不寻常。由今占后来，吾门当吉昌。十九生一女，二十得男儿。乳媪失料理，妇自怀裹之。婴少多病患，痫疡兼疮瘰。吾妇多辛苦，忧煎无间时。蓬首垢形容，襁褓不得离。晓腹至明灯，晚抱迨晨鸡。儿啼妇不宁，儿妥乃欢愉。寸寸手中长，宛至讽典书。吾年日以迈，吾家日以衰。父母令分爨，别各举烟炊。妇乃司中馈，种种各有规。膳给尊卑飨，方敢食其馀。惜米白玉粒，视薪珊瑚枝。躬理蚕与麻，粗帛当襜褕。吾志乐交游，终日集冠裾。俎豆出纷纭，烹治适其宜。传觞或淹久，未尝有告疲。吾友归万里，途穷无费赀。吾与妇谋言，遂解绛罗襦。吾言友搆疾，求药叹囊虚。妇脱金戒指，一双俾我遗。吾妇常致词，劳瘁不敢辞。倘子在青云，愿勿相捐违。吾与吾妇言，贫有古人师。梁鸿及孟光，闭户同餔糜。达则又望子，令德助僖羁。譬彼比翼鸟，无地不双栖。宁知遭阨运，蹉跎为老儒。日把鲁叟经，沦落坐茅茨。有时对鸾镜，慨昔朱颜移。吾妇来慰言，君子何不思。人生如惊电，揣控有几时。当乐不为乐，日月不我迟。自我入子门，见子但勤劬。笥无五铢钱，架有万卷书。晨暮不昂首，寒煖未扬眉。冬垆不得爇，暑扇不暇挥。握笔撰文章，秩秩动声誉。公卿并来顾，车马问绳枢。英俊相寻游，骐骝同所归。子名非不扬，奈何命禄奇。何不顺苍天，高隐苏台隅。予时荅妇语，子言诚令图。岂固乐尘埃，父母恐不怡。屈意承亲志，低首事跄趋。抗念猿鹤问，他人安得知。有时谢污辱，洒然清冷居。有子同襟者，何殊老莱妻。携手向青山，终乘白鹿车。此愿良未遂，光阴迅奔驹。女有婉娩德，年纪又当笄。吾妇向我言，可以应于归。昔日嫁时装，髹饰悉与之。桃夭忽以及，母女泣相持。膝下娱提挈，爱如掌中珠。一朝远父母，不得留中闺。虽云咫尺间，勿道非生离。女归固以时，家祸忽来兹。丙载丧我父，草草迫桑榆。五内痛崩裂，哀恨何时舒。妾子名玄龄，聪慧实所希。一月在妇怀，妇爱如亲儿。鞠育至三岁，短促夭而徂。临逝遗我妇，双双橘荔枝。妇痛幼儿亡，饮食但悲思。缠绵生痾疚，药饵仅支持。肤革转销亡，肌貌渐黄萎。经岁床榻间，惟有悲叹吁。吾儿心皇急，匍匐治方医。时工无扁鹊，疗剂谬差迷。一日妇向我，哀哀吐悲言。自昔嫁郎君，望子第高官。妾得被荣华，白发共愉欢。谁期辰安在，与子守困寒。禅褠聊蔽掩，糟糠亦不厌。富贵不能待，今当逝黄泉。言讫泪如霰，相对涕涟涟。又谓有男儿，子教为诸生。今年已弱冠，曩聘顾氏婚。早速完室耦，迨我尚生存。旬月如可延，庶伴一寒暄。无令不得面，抱恨向幽冥。予因举其仪，新妇娶在门。扶羸起往来，慈抚殷复敦。踰冬及春暮，疾势剧愈增。含悽向予言，谓命不可度。我死归重渊，谁当理家务。子不素闲习，安知斗筲数。内事无统纪，异日当念我。瑶闺不可虚，愿子早他娶。独有儿与妇，前晚恐不顾。子其慎看待，慰我在丘土。吾荅吾妇言，汝且勿作苦。若果朝露先，吾必不相负。皇天照鉴之，言罢泪如雨。侵寻至仲夏，佳辰过端午。初十妇之诞，强起梳发缕。婿女及男妇，两两献鞋履。吾与并受之，酌言祝黄耇。吾妇酒不胜，劝饮一半口。荏苒又旬馀，神懆谅不久。上与吾母诀，言言愧箕帚。自到我姑门，不能事甘滫。娶妇本防老，至老不得有。呜咽作哀啼，寻复呼外母。生女冀送死，凋零随蒲柳。女道不得终，死恨心不朽。下与吾儿诀，未言泪珠溜。养汝受万辛，期见挂组绶。鬼录来催迫，不复为汝母。吾言弗能再，肠断如割剖。六月朔之夕，进粥犹小缶。漏鼓及二更，炎天移北斗。妇称心痛急，起坐双坠肘。呼我倚床箦，死别执予手。目瞪不得言，儿女泣环守。予泣谓妇言，母苦恋缠纠。儿女予爱怜，子勿顾身后。妇犹耳听之，向我再点首。奄然竟长寝，迁次置前牖。骨肉哭喧喧，即木时在酉。吾儿恸欲尽，擗踊厥倒仆。吾谓吾儿言，尚当念汝父。吾母把灵衣，皓发哭旋走。平生言笑堂，张帷奠题柩。儿女焚纸钱，再哭再复抖。一七悲奈何，七七转眼过。秋风吹素帱，莽莽云崔峨。游尘栖筵几，冒汝旧绮罗。我自他乡归，空床悄垂绥。有语向谁陈，玉颜不可呼。岂独象簟单，形影何太孤。有肴不在盘，有酒不在壶。临御不能餐，宛对又虚无。梦寐虽见之，寤言不得俱。黯惨日销魂，泪尽血已枯。援毫写悲衷，声声达泉途。哀长故难宣，不得竟此歌。"}