{"id":"682207","title":"寄吴少溪宫录七十","dynasty":"明","author":"于慎行","text":"名家侠节世称贤，七十餐霞偶列仙。结客长安曾置驿，买山阳羡久成田。书来济北春鸿远，梦落吴门晓月悬。为问庭前双玉树，青葱欲赋上林篇。长陵佳气五云浮，大国分茅古冀州。两界河山连鲁卫，一时文物盛应刘。铜台月上华池夜，玉殿风生桂树秋。每羡康王旧宾客，至今词赋压人流。倾盖长安意颇亲，山城重枉驻征轮。两河使节归仙吏，一代家声属世臣。路入五云关树晓，赋成双管禁林春。郎曹纵自多文雅，谁许青箱事可陈。阙下班行旧日分，海边名姓少人闻。一竿自钓南溪月，五㹀亲耕上阪云。竹径常无猿报客，松关惟有鹤为群。只缘不忘平生谊，塞雁来时屡梦君。木落霜皋菊始华，离情咫尺渺天涯。三秋佩拥河堤节，八月星浮汉水槎。思客山中疏薜荔，缄书白露满蒹葭。论交何地还倾盖，怅望骊驹对晚霞。从橐名郎满属车，世家吴越邈谁如。传经夙受金华草，问水初藏玉简书。远道西风回使节，片帆秋色过乡闾。趋庭为叩东山履，早晚徵函下石渠。六传西风簇绣鞍，都门又作画图看。应缘斗畔星辰逼，不为人间道路难。汉阙恩光深子告，齐城佳气满承欢。思君此际还千里，愁听秋声木叶丹。空山华月渺愁予，此夕风前得报书。千里人归沧海路，百年泪尽白云庐。方从宿草悲陈迹，况对寒梅忆索居。闻道蓼莪诗总废，春园那不赋潘舆。婆娑双鬓坐寒宵，鼓籥惊心倍泬寥。驹隙百年逢节序，鹑居五亩寄渔樵。云屏旧自枫宸赐，腊酝先将柏叶调。常记南宫封印出，犹题尺疏劝春朝。隔岁逢春雪未乾，春风元日入椒盘。即看淑影蒸云气，已觉晴光到蕙兰。天外音书浑欲断，眼中儿女剧为欢。门前好问朝正使，溟海边烽可报安。人日阴云起岸沙，不知春色落谁家。寒更怯对歌边酒，短发羞簪胜里花。掷罢明琼呼得雉，烧残银烛听啼鸦。相看一笑浑难事，莫惜追欢负岁华。孤城此夜艳年芳，巷陌弦歌玉漏长。残雪离迷明月影，疏灯隐闪画桥光。笛中折柳声新听，马上传柑事未忘。为报河阳仙令道，春风花树已飞香。中州文苑旧名家，结驷相过巷路赊。雪后初倾元夜酒，灯前已发上林花。六条问俗推星使，两世论交感岁华。为讯高堂容鬓好，春山谁伴采明霞。西京仙吏久分携，远道传书报每迟。恨别无因重对酒，追欢只记旧题诗。春留海上金光草，庆衍堂前玉树枝。何地思君倍惆怅，山城落月梦醒时。春风吹梦绿云端，此际思君蕙草寒。北海才名应振世，邺都词赋早登坛。每从斗畔占精气，转向樊中惜羽翰。天禄藏书如可校，青藜夜色许谁看。奎宿长临岱岳悬，天家今日盛才贤。图书七略分中垒，文史三冬属少年。鲁国诸生多避席，梁园词客半随肩。不须别授平台简，自有灵光赋可传。十五年来系梦思，轩车何意到茅茨。探春正及花开候，对酒还当月上时。色动青天看倚剑，寒生白雪坐论诗。芳樽十日君休厌，眼底交情更有谁。草玄亭阁负山城，上日开尊命友生。花事欲阑初驻马，柳阴才合已闻莺。林中几醉平原酒，云里疑飘洛苑笙。廿载相看浑似梦，白头缱绻不胜情。穷游殊未罄交欢，才道分携意转难。湖海何人能命驾，乾坤今日少弹冠。世情总付双尊酒，生事惟馀一钓竿。却羡红颜浑未改，忧时还复劝加餐。坐中有客自南州，为问传经忆昔游。别日埙篪三殿草，归来云树五湖舟。春山见月频疑梦，远道缄书倍结愁。欲识瀛洲图画里，同时强半雪盈头。门前五柳映楼居，倚杖看山迥自如。夕雨霏微芳草路，人家历乱白云墟。田间斗酒为君醉，陇上梅花何处书。却忆薄游周柱史，江南春色满回车。林花落尽殢莺歌，谷口劳君结驷过。使节三春来内苑，征轺五月渡黄河。含香池上家声远，挥麈尊前侠气多。闻道螭头封事在，扶桑何日息鲸波。双阙觚棱汉苑秋，当时曾御李膺游。乾坤别后多戎马，湖海年来有钓舟。华岳云峰天外耸，函关紫气日边浮。同朝晚进公应记，一卧沧江亦白头。绿云缥缈隔清漳，玉札封题到草堂。阁上青藜开璧府，枕中鸿宝示仙方。东平乐善偏承宠，北海工书久播芳。更羡名家苏季子，白头簪笔侍君王。负郭停骖路未赊，孤亭麈尾发烟霞。题诗坐听千林雨，对酒先看九日花。寥落山中逢胜侣，风流江表见名家。知君佩有丰城剑，斗畔何人识物华。前年此日双鸿影，今见孤鸿思不禁。燕市黄金难得意，楚天白雪重知音。秋声萧瑟来杯酒，旧事凄凉结寸心。华阅才名归二阮，君家桂树总成林。山城木落菊花前，杯酒逢君意黯然。和氏且须怀白璧，干将终自倚青天。孤帆别路三千里，两世交情四十年。此后云霄长在望，早看橐笔赋丼泉。清秋多病罢登台，卧阁因君一举杯。玄雁自逢江上度，菊花何意雪中开。高歌郢里惊人调，健笔梁园作赋才。不是关山寒色早，上林琼树若为栽。午桥花竹为谁欢，毋谓成功在考槃。海上烟尘方络绎，中原黎庶欲凋残。舆情此日归司马，揆路何年起谢安。同学老生无世虑，亦题尺牍劝加餐。紫云峰下石为闾，尚想幽人旧隐居。避俗青春违禁闼，移家白首寄樵渔。名标吴国先贤传，手校西京太史书。此日绨囊馀谏草，台郎封事满公车。曾向三山访列真，重来不道海成尘。峰头鹤化犹疑梦，洞口猿啼别是春。玉观凄凉花似雨，松台寂寞草为茵。仙家日月还如此，人代茫茫可更论。黄山片石如斗大，与尔扪萝到上头。击剑放歌云雾裂，攀崖送酒猿猱愁。咸阳帝子何事业，圮上老人无土丘。兵戈满眼那得问，元龙啸傲真吾俦。管子台西汶水寒，朝正驷马向长安。齐城吏绩徵三异，渤海家声起二难。日近宫云春自早，烟消津柳雪初残。遥知课最承恩处，内殿黄金拥汉官。几月鸣琴单父堂，弦歌声满百花香。词华旧羡题鹦鹉，政化新传下凤凰。天向九关开左个，人从千骑发东方。朝回好乞金茎露，綵服春风一举觞。一笑相看共白头，君今亦遂碧山游。忧时早辟留侯谷，蹈海初浮越相舟。千里人随江浦月，十年书隔蓟门秋。灯前斗酒休辞醉，别后关河雁亦愁。小筑渔矶构野亭，心期久已托山灵。何缘斗畔郎官宿，忽傍江头处士星。对酒峰霞侵晚树，垂竿溪雨散秋萍。烟波自识逃名理，不向人间问醉醒。一曲清流镜远空，兰桡初试藕花红。鸥凫影乱千峰雨，芦荻声残两岸风。啸咏何人兼吏隐，江湖此地属渔翁。儿童亦识高阳醉，拍手铜鞮唱转工。契阔多年想盍簪，花前惆怅发邮签。海门又缓青丝鞚，岳观终虚白玉函。为惜明珠曾照夜，可知春草更宜男。时艰正复资匡辅，共指星华在斗南。十年心事未曾违，黄石春深长蕨薇。漫忆封章传画省，虚惭经术侍彤闱。山中姓字无荣辱，天上风云有是非。为谢故人多记念，白头已老薜萝衣。山城别后想鸣珂，五见春风长绿萝。汉室新紬循吏传，燕台旧和酒人歌。林中朋辈看全少，海畔烟霞占已多。十二楼台秋色里，不知几处有行窝。不记雕弧此日悬，敢劳三祝寄华笺。浮沉大块虚称老，啸浪深杯久避贤。百亩桑麻山涧曲，一丘花树浦云边。人间何地还堪往，已借蓬玄小洞天。结庐同卧岱宗云，无那离歌此日闻。江路蘼芜人欲尽，春林猿鸟自相群。休嗟华发长为客，剩有青山可待君。主圣时危须努力，且看麟阁勒功勋。门外汀莎映倚栏，百年生事五湖宽。烟蓑夜挂芙蓉雨，荻月寒浮翡翠竿。半醉渔歌花里听，清秋鹤发镜中看。天家近日多征税，祗有沧浪卧尚安。湖上蒹葭白露秋，司空小队若为留。十年不对陈徐榻，百里同登李郭舟。卷幔疏灯摇浦树，停杯凉月堕津楼。那堪细数生平事，无限悲欢是旧游。华发相逢意转殷，当年藜阁共论文。元卿地应夔龙会，野老名逃鹿豕群。此夜占星知近斗，明朝望岳欲生云。惟馀别思如圆月，不逐河流两派分。三年书札镇相闻，倚杖高丘此送君。憭慄秋声天末起，微茫海色雾中分。情关离合诗难就，兴到登临酒易醺。颇讶连朝多雨气，已知携出上峰云。神霄峰下有仙坛，送远还同斗际看。地近三天秋气凛，节逢九日酒杯宽。红尘阅代多新事，白首论交少旧欢。此别良游恐难再，惟将萸菊劝加餐。汉家博士雅传经，忽讶衔鱼落讲庭。五月梁园尘似雨，十年鲁壁鬓如星。乡心芳草从前绿，客味寒毡依旧青。此日诸生同祖道，骊驹歌断不堪听。青山甲第卜居新，燕雀高飞喜气驯。座上赪霞三岛曙，阶前宝树四时春。藏书自校文园草，闭阁全疏绮陌尘。更见祥源开子舍，天风吹送石麒麟。十年鲁道渺予思，邂逅名山若有期。文雅自承中垒后，宾交无谢建安时。看春正对花如雨，感旧应怜鬓有丝。揖别峰头劳望眼，马蹄蹀躞出林迟。仙家何地接蓬莱，画阁平临百雉开。绕槛溪山春隐映，宿窗星斗夜昭回。云台旧抗匡时疏，天禄还翘著赋才。莫谓长安看较远，紫薇深处是三台。倾盖相逢意颇深，高轩银烛夜沉沉。斗边久识丰城剑，堂上初听单父琴。百里讴吟欣化俗，千秋风雅重知音。别来复枉瑶华赠，回首山城思不禁。剑履当年别汉宫，每从先进想流风。安危正卜山中相，著述方传河上公。梁苑池台明月里，鲁门花树片云东。书成何处还堪寄，肠断南楼度早鸿。长安城角寺门前，把臂魂销十五年。夜鹊空迷千里月，春鸿未带五湖烟。眼中绿鬓人俱老，身外青云事可怜。屈指藏山多所著，不知玄草向谁传。鼓箧吴门赋北征，翘材又进鲁诸生。华林欲带琼枝长，龙种还媒騄耳行。马上寒星冲佩剑，霜前残月堕离觥。春来却望看花处，五色宫云满禁城。渝州昨日使还乡，始得岷峨字数行。读去不知双泪落，别来已是十年强。人间岁月何流易，天外风波正茫。两地青山俱不负，尽堪渔钓老沧浪。吴江烟月梦中残，起坐空堂念所欢。别日只怜分手易，归来便觉寄书难。斗边共识张华剑，天上谁弹贡禹冠。莫问同游最年少，萧萧鹤发照渔竿。燕市分携岁颇多，烟江渺渺奈愁何。云间上客颜何似，海畔书生鬓已皤。望月几回迷远梦，针鱼无处溯流波。还思少小追游日，肠断春城白玉珂。楼前高柳昼成阴，楼上窗开夏日深。隔岸莺声犹似管，迎风麦浪已如金。奚官唱罩遥分陇，野妇提筐渐满林。幸藉薄收供早税，忧天且释老农心。五月欲过犹未雨，秋苗渐槁青可怜。白日火云但袅袅，半岩泉水空涓涓。北来流离满道路，西望邑里疏人烟。城头鼙鼓复不罢，敕使普天飞索钱。登楼聊复当登台，小户疏帘面面开。绕槛溪声千涧落，垂天雨色万峰来。时艰驿路多豺虎，民力秋原半草莱。醉倚石阑成永啸，高城愁听角声哀。重门无客少时开，独上高楼坐不回。落日霞光还潋滟，隔城山势自崔嵬。时名正可抛诗卷，世事惟应付酒杯。怅望冥鸿方有念，群飞燕雀莫相猜。首夏张筵聚草堂，耆英高会踵遗芳。游仙未觉丹霞远，浴佛初经慧日长。新竹娟娟看欲翠，残花冉冉折犹香。城中酒伴俱华发，莫放青尊佐老狂。平生词海渴人龙，下邑欣传借鲁恭。祗畏攀辕期更早，不知倾盖事难逢。三年夏省还真拜，百里春城但素封。卫水齐山非谓远，论交何日得从容。山斋谁寄四愁篇，儒术家声自广川。健笔凭陵宁玩世，长吟激烈为忧天。少陵苦思应同调，北地雄词可并传。此日君王歌云汉，试调繁露佐祈年。久将心事付山灵，石几焚香对翠屏。万里秋声云外雁，一天寒色雨边萤。閒来只自烧茶灶，病里凭谁著酒经。总为此中堪避地，不教人指少微星。萧萧一剑马蹄轻，家在燕南几日程。自着逢衣游上苑，曾将宝诀觅长生。风高古道鸣蝉急，天阔平沙落雁横。老我岩栖愁病客，与君何处访蓬瀛。卢子城头问去踪，不堪别恨结遥峰。春风几发河阳树，客路重趋蓟苑钟。岂有明珠藏薏苡，惟馀长剑吐芙蓉。浮云西北休愁思，霄汉还应雨露浓。衡门谁为驻归骖，国士名高旧所谙。马首春风辞塞上，刀头明月忆江南。杨穿百步才无两，璧剖连城献至三。此日汉庭推授受，石渠同异待君谈。忆昔趋陪禁苑游，宫霞日日五城楼。十年梦隔金华漏，千里心依玉树秋。望里云鸿能北向，愁边河水自东流。知公容鬓今何似，鲁国书生已白头。"}