{"id":"682213","title":"纪赐四十首 丙子二月初与经筵进讲纪述","dynasty":"明","author":"于慎行","text":"春云别殿倚平台，问道恭承步辇来。讲席平依丹地转，经函近对御筵开。凝旒晬穆闻天语，委佩从容列上台。圣学方隆恩礼茂，儒臣长此奉康哉。内殿云深启法筵，隔屏初听玉音宣。宫臣举案趋宸幄，阁相垂绅拱细旃。壁影丝丝浮绣网，签头字字指瑶编。冰兢祇惧终无补，未觉身依尺五天。临雍缛典跨前王，翠辇趋陪侍总章。已听诸生参问难，更随三老沐荣光。八珍乍见分神鼎，七宝惊看出尚方。国祚知同文运远，皇猷应共圣恩长。汉苑新成少府钱，万年宝历赤文镌。青凫出冶铜官奏，黄纸题名玉署传。赵壹囊空留暂满，东方俸薄赐常偏。五侯甲第虚成埒，未拟儒臣受宠年。龙笺一幅日星光，天藻昭垂自尚方。久向横经窥圣蕴，还因纳诲奉奎章。琅函想见仙毫动，蓬室惊闻御墨香。儒术承恩逢景运，非同常侍漫登床。云汉忧歌岁事艰，桑林虔祷圣心殚。祈年不辍金华讲，减膳犹分玉箸餐。始见仙盘疑汎露，却尝宝馔是调兰。崇朝肤寸纡宸想，霖雨应腾四野欢。十载编摩帝典成，神功四纪勒升平。瑶书此日陈丹陛，石室从今秘赤城。赐服总分新绮绣，陪班犹见旧公卿。汉家枉续周南史，欲藉藏山作世程。百年壁府护仙葩，奉诏恭题睿览赊。岂为丹青悬日月，欲凭翰墨发云霞。叨荣乍捧银为叶，摛藻虚惭笔有花。文学承恩逢盛典，黄金买赋未应誇。负扆年来海岳安，春朝绣帻始胜冠。龙楼拂曙天颜近，玉座垂旒日角宽。九庙神灵应已慰，两阶环佩不胜欢。迩臣幸奉青蒲对，珍赐还看出上阑。讲殿朝朝圣渥频，赐衣又见出枫宸。织成共识金梭巧，贡到初开锦样新。色借宫云红近日，香浮仙佩暖宜春。垂裳幸值轩唐理，补衮无劳愧许身。前殿欣观六礼成，千门容物动班迎。欢声欲满双龙阙，春色先归五凤城。拟向宫闱歌燕喜，敢期帏幄被恩荣。行看宝祚开兰戺，愿托华封祝泰宁。节启青阳岁籥新，金人十二画为神。韶华自合留天府，御气谁期洽近臣。綵胜仍分仙禁缕，云屏况借汉宫春。却怜寂寞扬雄宅，门巷恩光接紫宸。芙蓉阙下玉书宣，午日恩颁侍从前。宝叶光分仙岛月，灵符香缀御炉烟。岁时旧自荆人记，风俗曾经汉史传。闻道宸游临太液，龙舟凤管画楼边。华渚祥开禁籞天，恩光每觉近臣偏。函加白璧来天上，锦散红云出日边。裁就灵符华舜旦，镌成宝画纪尧年。衔恩效祝惭无补，金鉴先时献御筵。圣后乘乾万宇欣，明堂布朔启灵文。龙墀已忭群工赐，玉版仍陪上宰分。蓂展瑶阶春动律，日蒸宝鼎气成云。惭将赤管随恩泽，试卜周年祝大君。长乐凝和婺彩光，侍臣沾贶圣恩长。璆琳内苑开银瓮，云锦天机隐御香。鸟迹呈书仙算永，龙文纪瑞宝符黄。朝来碧落箫《韶》度，内殿亲称万寿觞。南郊夜燎泰坛烟，内殿朝开大庆筵。两陛衣冠承湛露，千门钟鼓震钧天。亲瞻玉几云霄上，久汎仙杯日月边。温旨三传咸已醉，欢声动地未央前。紬书金匮愧非才，曾是先朝侍从来。鹓列趋随兰检进，龙衣立待石函开。濡毫每忆攀髯望，珥笔新承赐锦回。大典已成鸿号永，圣心南面尚含哀。献纳金华阅岁年，石渠同异已成编。缥缃每向鸾扉献，琬琰新成玉府镌。圣主渊衷开道籥，小臣丹悃托言筌。还期至德登三五，经训当如日月悬。千古名儒道业真，弄丸常自拟尧民。讵知异代逢明主，犹访遗编赐近臣。迹托无名言未隐，理超有象物皆春。虚怜轻薄词人体，总似枚邹亦后尘。策府群书代所耽，珠英玉屑卷中探。曾闻乙夜开芝检，敢望彤庭锡宝函。子孺休称三箧记，庄生漫向五车谈。从前亦恐酬清问，浩瀚青藜阁上参。九华綵扇贡巴东，午日承恩出汉宫。云影金泥黄帕解，花开宝绘玉函空。擎来濯锦江头月，动处披香殿里风。自是君恩在怀袖，惟将皎洁矢丹衷。殊锡光生玉笋班，曾从青简赋檀栾。蒲筐乍解香盈座，锦箨初分绿满盘。一饭疑含仙禁雨，三秋犹忆北窗寒。惭无凤实仪千仞，祝有龙孙长万竿。芙蓉别殿晓风凉，玉井灵根出水香。荐熟方闻开寝庙，赐鲜已见布朝堂。冰丝欲断鲛人缕，琼液疑含阆苑霜。忆昨金鳌桥上望，红衣翠盖满银塘。胭脂湿晕火珠红，吴苑杨梅入汉宫。帆带春冰江上水，盘分晓露禁门中。曾闻枝袅关前月，似听花飘笛里风。消渴词臣空有赋，惭无鼎实附群公。佳名汉苑旧标奇，北客由来目不知。绿萼经春堆笼日，黄金满树入筐时。江南漫道珍卢橘，西蜀休称荐荔枝。千里梯航来不易，怀将馀核志恩私。讲罢传宣殿左厢，分将苞品灿盈筐。宫桃剖出丹霞冷，仙李沈来碧玉香。方朔瑶池人汗漫，安仁金谷赋荒凉。怀恩正恐虚秋实，不羡春华吐艳阳。六月鲥鱼带雪寒，三千江路到长安。尧厨未进银刀鲙，汉阙先分玉露盘。赐比群卿恩已重，颁随元老遇犹难。迟回退食惭无补，仙馔年年领大官。春朝华祝动仙班，寂寞词臣尚闭关。七日曾疑游帝所，一春全未睹天颜。簪符已奉期门送，金帛还从卧阁颁。长使圣躬承昊贶，归山魂梦亦应閒。经术承恩侍汉京，归家犹作锦衣行。赐金阙下誇疏傅，拥传桥边愧马卿。试语乡闾应未见，即垂简册亦称荣。江湖未觉长安远，咫尺葵心向日倾。阁门五夜听传呼，受赐先从左阙趋。绣带平悬金凿落，鞶囊斜挂锦襜褕。行随豹尾陪天仗，立傍螭坳夹御炉。却笑甘泉称侍从，不知原庙似今无。銮舆三驾出山隈，墨食欣传福兆开。地拥真图连朔塞，天留紫盖作轩台。两宫共倚璇丘望，万乘亲扶玉辇陪。遥见黄门传散綵，红云朵朵下山来。临轩五度擢英才，品第连朝直帝台。香案前头文字进，殿门西畔俎筵开。清班许从元公列，曲宴传教内监陪。圣代得贤应有颂，遭逢惟祝泰方来。西宫送喜到宸旒，侍从恩随禁苑优。胜剪双枝花作綵，金镌万喜字当头。他年茅土应藩汉，此日圭璋早颂周。共识昭陵多王气，年年春色满龙楼。黄门飞鞚到天坛，传道东朝赐讲官。祇为甘泉劳扈从，特从温室下盘餐。调兰欲动先春色，斮桂浑消午夜寒。慈念殷勤知有望，惭无一字罄衷丹。九朝谟烈玉书藏，祖德宗功万祀昌。汉代不须条故事，周家惟用考前王。颁恩内省恩纶降，赐宴南宫广乐张。就裹儒臣称最渥，特烦三锡下龙章。朱楼绛阙冠层霞，玉■金支驻翠华。元相幄中分御锦，侍臣冠上珥宫花。仙城步阅教随驾，别殿常参命赐茶。可道龙颜多喜豫，万年福地属皇家。典礼南宫侍禁筵，还因奏绩荷恩偏。牢尊特遣中涓赐，楮币亲从少府传。漫拟恩华同八座，犹将名字厕群仙。多惭衮职曾无补，一卷牙签十四年。卧阁惊闻敕使来，绨函黄帕到门开。微痾曲轸君亲念，朽质宁堪雨露培。内苑香粳加匕箸，天厨珍菹溢罂罍。衔恩陨涕沾衾枕，魂梦初疑帝所回。乞休十疏始抽簪，敕使连朝出禁林。备物卿臣元自厚，殊荣讲幄旧来深。初衣已卷天机锦，归橐犹函内殿金。惭负宸慈何以报，惟将丹扆效馀箴。"}