{"id":"682591","title":"九望 望瑶台","dynasty":"明","author":"区大相","text":"瑶台兮云浮，菌阁兮蕙楼。溯赤水兮负玄洲，飞仙遨兮驾苍虬。星辰朝兮绛阙，日月环兮丹丘。孔盖兮龙斿，仙之人兮纷纷而来游。瑶台高兮缥缈，中有人兮丹颜绿发而衣缟。翳玉芝兮?琅玕，搴若华兮刈朱草。珠入海而为树，桂逾岭而成林。尘壒既不可久处兮，夫孰表予之遐心。将托朱鸟以为媒，又要之以夙好。朝诣车于雁门，夕弭节于璚岛。虎骖乘而眈眈，龙服衡而矫矫。憩落落之长松，涉涓涓之行潦。聆仙乐于云门，抗飞旌于霞表。招虞帝于苍梧兮，宾轩后于洞庭。戛云璈兮瑶佩，披霞帐兮曲璚。美嘉橘兮秋实，揽桂树兮冬荣。岁逌逌其将迫，心摇摇如悬旌。天池波兮浩溟溟，日滉漭兮云无晶。川谷兮东注，地轴兮南倾。九州浮兮若芥，六合混兮一泓。焦石沃兮何时竭，大壑纳兮何时盈。中有神山，随波靡宁。仙人愁若，诉于帝庭。帝乃使神鳌兮戴之，若浮沤之暂停。犹不免兮漂荡，越洪流而南行。日月出入，星辰晦明。乾坤沸灪而震荡，又何足喻乎变化之鲲鹏。将命太一兮为舟，元气兮为楫。控巨鳌兮驰贝阙，荐波茗兮拾海月。昔神后既奠夫九土，曾莫顾夫家室。何仲尼皇皇而乘桴，效渔父之榜枻。是固吾之所愿，将褰裳兮从之。惧将至而风引，忽欲往兮中疑。鲛室兮嵚㕒，珠宫兮逶迤。仙人下兮光陆离，驾水车兮载云旗。夕息兮晹谷，朝嬉游兮扶枝。路超远兮莫致，蹇惆怅兮生悲。白云游兮苍梧，山连卷兮路崎岖。日黯黯兮昼多雾，岩㟹嶆兮鬼啸怒。樛萝蓊郁兮塞往路，我欲从之修且阻。鶗鴂兮空山，帝子去兮不还。道远兮何极，不能随之兮泪沾臆。涉湘皋兮绿潭，悲洞庭兮芳夕。疏篁兮斑斑，山含怨兮水含忆。步远冈兮不见，蹇夷犹兮难即。望苍梧兮白云，隔千里兮思君。抚瑶瑟兮寄幽怨，采杜蘅兮愁氛氲。桂树生兮山南，沐玄云兮荫芳潭。擢修茎兮幽霭，布芳叶兮夕岚。发华滋兮秋风，翔群羽兮鹓鸿。既拔萃兮高岭，复灌生兮玄冬。扬芬兮素节，含贞兮嘉月。有美人兮伤离，揽岩桂兮为期。信怀芳兮自保，又久要兮申之。去不来兮来不采，芳寂寂兮欲谁待。嘉树茂兮岩间，桂父淹留兮往还。登楼兮长咏，望八桂兮杳难攀。予昔扬舲于桂浦兮，将以极夫遐征。朝发丹水之浛洭兮，夕息重华之所经。俄穷源于星宿兮，访昆丘之赤城。天柱岧峣而飞空兮，地轴支撑而不倾。纷合沓其异状兮，忽神怖而魄怔。崩腾蹙踏来万乘兮，风雨阴晦而会百灵。倏天清而地宁兮，聆箫韶之九成。昔重华之盛德兮，信无远而弗歆。绝潇湘而南下兮，嘉兹土而来临。国不费而民不匮兮，兵卫简而不侵。岂车辙与马迹兮，将釐俗于靺任。遂乐兹而不返兮，溯南飙而长吟。璇宫逶迤而下属兮，瑶台隐起而上寻。驻清跸于磐石兮，招炎景于茂林。参差九韶之管，疏越五弦之琴。趋跄百兽之舞，来仪丹羽之音。黼裳飏兮仙霞举，绛节去兮赤霄沉。太音寥泬其希声兮，遗迹峥嵘而可睹。信帝德之巍巍兮，有天下而不与。留仙旆于九疑，怨瑶瑟于二女。松谡谡而吟风，竹斑斑而含雨。表灵兮珠丘，极望兮澧浦。杳翠旗兮不见，荐芬馨兮何所。钦明兮思君，闻乐兮愁予。嗟南薰之久寂兮，民愠其谁与解之。皇风靡而世遂季兮，俗化淫哇而嗤嗤。久知太音之难谐兮，唐虞既远安适归。将坐兹石而忘味兮，写予心之遥悲。遥睇兮重渊，波光兮接天。美珠官兮风俗，灿贝阙兮鳞联。川炯炯兮圆流，星奕奕兮辉躔。骊何抱而自喜，玑何胎而罕全。愚何剖而忘身，圣何捐而称贤。鲛人兮水中，渊客兮龙宫。孰感恩兮涕泣，乃吐月兮朣胧。?灵蛇兮剖玑鳖，间翠羽兮错珩璁。君子杂之以为佩，佳人待之而修容。夫何世俗之贵鱼目兮，弃夜光而不采。岂忍夫怀宝而迷邦兮，握照乘而自晦。终惧世之不察兮，訾径寸以微颣。虽怀宝其何辜兮，独被褐之见罪。潮生兮犀浦，月出兮贝屿。弦望兮有时，藏珍兮自妩。激天吴兮命海若，木兰舟兮沙棠橹。访鲛室兮从之，蚌鳖纷纷兮媵予。惧轻投兮按剑，将采之兮谁与。石室处兮炎方，越湘浦兮迈衡阳。气巃嵷兮幽暧，洞熑焰兮扬光。厓廞?兮?蜷，凝苍翠兮若英。耸峻坂兮㠍嶪，错绮薄兮芬芳。窅兮谷石碌䃚，岩桂灌生兮山之曲。深兮穆盘径复，舞鸾皇兮嬉玄鹿，皋兰秀兮纷相馥。琼为宫兮玉为梁，罗孔囿兮开龙堂。蓂砌兮荪壁，木兰橹兮芝房。石室兮巍峨，芳湖汇兮水曾波涨。极浦兮丰芰荷，泛曲塘兮茂青莎。绝霞岛兮绕岩阿，洄翠屏兮镜藤萝。独处兮无侣，芳时兮谁与。君奈何兮远游，望湖光兮渺何许。采杜若兮芳洲，结锦缆兮金屿。心欲往兮耽耽，托归风兮鸾骖。待菌阁兮月华，沐天柱兮夕岚。搴朱草兮瑶圃，漱金液兮霞举。朝税驾兮东皋，夕次兮北渚。乐岩壑兮憺忘归，蹇夷犹兮不能去。有崇者冈，赫若台兮。巑岏崚嶒，丰而皑兮。上接云汉，章昭回兮。下列盘洞，户重开兮。怪石嵯峨，光的皪兮。峰峦群峙，挺千尺兮。青岫黛岑，渺难即兮。鸟道纡回，不可陟兮。员屋瑶台，辉金碧兮。玉磴珠戺，芝兰藉兮。璧英明珰，光相射兮。厒隒急辚，暝烟积兮。玉窦奁空，螭龙宅兮。石栊嶙峋，多采择兮。琼木纷敷，僷奕奕兮。猿狖群嗥，谷鸟唶兮。博敞孔阳，游羽客兮。纫兰搴蕙，服侧柏兮。孔盖翡帷，带凫舄兮。森耸崭岩，得所适兮。结桂延伫，中心怿兮。崧台峨峨，乐而无极兮。崇朝凝望，至日夕兮。山崛起兮海湄，复回薄兮云际。见千里兮平皋，挹四郊兮芳霭。出厚地兮百盘，挂青天兮片黛。溪谷兮多姿，朝昏兮殊态。日出兮䆗窱，波泛兮容裔。灵穴兮吟风，幽林兮积翠。曾结庐兮几客，横荒涂兮千载。披阴阜兮吐霞，升阳崖兮迎旭。忽云中兮鸡犬，更天边兮乔木。巅积水兮可艇，涧连村兮比屋。交远皋兮茶烟，若有人兮卉服。幸不游兮豺虎，差可方兮麋鹿。媚林麓兮返照，喧阶除兮乱瀑。飞瀑下兮湿云，径凝烟兮不分。鸾鸿归兮山响，菌桂发兮林芬。灌尧韭兮九节，挺仙使兮一群。三山渺兮难即，十洲恍兮空闻。岂若近兮几席，况乃接兮榆枌。山中人兮来何迟，抚云松兮望所思。岁复岁兮不可待，年复年兮滞还期。秋风歇兮蕙若，春雨长兮蕨薇。胡长违兮涧户，永阒寂兮岩扉。命芝童兮翳芝盖，邀桂父兮扬桂旂。誓永绝兮氛垢，从天路兮薄言归。"}