{"id":"683137","title":"勉学诗","dynasty":"明","author":"方孝孺","text":"残灯结成花，枯木化为菌。凋零如此物，秀气终未尽。人心最灵智，自弃独何忍。圣门本弘大，梯磴多接引。曾高愚鲁资，直解配颜闵。流年急如箭，发白难再鬒。及时不努力，老大成蠢蠢。树木生有枝，子弟教及时。七年异男女，八岁分尊卑。二五学书计，逢人多礼仪。二五学射御，四五加冠緌。今来谩不省，古道当如玆。欲作高高台，为尔宽作基。欲求深深井，为尔远为期。不闻邹孟学，还自俎豆嬉。人材日衰少，善保膝下儿。儿童聚嬉戏，不离父母傍。父母顾盻之，百忧为尔忘。惟此慈爱心，比同春日光。阳和透地脉，草木俱芬芳。儿身巳长大，能不念往常。愉色与婉容，倾心奉高当。嗟哉力何短，父母恩甚长。上堂拜父母，甘旨手自供。入庙罗豆笾，祀我祖与宗。死者魂魄安，生者恩义隆。一门无二志，謦欬生春风。岂惟薰闾里，上闻天九重。祥云及膏雨，滋我庭下松。孰云唐虞远，不得身遭逢。由来豪杰士，世世皆时雍。蔼蔼桑梓树，迟迟杖履音。未瞻父母颜，巳起恭敬心。树木手所植，杖履身所任。此物犹足重，况彼钟爱深。父爱我亦爱，不间兽与禽。六亲同骨肉，何以能相侵。莫驱屋上乌，乌有反哺诚。莫烹池中雁，雁行如弟兄。流观飞走伦，转见天地情。人生处骨肉，胡不心自平。田家一聚散，草木为枯荣。我愿三春日，垂光照紫荆。同根而并蒂，蔼蔼共生成。妻贤少夫祸，子孝宽父心。不知何人语，相传犹至今。室家两相好，如鼓瑟与琴。二亲岂不驩，花木罗春阴。虽云一樽酒，共酌还共斟。物情动相失，安用储千金。家睽在妇德，彖系有遗音。内则记孝养，檀弓著哀思。寥寥三代音，于此犹见之。我欲绘作图，岂乏丹青师。丹青状形体，性情那可为。冬夏适温凊，芳鲜在盘匜。二亲未饮食，如子渴与饥。奈何报木心，限以百岁期。飞鸟失其巢，尚且鸣声悲。创钜痛亦深，衰麻交涕洟。圣王为制礼，进退随天时。千人万人心，一人心可知。谯人夏侯氏，有女志独高。夫家尽荡灭，节义终持操。荣华昔共享，祸患今同遭。妾身偶生存，志巳埋黄蒿。亲戚勿讶我，人类异羽毛。引刀断耳鼻，见义不见刀。至厚莫如地，桑田变波涛。真金不畏火，见此女儿曹。结交须结心，取士须取德。古交金不鍊，古士麟五色。如何当世人，作事多倾侧。甘言转相媚，内险不可测。青青好禾稼，生此螟与螣。堂堂美少年，化为狐与蜮。人心天机在，利欲日夜昏。好苗莫助长，恶木先除根。斧斤一时缓，恶木何由断。莫畏根株深，所忧筋力短。吉人语何少，凶人语何多。多言亦反覆，简默终无他。可磨白圭玷，言玷不可磨。有口号谈天，有辨誇县河。心原一巳放，触物生偏颇。悠悠百年内，荣辱当如何。驱车入东洛，策马上西京。所遇何表表，莫非公与卿。旌旄出广路，百步辟人行。前驱与后拥，不绝如雷轰。人生处困阨，孰不思宠荣。此途良足乐，此任苦不轻。丈夫誓许国，身作万里城。永怀鼎足戒，毋使公餗倾。五行各异气，万物无全材。声当配匏竹，味即调盐梅。何器不适用，有根当复培。山中多松柏，城中多第宅。孟尝千金裘，一狐难取白。田单拜齐将，即墨乘孤危。群心效死斗，燕士不敢支。一朝宠禄盛，惜身思自持。小敌竟不下，大寇空若箕。功名每如此，树立终陵夷。国家匪忧危，宠尔将何为。动怀首鼠计，退与灾祸期。向非鲁连子，身死节亦亏。鸾凰寡俦匹，玉树少枝柯。贵人在高位，骨肉苦无多。轻车驾驷马，妙舞隋清歌。独乐不如众，中心欲如何。东家借一轴，西家求一梭。织成十丈幕，周我堂之阿。至亲隔咫尺，举首如山河。人生四海内，同作兄弟看。一夫向隅泣，满座为无欢。岂我无衣裳，念尔饥且寒。岂我无粱肉，为尔不能飧。群生本一原，有此恻隐端。胡为自汨没，功利日相残。辟如同母儿，给之豆与箪。夺彼以与此，终非心所安。饮马长城窟，窟中水无多。秋风动百草，水面亦生波。长城备外侮，室内起干戈。非关绝地脉，乃是伤人和。不见丰水上，灵台郁嵯峨。前有《大雅》诗，后有秦民歌。锸涂得苦水，流毒如江河。布帛文被体，粟菽味充饥。常人未识察，往往争好奇。贪奇不愿宝，刻成无当卮。大钧播万类，琐细各有宜。得时易长养，失叙徒施为。哀哉杨朱泪，滴向他路?。正途亦甚坦，舍此将安之。蜘蛛解布网，蛣蜣能转圜。万物各有役，何人得安然。周公贵为相，仰思夜不眠。仲尼大圣人，易书三绝编。孰谓我有耳，不闻古所传。一闻敢自堕，勇志如奔泉。好龙非真龙，藻绘等儿戏。惧虎思虎伤，声容凛然异。六经岂虚文，中有无尽意。一从河出图，光景不可閟。皎皎如日星，悠悠在天地。青编积几阁，翻阅何容易。曾参之一唯，已往难再值。劝尔一杯酒，君行莫匆匆。君心虽欲速，道路久乃通。东可窥大壑，西能越空同。不忧岁月晚，但忧筋力穷。三年刻片楮，九年成一弓。制作虽云难，为艺则巳工。小事可喻大，愿言置胸中。离离园中树，花开动无数。或红如丹朱，或白如瑩素。今日正自佳，明晨不如故。易盛还易衰，浮华眼前度。物情何参差，天地均雨露。南山有松柏，寿并金石固。"}