{"id":"683528","title":"咏物体六十六首 梅花","dynasty":"明","author":"王世贞","text":"窈窕娉婷白玉肤，立残清照角声孤。陇头风起家家雪，庾岭人归字字珠。南国容华愁易老，中原消息梦还徂。东君大许群芳在，次第冰霜问有无。琼姿元自傲冰霜，不作东风桃李肠。舞罢转怜如意点，歌残别拟寿阳妆。瑶池月上仙人醉，洛浦霞生帝子狂。为问胭脂山下雪，可翻新谱到西羌。度索山头春正奢，安期玉枣并如瓜。谁留汉殿千秋核，瞥见秦人万树花。枝动乍沾眉际月，蕊残微破脸中霞。莫嫌蜂蝶无才思，闻道东邻有宋家。鄠曲千林花事新，一枝娇婉出风尘。歌秾处处停游妓，报玖时时忆故人。露井谩为桃怅恨，烟江未损玉精神。君听大业歌中语，只有杨花泣暮春。暖雪柔芳出锦除，怪来蜂蝶尽揶揄。晨妆未散垂垂粉，晚泪初匀簌簌珠。愁对峭风时欲语，梦回残月意同孤。莫言零落无人问，自有冰心在玉壶。结绮张星曲未阑，开帘一笑万花看。霓裳夜色团瑶殿，露掌清辉散玉盘。自是蓝田通别种，不同湘浦怨春寒。扬州观里空如雪，争似侬家几树残。谁剪仙人六出花，从教春色倍妍华。移来上苑霞千树，种就河阳锦万家。破萼东风青旆晓，亚枝残照玉鞭斜。曲江旧是题名侣，零落孤村谩自嗟。雕栏曲曲宝妆成，步障春风十里轻。陈氏君臣争结绮，杨家姊妹总倾城。千花夺笑俱回脸，片蕊迎酣别系情。最是洛阳新上巳，谁能不唱丽人行。洛阳名园十万家，天香国艳自争誇。何如王子缑山岭，别有仙人萼绿华。秦女晓妆将掩鬓，曲江春宴剪为纱。姚黄魏紫应无限，并作山城五色霞。百宝台前百艳明，虢家眉淡转轻盈。狂蜂采去初疑叶，么凤藏来祇辨声。自是色香堪绝世，不烦红粉也倾城。江南新样誇天水，调笑春风倍有情。帘幕沈深白日长，一枝娇艳占流光。轻盈着雨难禁态，缥缈萦烟欲断肠。全似太真初起睡，微输合德有生香。昌州应是施龙脑，莫怪当年刺史狂。露浥风翻茜欲流，盈盈溱洧布芳洲。谁家士女来相谑，何处王孙不少留。娇似芙蓉还怯水，弱于丛菊未经秋。惟应摘取玄晖句，消破春风烂漫愁。蜀魄何年别锦城，洛阳春事剧纵横。扶枝细碧娟娟静，坼蕊妖红的的明。啼血自疑新染袂，阳台无复旧归声。如何百羽称尊后，不向烟花暂主盟。浅白微青艳更柔，淡烟轻雨施仍收。流苏带缓初成结，翡翠帘垂半压钩。误马软尘香自滚，窥枝团月璧俱浮。兰台任更吹多少，不结丁香一段愁。蒙茸一架自成林，窈窕繁葩灼暮阴。南国红蕉将比貌，西陵青柏结同心。裁霞缀绮光相乱，蔓雨萦烟态转深。最是缠绵长到老，羞听泽畔女贞吟。扶疏一树雨嫣然，缃菂丹须倍可怜。贡出涂林朝日媚，栽从积草夜灯然。共誇博望槎中实，还记河阳县里篇。雨露恩深多结子，红颜薄命几时传。安石托根知自远，扶南压酢别成鲜。合欢枝上青犹绮，百子池头红已然。初疑宛转珊瑚坠，复似的皪火珠圆。试问图君北堂上，何如玉树谢庭前。内史台中露未晞，宜春馆里烟霏微。轻苞不雨俄先坼，冶蕊无风恒自飞。倡女摘条愁措指，欢期就结畏钩衣。微吟柳恽新篇罢，瞥见斜阳燕子归。若耶溪畔多芬菲，镜里红妆天下稀。映日千霞难辨色，回风一水不沾衣。妖童奏曲横桡去，冶女衔羞戴叶归。何似侬溪为属玉，年年花底一双飞。小立亭亭度夕阳，冰肌却洗市门妆。目成还拟昏黄约，鼻观先参黯淡香。自是维摩羞薝卜，虚劳乐府咏都梁。应怜旧侣颜如玉，瘴雨蛮烟总断肠。一枝幽艳两分柯，岂比长松附女萝。有节不愁春事晚，无言自拟岁寒过。枝枝上苑啼红颊，叶叶清潭写翠蛾。好似王家佳子弟，隔江团扇唱侬歌。为以幽姿淩雪霰，不将仙骨傍风尘。轻回粉面依萧史，细袅琼琚似洛神。栖凤错疑瑶海实，化龙还忆武陵人。肩舆径造无烦主，怕有渔郎指避秦。万里锦城通道远，十年金井沐恩深。幽兰空谷各从好，劲草疾风知见寻。不独秋霜能卫足，由来朝日便倾心。殷勤好诵虞蘩赋，笑杀相如漏上林。十年憔悴傍灵均，澧浦传波色尚新。总为握香誇大国，可无含意托幽人。荣庭秀夺三花晓，纫佩芳留九畹春。我自当门逢弃掷，敢将时调怨沈沦。五岭秋清瘴欲消，尉佗城外锁岧峣。金鹅岫暖花争发，玉兔宫寒叶未凋。明月自吹灵隐粟，白云谁诵小山谣。天香莫怪誇君采，曾蹑仙人上汉桥。三径虽荒尔尚存，故将秋色点衡门。千林落木谁堪殿，九日浮萸迥独尊。甘谷可延胡傅考，沅波谁返屈生魂。何如且向东篱下，潦倒支颐付酒樽。离离朱蕊傍雕栏，雨叶烟跗夏未残。无酒此乡偏淡荡，有书从竹共平安。花开锦里名长乐，树出嵇家号合欢。何以北堂常植此，三荆同拟百年看。暗香柔态出风尘，未取蒙茸刺眼新。妆粉不随朝雨尽，额黄长傍晚山匀。六朝清咏传倡女，三殿芳醪遍从臣。记取落英收拾后，流苏帐底有馀春。曼陀优钵总堪疑，上苑何由借一枝。为问天华拈法处，可当迦叶破颜时。给园初果知难结，色界孤根未可移。肯为东君怨摇落，因风片片浴香池。瑶池消息路还通，谪籍初分弱水东。吟罢冰壶秋片片，摘残珠蕊夜丛丛。霓裳舞夺唐宫月，纨扇歌留汉殿风。零落总如交甫佩，汉江清梦晓来空。江浦波心千叶残，江干木末万花酣。夹城含露辉天仗，高堞垂霞护锦官。欢似美人临镜坐，愁如思妇怯衣寒。幽怀一片凭秋月，桃李如今梦已阑。湛湛娟娟白露漙，折来纤手映俱寒。斜依阿鬌千丝髻，好傍芙蓉七叶冠。拥坐金钗愁自失，辟尘犀导懒同看。佳人别有贞心托，倚遍东风十二栏。秋色空庭媚眼明，嫣然衰叶转盈盈。虚怜夏女能倾族，恰比徐娘尚有情。裛露丹枫聊借润，拒霜黄菊肯同盟。春英三五曾涂抹，短蔓长条恨已生。峭茜青葱滃不消，苍然岳色满庭皋。虬髯欲振千林月，凤吹遥翻万壑涛。摧挫冰霜心自保，屈盘霄汉意徒高。坚贞欲有刘生咏，憔悴逢人用解嘲。青葱峭茜秋十寻，髯松筱竹云沈深。阿阁天空凤双下，吹台风归龙一吟。已闻峄阳足远调，复见露井饶清阴。仓皇爨下荷拂拭，未孤衔恩一片心。小径时荒辙迹稀，坐看苍翠欲成围。封云石峭寒生发，过雨庭空湿作衣。露井纷纷残月上，斜阳点点落花飞。长门亦自经年合，玉辇于今事已非。曾闻异种饶嵩岳，又见枢精应玉衡。老去乾坤专一室，少来泉石便同盟。仙人数节真堪饵，怨妇怜花枉得名。欲向韩终为弟子，还丹未拟付谁成。亭午方床鹿梦过，起看纱碧上文波。琮琤半杂淇园竹，摇曳仍疑下泽荷。太液风低初捲袖，阳台雨细不沾罗。莫言弹事休文苦，听罢秋声恨转多。万条金缕弄轻柔，织雨笼烟不自由。皎似王恭初月下，宛如张绪旧风流。眠腰只益闺中恨，窥眼长牵陌上愁。元是白公堤畔种，可能无梦到杭州。百子池头波渺茫，温柔一种别为乡。移从合浦珠初软，采出蓝田玉更香。漫道青精能驻色，虚劳白石强撑肠。君看自是真仙饵，不乞中黄太乙粮。累垂靺鞨青林端，鹦鹉衔春春未残。粲似玉姬微启笑，煜如金母乍成丹。栽来并耀明光殿，赐出腾辉赤玉盘。不独葡萄先让色，玉门澄酎有馀酸。丛黄的皪散青森，五月珍苞出上林。初似金丸能辟鸟，复如崖蜜有来禽。夏熟共传司马赋，秋风还记柏梁吟。祇应祠庙登新日，不分含桃宠独深。吴筵饾饤应无限，不及杨家种最奇。焰焰晴空烧靺鞨，澄澄嘉露滴胭脂。虚劳驿骑传桑椹，忽忆冰盘荐荔枝。散发风林三百颗，可如金阙拜恩时。消渴秋风梦欲苏，珍苞真拟胜醒醐。朝华露结房中液，夜色星完帐里珠。西域酒香眠校尉，上林宫就舍单于。君听魏帝当年诏，拟向甘泉借一株。曾因骚客称嘉树，从此芳名筐篚间。淮浦孤踪一水隔，洞庭千颗两峰殷。烟霞自与长生液，霜霰翻朱渐老颜。棋局便须相伴住，未烦尘世访商山。万里烟波贡越船，上元灯火禁中传。岳莲遥耸排空迹，金粟曾看授记年。自有色香通妙谛，欲将清苦味真诠。汉宫虚擢铜仙掌，消渴文园病未痊。大陆千林紫气间，野人零露荷镵还。春盘玉并佳人指，晓殿星分侍从班。凤尾擘云回白日，龙鳞过雨坼青山。亦知馋口浑无厌，刚道淇园秀可删。炎德由来应火离，即看珠树一双栖。葳蕤翠葆裁金剪，峭茜丹涂间碧泥。咸阳公主萧史曲，庐江小妇仲卿妻。十里徘徊君一顾，应传乐府有新题。独立高秋迥不同，金眸青骹气殊雄。衡飞大陆千林偃，侧瞬中天万羽空。乍可羁栖閒白日，宁因饱去忆秋风。君看万里封侯相，此日真成出塞功。绿阴春净绣帘空，媚眼金衣调转工。睍睆坐应过白日，閒关疑复诉东风。迁乔出谷聊相慰，止棘翻花故一丛。莫道君王浑厌听，上林新有鼓簧宫。绀趾霜毛亦太奇，亭亭孤立夕阳移。鸡群欲挽难为色，鸥侣虽盟不并姿。琪树寸红分历乱，碧潭双玉照参差。知卿久擅南州誉，曾记开元李白词。翠领丹黔茜复殷，空庭脉脉自成閒。高怀春草洲边赋，归思秋风陇外山。金锁欲飞愁掣搦，碧纱无伴诉閒关。君恩约略知多少，还似长门闭玉颜。伏顶丹砂天下稀，欲栖珠树复鶱飞。缑山一去无今古，华表千秋有是非。碧海天回俱递响，白云风剪自成衣。君侯纵有乘轩意，不爱人间骨相肥。骄飞初傍上林春，百舌黄鹂斗巧频。白雪似侵风里调，青山仍隐画中颦。争誇京兆双弯妩，别取成都十样新。豪兴未除吾计得，平阳歌舞不须人。屈戍春寒杨柳烟，雕笼愁闭自年年。曾教府掾吴儿舞，好听参军蜀国弦。欲语畏人还刺促，多才翻更恨芊绵。烟霞极目空惆怅，笑杀韩生感遇篇。翠领文绡浅着绯，软波芳渚自依依。生怜萧史前身是，长向韩朋故冢飞。璧月联窥秦殿瓦，银灯双上窦家机。烟波最好翻新曲，听罢吴侬并手归。眤眤春风墙外枝，怜晴诉雨立多时。可能如鹊巢谁补，幸不为鹰眼尚疑。垂老厌扶青玉杖，微官犹恋白云司。长安耐有饥乌在，大可相将集凤池。绮质霜毛种种殊，飞鸣元只恋庭除。篱边尺鴳聊同适，韝上饥鹰故不如。怖后长依阿育塔，驯来还寄曲江书。相看总是衔恩侣，翘首云霄思有馀。掠水穿花拂画梁，此星方合字瑶光。珠帘不辨差池影，玉树长衔旖旎香。明月张楼衣是素，昭阳赵殿粉为妆。零陵一片无情石，巫女风多也学狂。耻入鸡群莫见欺，春风麦陇锦漓漇。文明自古非无象，耿介由来不可移。万里越裳开瑞贡，千秋陈宝有雄祠。离弦不作朝飞曲，要听铙歌第几辞。何处翩翩白面郎，曾从说剑学穿杨。悬崖百尺能通臂，过峡三声早断肠。啼入商秋天似水，坐当清夜月如霜。欲将烦恼消除尽，衔果还须礼法王。奉车犹忆上林秋，中岁辞荣在一丘。万事从他誇指马，一身甘自任呼牛。失来秦苑谁堪逐，归去吴台好并游。世路未驯从此决，长林丰草且销愁。自许干城动主知，莫将三窟负心期。梁园雪霁悬罝日，桂殿天空捣药时。好向中山传鸟迹，毋烦东郭代卢悲。金天倘许荣光借，拟上君王万寿卮。咫尺清泠一镜收，明霞点点在中流。惊鳞忽捲桃花片，劳尾徐牵赤玉钩。万里江湖宽出入，半庭烟雨足沈浮。翻波菡萏时相傍，窥沼鵁鶄迥自愁。白马西随汉使回，招提对耸古燕台。摩空日月金轮转，分界河山宝树开。法雁影从天外合，烛龙光并夜深来。绀牙青发同归化，朱网丹楹总劫灰。愁闻卢女罢流黄，露井银床夜未央。漏断朱门花底月，柝寒青海树头霜。逢时宛转欢娱隔，觉后苍茫道路长。不信狂夫能忆否，欲乘云雨问潇湘。"}