{"id":"683943","title":"寓怀","dynasty":"明","author":"王世贞","text":"大禹迷终北，黄帝游华胥。化城高天表，古莽西南隅。阴阳亡交气，民人恒晏愉。乃知八极外，至乐故有馀。沴戾堕中央，令我不可居。阴谋相挡㧙，肉攫自纷拿。冥心超形外，冀得恣所如。矫氏脉季梁，任治为众医。泣者既不肖，歌者亦焉知。王孙戒祼葬，其友遂因之。庄氏等彭殇，达人守其规。求化焉能化，齐物故不齐。万类日樛纷，忘言将庶几。甲兵被天来，朝野无偃居。思欲从园绮，筑坯商山庐。优游终馀日，俯仰多所愉。恒恐坤维拆，陵谷荡为墟。展转不克谋，憣然悟微躯。吾闻至人造，水火置若无。浊酒且自浇，块然还太初。成季推郤縠，礼乐贵戎机。范宣让伯游，汰者亦不违。端揖堂皇上，彊楚辑衡雎。六氏为三家，蚕食公室卑。岂惟惭先节，晋德日言衰。神龙含夜光，千祀自无饥。即且甘其带，栩栩来见嗤。刘累气块结，上诉咸巫师。大化偶万形，此妍彼宁媸。两好各自固，焉在相是非。骊姬适晋侯，戎车啼妆湿。入宫与君欢，匡床愧其泣。才人邯郸艳，自誇倾城国。朝陪君王荐，夕作厮养匹。履荣仍讥贱，在约方念适。焉知非梦幻，役役劳真则。左氏饰繁辞，乃在丧其明。子长下蚕室，述史拟麟经。毋论委质亏，所爱千秋名。夸诩尺寸长，冀与大化争。无趾笑仲尼，桎梏被天刑。何况于二生，没齿徒营营。孔德岂不弘，匡人恨阳虎。参孝亦以孚，曾母为投杼。平原虚掩涕，毛生非溺者。古有两秋胡，空惊茂陵女。似是诚有端，偶来故无主。君子修冥冥，毁誉安足数。彘王蔑周武，中兴振宣谟。殷忧歌云汉，虽旱不告逋。山甫实明哲，方召有良谟。徐夷既宁只，猃狁亦奔徂。人情戒其恒，勤思内自渝。祈父怨爪牙，杜伯蹈淫诛。遂令轮台诏，千古惜终初。秋风杀万物，春气滋群苗。何如谢寒暑，不荣亦不凋。老氏薄圣人，赏罚日哓哓。天地为之端，生人安不浇。寄情太始外，恬穆日逍遥。大禹甘旨酒，愀然若有惩。万机日坌至，焉能事尊罂。陶公但湛饮，千载自休名。贫贱足肆志，富贵长营营。黼衮与布衣，交伸不可争。昔有无支祈，佻负百夫力。终古腥淮流，金锁时掣搦。贰负杀窫窳，帝讨羁石室。梏拲锢其形，千载郁如腊。中祀无百年，滔滔恶焉极。宣淫荡天纪，一死事以息。怅然念休代，奸人易为贼。皇王宪天则，广覆物不遗。四门列九服，大开明堂基。嬴帝吞六雄，扬兵震四垂。炎武因遗迹，滇岭悉来归。魋结袭冠簪，卉服改裳衣。西琛并南赆，王会无后期。善哉太史公，谓得圣人威。竖儒守一经，安能知是非。渥丹未离色，返服岂不早。念此有尽年，徇彼无穷道。角犊挂遗编，春原日游好。紫云西北来，慨然商山皓。为人作羽翼，短发何皓皓。赤松骂留侯，钓奇污诸老。处则为远志，出则为小草。文景体恭俭，陈粟俯丘山。易世因其资，气欲盖九纮。柏梁既以灾，建章遂造天。蜀汉穷材木，少府罄金钱。原麓既如髡，闾井宁不然。感此池上翁，精灵泣帝前。天心虽仁爱，毋乃滋倒悬。蜀有严夫子，渊博世无俦。九州历其八，意者辞帝州。五经亦以四，将无废春秋。春秋不忍读，帝州不可游。伐国且问谀，君子非所酬。是以终岩穴，冥心蹈清幽。四大偶然合，六尘遂缘生。幻心从兹起，空华竟何形。执幻既为幻，离幻亦无成。积渐由奢靡，既得不可名。万动顺其轨，杳然空中澄。定静与寂感，吾闻之孔经。卫人迎妇人，上车戒笞马。至门教送母，灭灶将失火。入室见臼曰，徙牖妨来者。此岂非所言，于时未为可。荆棘横周道，雷霆纷来下。硁硁小人哉，君子言不果。严仲怨韩相，避之轵深里。顾盻屠酤间，聂生为知己。百金何当道，片言杀心起。老母既以归，为君报睚眦。阑入白刃林，瞥然刺侠累。皮面不可迹，欲以存其姊。人间捐生士，殉名安足齿。■力见距山，浑夕出肥遗。軨軨娱空桑，鹿台啸凫徯。念欲耕沃沮，妖氛缠四维。回首盼天阍，沈深叩无期。相柳食九州，膏血瀰川坻。巫咸不能招，伥伥焉所归。步出城西门，踟蹰中不夷。道逢一仙长，自称广成师。授我一丸药，令我杜德机。揽镜朱颜凋，隤然废威仪。禽游无惊翼，兽逐鲜辟蹄。良玉岂不珍，在璞全光辉。惜哉和氏子，三刖乃其宜。西方有圣人，自然坐莲花。跏趺黄金相，下照千恒沙。庄严先帝释，纷诡诸罗叉。种种明心地，安在斗毗夸。奈何浮屠教，土木被诸华。求因还生障，积幻遂成魔。智士达其根，愚者将奈何。杨朱嗟旅人，二妇不相当。美好由心造，贵贱亦何常。屈平避上官，楚材湛沅湘。李牧中郭开，赵氏血纵横。俯念千秋感，畴能竟其方。揖莸登兰席，虽尊故不芳。投璧陨磻阶，虽碎不移光。衰周渝王纪，战伐浩相寻。兵戈无宁绪，诗书故不任。贾竖亦钓奇，王孙折豪心。片言双白璧，一字千黄金。虽非吐哺节，收名良已深。挟瑟华阳宫，朱门日沈沈。所以蓬蒿士，宁为抱膝吟。春秋宁无战，国辞良已修。获主称下臣，伏剑不相尤。虽靡赓歌代，优然见文柔。冯轼观士戏，无礼为君羞。况乃杯酒间，语笑皆戈矛。老父哀龚生，天年胡轻掷。孙登诮中散，不能含龙德。被裘舍遗金，恶在留其迹。生名为杀身，君平悟真易。二士岂不显，四贤胎余则。知白而守黑，乃为天下式。越石豪贵姿，贾氏为密亲。苟无晋阳操，若濡意何伸。深源苍生望，何如渭川滨。高卧不克全，北伐丧其真。慎始固所贵，薄终不足陈。狐兔当衢跃，豺虎争齧人。七尺犹未掩，是非遽难论。赤水三珠树，横条贯中天。金气何陆离，窃窥太乙躔。执法不能纠，紫微竟何言。下土虮虱臣，中夜心茫然。岂无弯弓志，腕弱意何宣。矫首太阳升，胡为向虞渊。在天恶疾风，飘飖无定期。一决土囊口，迭宕不支持。强排浮云出，又复拘阂之。吹沙荡青冥，日月改光辉。波涛甘湛溺，借汝发其私。此物何足论，但恐伤天威。吾闻共工氏，力欲吞九州。馀愤竟何伸，举首触不周。天为西北摧，地为东南浮。万姓弃嬴秦，项籍首相雠。白骨填函谷，濉水血不流。虽无君人业，千载起雄谋。战伐浩无终，吾生已马休。"}