{"id":"683948","title":"拟古七十首 李都尉陵从军","dynasty":"明","author":"王世贞","text":"黄云被原野，策马欲何之。鼙鼓劲前林，招摇动旌旗。涕泪结为冰，婵媛将告谁。长当生死诀，尽我酒一卮。白露尚为霜，安能鬒不移。惟有金与石，庶以表心期。驱车出郭门，北风何惨悽。良朋相追饯，行李且光辉。浮云为我停，晨风为我啼。四牡既骙骙，御者安肯迟。弹琴写情素，柱促令弦移。泠泠流泉水，助我弦声悲。何以将远别，杨柳吐青枝。行人插枝去，往往自成围。少壮若流飙，逝者不复归。常闻忠与信，蛮貊可由之。及时各努力，王路正清夷。妾有冰纨扇，云是齐宫作。得尚君王手，扬飙芙蓉阁。秋气忽见憎，冰簟同零落。卷舒夙所易，衔分栖中箔。物候代相迁，君恩终不薄。敢以南薰至，逆笑狐与貉。栖栖岐山穴，避狄如走兔。扰扰历下田，鹿豕朝与暮。时至偶有为，人功竟焉数。虞帝小鳏夫，虚名攘唐祚。西伯老秃翁，脱身美人赂。百兽岂自来，凤皇人谁睹。垂死窜苍梧，荐禹如有负。戎马践幽王，实以妖女故。大运等循环，智巧安能度。十读九废书，千秋荣朝露。寄声谢时达，毋为圣贤误。势屈难见功，时危易为迹。大海无圉鳞，高风有矫翼。靳此万里抟，聊余一偃息。清时奇遘隐，材士多失职。小者州邑掾，大则公府辟。卑颜窃升斗，揽袂承书檄。寥矣帝者居，永绝渭川迹。吹箫夕拜相，屠狗朝开国。顾谓贾少年，兴文何太迫。诗书一长物，礼乐终奚益。圣主正当阳，群工但胁息。富贵垂昌裔，名声施无极。置酒临西园，澄夜佐微凉。华盖飘圆月，列宿散陂塘。景风媚芙渠，冉冉布奇芳。清吹相间发，惊鸟顾我翔。急节促飞觞，为乐浩无方。俄俄众宾举，相与歌太康。芙渠自有芬，君子自有心。良辰不重得，命爵莫沉吟。成周宏昌业，多士乃日新。远者由耕钓，迩则介弟亲。赫赫我皇魏，九有悉来宾。庸蜀为逋薮，江介有逆鳞。圣心输纳隍，黄钺下秋旻。楼船弥东渚，剑客出西秦。天网布中逵，所希在凤麟。畴为百金士，吾友气如云。太阿拂朝霜，繁弱抱宵轮。挥眸无前敌，抗志在必臻。伊余忝藩翰，夙昔备宗臣。同欢岐忧戚，厚禄豢其身。狐白足禦寒，片腋非所珍。铅刀望一割，微颖不见伸。勇士思丧元，舍生乃成仁。怀君笃明义，聊以示殷勤。公子富令德，穷乐在清时。卜昼启初筵，丙夜犹未疲。丛篁夹文馆，碧萼缀丹梯。潜月青林端，万颖射金池。澄露滴华桐，薰风穆然吹。炮炙参差进，觞醴纵横飞。伎士慕新端，肉奋丝竹驰。渊鳞中踊跃，宿鸟无宁枝。冉冉东方曙，欢唱掩鸣鸡。冠盖散交衢，粉泽有馀施。畸客誇殊遇，叹息不可追。乌鹊东北来，尾秃毛不全。得与凤皇游，珍禽日周还。今夕何良夕，公子开妙筵。请宽童羖罚，听我醉后言。少小事任侠，结束过邯郸。邯郸有奇女，美盻辅朱颜。一弹离鸾调，再弹别鹤弦。感君缠绵意，千金坐来捐。盟用南山石，好用蕙与兰。兰芳有时歇，南山幸勿刊。炎德中崩溃，妖师乱天纲。蛮荆非吾土，窜身不及详。日月东西匿，雨雪正雱雱。忾叹念周京，咨洟浩纵横。桓桓今上宰，膺惩震八荒。解我南冠绁，寘我侍从行。譬彼粪上英，洗濯荐华堂。公子推明爱，欢燕结不忘。白云流尊觯，繟纚应朝阳。万舞煜中庭，蛾眉吹素商。常闻既醉诗，饮德厌膏粱。摩顶皆君赐，何以报恩光。窃希吉甫颂，清风播无疆。昔我游蓬池，上有古时台。长啸入青冥，万籁参差回。返顾大梁城，棂扉相对开。马头旦騀駊，日莫争飞埃。汉尸既雍雎，项血复殷垓。天地无精色，日月久徘徊。唉汝二竖子，何如酒一杯。扰扰两象间，生人各自为。余本田野夫，少小无远志。圭组岂不华，好者方为贵。习性偶成懒，敖乃非余意。窃窥庄氏言，颇怀养生计。忤外非有干，撄心乃足累。结茆流水曲，绿槐信所植。冶锻清阴下，弹琴衡门内。仰见孤飞鸿，寥唳出天裔。阮公青云度，浊酒幸与契。山生何为者，嬲我殊不寘。蜗庐欲枯壁，蛮触争何地。翛然龙门色，顿忘寰中事。羲魄尚高舂，天命未我离。云何纨裤子，往往意为师。阿阁连曲房，沈深不可窥。齐醴腐其肠，伐性有蛾眉。姬姜奏新声，欢多乐不支。药石为仇雠，美疢日以滋。东岱添新籍，鬼伯来见追。仰与高堂别，俯与亲爱辞。宗祀日萧条，涕泪如绠縻。人生非金石，快意多伏悲。娟娟孤生蕙，托根湘山厓。上压千仞峰，下临万仞溪。微质殊众卉，谓为造化私。风霜相凌迫，雨露不见滋。朔气旦夕深，清芬坐来移。幸登君子堂，不足配芳徽。仰惭桧与柏，青青长不衰。俯愧东原草，犹得奉春时。飘风吹枯树，皎月鉴空墀。曾是风不留，娟娟伫遐思。飘若荡子心，皎如静女仪。鸣琴中成瑟，哀弦来间之。蜩螗乘秋沸，熠耀与暑辞。苔藓历冬春，悠然骄履綦。攒念乃攻中，徵瘁在蛾眉。青阳何方至，桃李嫁路岐。寄声松与柏，敛分守山崖。宛洛何洋洋，经始先人庐。崇巘夹脩篁，清波出文鱼。栖遁焉足陈，仁里私有馀。张侯负渊博，秉志乃冲虚。出则寄干城，入则宏庙谟。决胜开冀封，翛然良若无。多惧昔忝均，耦耕亦今愉。侯其谢鞅掌，就我暂为娱。命爵复弹琴，徜徉非一途。况有春阳色，蔼蔼在桑榆。昏月初离毕，丹霞复荣朝。女风扶轮毂，雌霓振旌旓。杳杳七曜潜，沈沈二仪交。穴蚁登嵬垤，水鹳徙故巢。土社归狼籍，木偶竟飘飖。立壁俱就颓，曲突黔以消。密液肆沾飞，馀菑及蟏蛸。九徙不足叹，百念徒尔劭。念彼耦耕士，栖亩败禾苗。念彼行旅夫，然桂中夕劳。东征缺斧斨，北禦解筋胶。眇矣发棠叹，弥哉塞瓠谣。厌见沈蛙灶，妻子吐长嘲。尧舜相为贵，不能屈巢由。挂瓢箕山树，洗耳渭水流。四岳等朝荣，二女亦蜉蝣。黄绮卧商岩，目若无嬴刘。烨烨五色芝，可以饱千秋。如何崦嵫路，俛首建成侯。神龙虽自尊，饥则鳅缮流。寒蝉虽自眇，耻与鸟雀谋。忽忽寒将徂，冉冉春欲至。寒徂复留恋，春至胡濡滞。庭除无双迹，帷枕有孤涕。犹残流黄机，上绣鸳鸟翅。微音长辞听，手泽时流视。行云仍恍忽，明月但髣髴。恨彼伺晨鸟，精爽惊梦寐。白日阙冥车，子来既不易。黄泉稀生轨，予往将安至。踯躅墟墓间，纵横窜狐魅。宰木渐以拱，朽骨焉所恃。余发既种种，时来能无会。屯时播明社，厄遘点华宗。逝以丘园贲，豫此拙薄悰。阳春冠天来，松菌遂不终。弓旌荷崇招，朱绂被微躬。击楫指洪河，回首盼大江。衔恩轻密戚，改谊诀故邦。缪通承华籍，得托黄绮踪。月请虽云薄，优游侍青宫。献纳百未酬，敢希疏傅风。衡门依清苑，日夕见嵩邙。数往今诚乖，抚物己未工。徵歌时自写，慨焉眷飞鸿。客与荣贵去，身将贱辱存。昨日翟公罗，今张窦侯门。中厨出旨酒，不足奉罍尊。酒味非中薄，人情自寒温。女萝与松柏，本自非一根。松柏虽枯死，女萝尚攀援。行人为代恨，不与盘石婚。大火发昆冈，炎炎竟何论。红女恋一机，丈夫慕九州。拂袖出门去，妻子不足留。二室造帝基，黄河喷天流。一览意无馀，西入咸阳游。咸阳帝子里，车马若云浮。炊金复馔玉，赵瑟间齐讴。东家霍司马，西邸平津侯。南邻外人馆，北户文成楼。鸡鸣先朝日，起者何所求。试言平生业，十举九不酬。北风旦夕吹，敝我黑貂裘。低回返乡井，耕钓亦悠悠。春卉畏秋序，冬秀虞炎德。亭亭南山柏，上敷芙蓉的。凌风表贞操，承阳饶艳色。眷怀结缡始，言在三星夕。燕婉吐芳唇，绸缪展清臆。靡靡辅属体，荧荧光汎席。弧矢为我雠，车轮倘相迫。明誓虽在今，合并非夙昔。矫若分飞鸟，乖离恨羽翼。何以示遥悰，托此花与柏。虽云大厦颠，一木不能当。在昔有靡氏，孤旅兴少康。避狄奔岐下，周鼎日隆昌。桓桓仲山甫，车攻佐宣王。巨君挟狙诈，炎汉郁销亡。九有尽为新，片烬起昆冈。兴废固无端，贤者自有常。天柱中崩绝，妖牝操皇纲。鲁卫相鱼肉，聪勒噬边疆。自余与祖生，束发共徊翔。慷慨动鸣鸡，寒霜溢干将。天意与我违，边尘飞晋阳。干戈迫跬武，穹庐被川梁。俨若笼中翼，欲飞触四旁。岂不念昔贤，何以趾遗芳。大海呷鲸波，一苇思自航。悴柏束颠崖，陵苕摧素商。存为七尺辱，没为千载伤。粳稻吐孤颖，狐貉献微腋。岂不念饥寒，焉足充衣食。顾此下中士，得陪虚左席。投漆不违胶，援萝长附柏。边尘冠天来，幽晋纷荡坼。惭非千金璞，谬以连城易。揆负故主恩，聊探昔贤迹。程婴挟秘筴，赵宗复血食。豫让秉贞信，辱身三不恤。仓卒脱秦关，实繇鸣鸡力。从容复齐相，乃是求鱼客。衔报诚疚心，逢遘方显迹。山川回东首，芊眠白云隔。三复绕指言，忧来填胸臆。东海焉可耕，衡庐不足家。常闻金天女，漱液若木华。高掌郁千寻，上有青莲花。拍手呼鸾鸿，竦身凌紫霞。子晋相绍介，洪崖御我车。朱唇粲贝齿，永愿托姻娅。碧藕吐瑶丝，火枣纷如瓜。玉盎澄天酒，龙虎卫灵砂。欢乐光景驶，千岁未为遐。北风无停吹，玄发日夜素。命驾遵虞渊，将适万里路。亲朋来张祖，妻子挽悲慕。大造本无知，安能随物铸。精气偶然合，妄形为吾锢。善恶既强名，祸福亦虚度。东邻治彭老，服炼金石固。西邻师蒙庄，谓等陵苕露。达者竟何言，冥心黜两慕。时至亦不辞，未来无烦虑。寄谢醯鸡子，区区瓮中度。方朔明大隐，君平探幽蹈。去矣无足差，吾将从所好。春理霅上耕，秋归剡中钓。在物多饶境，选隙时一造。丹霞挟回浆，白云装行屩。奔险吐葱綪，芊眠含叫窱。何以明有获，听然动微笑。徇物非余术，资身良已要。岂不爱微名，空谷将谁耀。顾此有尽日，慨焉生游思。讯谍纷委驰，解者应自寄。清池届丛薄，沿洄信疲驷。层观景风返，乔陵紫云憩。跳波悦文鳞，回阳暖栖翅。黄菊何棻蕤，萧条得其意。时序非良适，取足竟有会。寤叹言故欢，幽芳徒延迟。彼境如可欣，合并安所事。群秀方谢朱，忽与玄冥迫。萧条在时寓，达者亦有适。木落鲜滞欢，枫留蕴明色。敛汎澄天根，回滋收地脉。辽空吐纤翳，青崖间微滴。兴至不尽觞，毋乃佳时掷。况我英公子，肃徒罗周席。密坐人起端，遴欢任所择。纾华起物胜，用壮缘酒德。窃冀燕然勋，敬为閟馀墨。少皞承时柄，赤帝握天权。清商应嘉节，飞眺俯中原。群象俱投肃，万宝将告坚。齐鲁遥拱带，河洛自回环。肥遁感圣心，豫游布长筵。旌旗代林组，笳箫按候宣。黄菊华行李，玄酒返朱颜。昌期选后夫，枉士思故山。巢许容为客，虞德一何玄。蓬心愧薄劣，兹尚讵能言。群象倡明茂，四气适清和。凌晨将投礼，首宿事奢摩。闪若太阳来，朗耀周九阿。诸天从帝释，旌拂纷婀娜。修罗戢怨刃，波旬解障魔。馥郁旃檀树，彪炳珊瑚柯。醍醐酿甘露，徐挟神飙过。千叶青芙蓉，一一凌紫波。流铃相间发，宝座郁嵯峨。上有慈悲父，金顶秀青螺。端严八十相，妙好一何多。微吐柔细音，雍如鸣凤歌。惠泽彻无间，哀响遍婆娑。密迹中踊跃，大士亦隗俄。独解舍利子，回心乾闼婆。灵花散优钵，智果结庵罗。法鼓撞震方，慧灯导恒河。方广距由旬，成违仅刹那。冥心归真谛，毋使叹蹉跎。贫来迫我耕，既耕贫不离。谁云非长策，舍此亦奚为。今晨作劳罢，曳耒归何迟。邻父悯我劳，要我过其居。芋叶荐鱼鲭，浊酒且盈卮。慨焉思人世，百劝百不辞。今人不为古，古人当在兹。过隙能几何，为乐当及时。劳者欲有歌，我歌自吾知。内史斥楼烦，嫖姚越祁连。将逞域外武，宁无务德言。中土厌胜朝，左衽垂百年。先皇振九伐，霈泽洒秦燕。大业未逮终，妖氛日横缠。版宇罹荡析，黔黎困倒悬。玄黄既在篚，壶浆宁不前。俯瞰单于台，秋风正萧然。戎车虽闲饬，尚其赖诸贤。山水慕孔乐，丘园惭易贲。殊恩赐初服，薄游返真理。改策桐庐峰，遗舲富春涘。阴崿攒空翠，阳崖吐清泚。行鞋芳露润，饷榼流云止。丛林蔽啁唽，徐风发旖旎。解箨篁鸣玉，辞苞萼呈绮。溜溜窦乳滴，活活溪源徙。诧叹接来奇，邅回惜去美。流光暮摇漾，白石何齿齿。想见羊裘客，眇言旷千纪。滞迹好尤人，选念良在已。蝉緌信遗脱，渔钓从此始。赤县腾真气，丹观切太微。千祗肃羽卫，七圣扈鸾旂。神舟二龙跃，天黄八骏归。陆驰皆迹射，水击尽佽非。行宫初戾止，张乐答澄辉。神鱼翻镛贲，灵兽舞翟翚。金珰景风触，琼弁白云围。赵女击秦筑，吴娃鸣越丝。巧夫歌人偶，眩士吐寒曦。桃榴煜崖冠，荇薜灿波衣。烟澄淮楚出，天阔江介微。臣欢畏童羖，圣洽咏凫鹥。沧溟返西注，濛汜郁东驰。夭乔欣当御，鳞翰骄奋飞。苕芼诚微贱，鼎俎内惭疑。微寄迫如丝，将适千里道。仳心怜友于，言饯春原草。顾听双鸰鸣，何以泄予抱。解缆羡归潮，回膺怨层岛。遥遥西陵浦，宛宛澄波流。飘飘惊风发，汤汤沸陵丘。挥锋割舲楫，吹素染旌斿。八荒无岐色，七圣迷所由。宾俦久告绝，含悰将诉谁。仰希退飞鹢，俯感触藩羝。冥息胪故欢，端居奏新悲。悲新缠难遣，欢故杳莫追。园林饶奇趣，往往媚居人。哲兄昔领袖，伊予并沈沦。篇裁不孤赏，席至无只陈。华月在清圭，武夫映见珍。予行浩未已，子处将何如。青葱东斋沼，有无长新蒲。紫箨解修篁，文鸳弄鸣雏。从容命觞咏，倘以及睽孤。泳思遵江广，托瞩在严坰。百堞摇容滟，千棹和鏦铮。来鸿欣知止，丛菊誇后荣。盍簪攒云岫，散绮宿霞汀。清霜披林览，枯卉感籁鸣。究胜时扶策，沈怀聊屏觥。容华非予擅，物序搅我情。将治鹿门业，归耦长沮耕。毋染临渊叹，遂为渔者矜。秋风有奇色，能使昔邪黄。一叶嘘商曲，群鸿尽南翔。白云栖空除，华月湛匡床。外门罗来雀，内户按啼螀。卧疴与性会，华炫非所臧。精液随年销，金石依形长。湛然守寸宝，委顺无何乡。严烽举中夜，游骑犯秦凉。天子投袂起，剑屦在寝皇。左锋当鱼丽，右铩按龙骧。曾是东征返，离离缺斧斨。束胸见使者，距跃讳残伤。转战焉支岭，蹀血瓯脱场。塞马劲如飙，横驱不可当。部曲星散尽，独身擒其王。枯骨遗鸢喙，英声贯人肠。生存百年事，没者万年芳。衣冠神游肃，弓剑圣情纡。蒸新嘉周典，祠雍陋汉图。万象改冬凛，九有悉春敷。屏翳躬先扫，玄冥戒后诛。金椎隐驰道，玉戚护乘舆。蛟龙扰鞶革，麟凤翊流苏。朝云煜容卫，夕宿灿周庐。鸣镛震海立，传跸应嵩呼。父老望张饮，士女欣大酺。人文被岩壑，天藻冠京都。陈诗悉二雅，稽典嗣三谟。臣欢奉元首，赓歌幸未孤。落日多媚景，楚士中不怡。风吹湘山色，往往尽成疑。彼美无与晤，旷伫生劳思。三枯岫中蕙，再茁园柳荑。博山寒虬烬，屈戍绣蛛丝。徙倚翘芳迹，沈吟黯胶颐。虚有焦桐尾，黄金为谁徽。禁籞森木天，文昌尔璇汉。风色飞廉馆，波文属玉观。银虬隐自鸣，金鸱对如玩。薜衣绣丹涩，蜗书吐玄灿。亭亭钟山秀，罘罳何历乱。务简化日舒，兴言染柔翰。即事台可悦，奚必休请浣。敢用蓬户观，夕从朱门旦。风铎流清梵，天花坠妙译。解脱身自馀，清虚胜能择。薄游名王邸，俨如化人宅。多宝墄基阶，明玑喷沼泽。兰橑芬自栖，菼堤绿如积。和薰调言鸟，轻烟媚垂薜。束峡饶奇声，低舂出远色。即境良非幻，冥心庶已寂。至哉物外游，超然忘所获。九伐当熙代，十乘启元戎。以我师中吉，占彼后夫凶。皇仁等乾运，万㝢悉帡幪。挥眸无拓拔，抵掌有山东。盘龙五花剑，号乌七札弓。蜂旗布飞宿，虎落绕长虹。崤函既平践，峣关复斩通。帐饮渴泾渭，军声摇华嵩。高筵班勇爵，中坰建武宫。翻嫌赐履狭，不数太师功。蓐食向东畴，薄暮始言还。遥见车马迹，蔼蔼散平川。鸡犬若有恋，鸟鹊尚盘旋。还顾问应门，错愕相告言。言有冠盖客，眉宇何轩轩。入门更左顾，徬徨回就辕。北风吹马嘶，落日送旌旃。沈吟思久要，畴为故所欢。自非徐方牧，谁能顾闾阎。贵贱常人态，君子自金兰。楩杞振休风，高云薄旻天。书此布区区，在下亮弗援。寒暑更代至，为我炼朱颜。槐庭绿阴逝，稻垄黄云还。鸟雀思改栖，鸡豚亦不閒。据梧辞纷尚，采薪负奇艰。推迁其所，睽离思乃殷。遥心先枉渚，选友向江关。橘柚组衰景，云霞分故山。青灯代为耦，单巢竟成鳏。蠲痾稀灵剂，循视在刀环。欢闻子夜变，妾作懊憹憩。城上乌毕逋，墙头雀劳利。杨白风捲花，桃生雨辞蒂。引念磁石难，分颜剪刀易。密约悬庚癸，秘辞属丙丁。何朝更尔尔，一一问卿卿。泬寥澄丁夜，黯■流泓碧。晓月媚独征，清霜凌行色。稍稍曙吐帆，微微风饱席。林辉惊栖乱，波响跳鳞激。喟然川上逝，念此山中客。晨凉在衾裯，昼事馀巾帻。饮食不为人，游梦从所适。抚已能无愧，达生遘隐迹。年事离余往，简书代相迫。寄声夔龙偶，终蹈巢由则。悠悠仓庚语，唤此帘栊曙。万象欣遇新，贱妾不改故。买愁榆荚钱，粘恨随杨絮。草信忘忧难，花疑合欢误。百种枕上心，千条梦中路。眼波写欲竭，眉峰解还聚。昨者玉关书，更移金河戍。玄冥彼方辞，青阳兹已暮。但睹朱成碧，未解鬒变素。对影欲有陈，冥然不相顾。森蔚誇东观，渊穆表西清。左史读丘索，孔公比老彭。金壶浮泥汁，青藜太乙灯。六纬受李氏，七略仿更生。白马公孙辩，绣虎平原名。身依昭回汉，职列葱离星。陈矢徵肃慎，吴书问洞庭。驺牙收边籍，贰负表山经。穷探岁加我，执戟听沈冥。秦淮将征棹，西兴导返舻。谁言剑合地，即是袂分途。比带将同缟，拟蔌讵如蒲。倚醉聊慷慨，临醒复郁纡。遥帆雨中失，清尊月下孤。裁书怅南雁，托梦怨单乌。宝铰银平脱，珠韔金仆姑。还期一文轨，方驾骋天衢。秋风吹大荒，秋月满河梁。尺书问马走，一枕遍羊肠。羊肠几屈曲，轮鞅声相续。句里孟门青，意中淇水绿。绿水如丝流，青天去不收。王猷兴欲尽，卫玠始生愁。愁人自宛宛，日长岁苦短。蘼芜虚早齐，不睹松柏晚。幽居擅丘樾，块尔称独晤。盘礴翰墨林，沈冥诗书趣。袅影文昼寂，飞英点林素。溪藤饮猿接，梁棘归鸟输。四起垂天云，疑亡出山路。屏刺少所通，非心不成故。慨此穆如侣，抒言托遥慕。役神苦烦慸，羁形困局促。言揽化人祛，税驾从所欲。瑶阶净于砥，宝观纷若簇。清篁展云幄，言鸟流风曲。舒霞缛流草，垂露布森木。中有青莲冠，脩眸炯清淑。授我琼函字，长跪不敢读。秋飙触明珰，吹我堕几褥。琳琅恍犹听，芊郁疑在瞩。惆怅将起端，多岐浩难续。蜀江自西来，日夜流不息。束为荆门峡，崩腾锁南国。楚师既以?，秦疆渐以画。万古擘石青，千秋吐灰黑。我行仗三老，扬舲浩无极。入耳寡停声，寓目鲜留色。日落一线明，悄然中原碧。惆怅为云女，虚无不可即。昔有严先生，少妻仙尉儿。泥涂两鱼泳，风雨六龙飞。黄纸求故人，白云长见依。遂令箕颍客，复睹勋华姿。帝腹何便便，举足忽践之。客星歘然去，帝座光芒披。笑谓邓氏子，策杖一何卑。岩穴澄秋色，烟霞蔚天辉。怨见千秋士，寂寂西山薇。园桃畏霜霰，零落不自己。吾闻诸古人，衰荣亦常尔。所以遇春荣，澹乎无可喜。内外了不干，熹微识其始。明月海上来，中天澄如洗。至宝嗟已失，嚣然谀殇子。玄天泄至秘，大地输真宅。言访赤城居，试探黄庭策。黄庭何其妙，幽阙守玄魄。赤城信矣高，灵仙寄神迹。鸾軿夜分至，凤管空中适。眉掞芙蓉青，颜欺舜华白。归霞散衣桁，流水澄巾帻。泠然驭风来，倏尔凌云息。劳役悲在今，夷犹叹夙昔。因牵絓原网，遂铩冲霄翮。愁云幕远近，欲火煎日夕。隐隐移少年，沈沈散精液。敬谢广成师，为我示天则。竦辔昆崙颠，扬舲弱毛泽。沧桑坐经变，濛汜何虞迫。火枣幸有馀，乞师知不惜。税驾依海壖，肃祠乘嘉月。朝日侵夜生，春溟际天阔。惊涛吐千崿，穷岛迫一发。百谷俱让王，九州悉倾穴。星河时翻动，天地中出没。体荐秩礼殷，祼将醪芬发。岿然祝融坐，肃矣群灵谒。环佩趣飘飖，灵旗去恍忽。缅怀拙薄踪，承明昔三入。敢问乘海桴，窃希迷津筏。弱水未易方，昆崙焉可越。矫首贯月槎，极目含珠阙。倘呼龙伯人，为我灼鳌骨。东风五陵畔，恣意少年游。鲁酒银凿落，宛辔金雕锼。狂童舞拍张，妖女弹箜篌。酒酣万事出，横披宫锦裘。尺八铁匕首，能令都市愁。避雠从车骑，结客取凉州。北断匈奴臂，西斩月支头。论功独第一，天子赐旌斿。图貌在麒麟，英风冠九州。笑谓故所知，功多罪不忧。当时杀人者，今日海西侯。散发池上酌，好客偶尔会。童子三四人，盘飧无兼味。蕖露时自滴，松风为谁至。冉冉落日尽，悠然发真醉。陶公既已往，千载沦兹意。为惜辋川好，携家事田作。青山映如带，绿树相历羃。燕乳林花乱，蚕肥桑阴薄。微雨终南来，鯈鱼蔼然乐。饷馌下鸢群，束书挂牛角。樵斧入涧深，丁丁送馀斲。归逢耦耕叟，问我来朝约。坐爱微风吹，尚隐残日脚。得暇便相过，床头有桑落。边草五月绿，秦马三春肥。鸣鞭饰珂子，色夺宫罗衣。朝谒府主出，夕从射猎归。珊瑚照夜筵，行酒罗金绯。赵女青丝弹，胡姬白玉围。酒酣烛忽灭，语客任所为。横行缠头锦，零落珍珠琲。明月出东方，清波溢鸾旂。鸦青约素腕，双双扶入帏。北风旦暮吹，黄尘俱倒飞。如何咫尺地，步步春光辉。为谢盖大夫，时清刁斗稀。少小爱渔猎，不解慕清朝。春风荡孟诸，草绿胡马骄。一剑挥两从，只羽贯双雕。折节读诗书，策名列官僚。虽与贫贱辞，未远案牍劳。今朝涉淇上，中原莽萧萧。天晴太行出，峡急黄河摇。游鲤跳伏獭，飞凫堕鸣枭。恍若旧时游，欲呼故所招。夺标胡姬馆，走马河阳桥。丈夫自有命，时来则金貂。安能对玄经，终岁长寂寥。海色摇地绿，昆崙插天青。天地不相忌，千秋弄精灵。偶然复生余，抟作世人形。俗眼不能识，强呼为岁星。昨歌咸阳市，如意击玉瓶。醉骂文成侯，白眼春冥冥。新丰酒初熟，胡姬手如玉。十千换一斗，醉即垆头宿。中夜黎眉騧，银珰响相逐。上帝奏钧天，名姓登紫箓。蛾眉七十二，停筝待新曲。揽笔虹霞生，鸣毫风雨促。天姬粲瑶齿，重瞳亦回瞩。衣我宫锦袍，葡萄发醽醁。片言朝不投，夕买范生舟。三神未欲返，五湖且须游。鱼龙听咸池，遂为钓者求。愀然发长啸，千金等云浮。虞帝放丹均，波应及许由。不然箕山客，今作浔阳囚。黄鹄脱樊笼，低身瞰九州。衔珠报恩德，然后访丹丘。昔我游山东，高李相先后。豪鹰抟青冥，所击无不取。斲句必老苍，骊珠恋吾手。西入咸阳城，落魄鲜所偶。驼锦青貂裘，半为酒家有。时来异援出，三赋天子售。泚笔中书堂，公卿尽回首。虮虱脱洗沐，毛羽出抖擞。清华文昌步，磊落国士耦。欃枪亘北极，荧惑趋南斗。哥舒小竖子，弃我潼关守。万乘倏蒙尘，群公但奔走。鸣呼上帝仁，苍茫意愈厚。马嵬剪阴孽，朔方建阳纽。桓桓汉阴公，玉玺主亲受。制曰相国琯，汝往馘群丑。戎车实闲饬，骄将违指授。遂令陈涛士，义血漂杵臼。天威震莫测，左右夺申救。甫也一小臣，上书戒求旧。孤忠报社稷，馀分推朋友。幸免左伯诛，仍宽马迁咎。优游上州佐，零落一野叟。雪压履下趾，风吹衣前肘。饥寒自切骨，虚名在人口。穷途往念至，迟暮新恩负。千载与百年，茫茫付杯酒。屏出乖物情，薄游寓余目。春风夫如何，时见千里绿。蚕女犹未来，桑阴正渥缛。上有戴胜鸣，间关奏丝竹。彼奏非有适，此会如见属。因之念友生，历乱我心曲。沈思入迷径，回策从疲足。归及午饷馀，言跨返耕犊。农事有常期，侵晨向东畬。岂不念筋力，要为口所驱。大儿把桔槔，中儿佐犁锄。小者力不任，饷榼绕周涂。尽室事农耕，谁还读我书。荣华诚快意，变态亦不疏。团坐倾浊醪，移荫就桑榆。好雨从东来，庶足代勤劬。莫以玺角牛，当他驷马车。虑澹无可屏，端居生夜清。秋风在长松，谡谡令松鸣。因之动遥思，思我方外朋。趺坐深草色，流尘瘗函经。多露湿空山，欲往未能胜。回心入初地，万象了不应。方知见闻表，悠然有合并。如何怨碧云，役役伤道情。"}