{"id":"684037","title":"咏诸功臣像二十六首 故开国辅运推诚宣力武臣特进光禄大夫左柱国参军国事太傅中军右丞相征北大将军魏国公中山徐武宁王达","dynasty":"明","author":"王世贞","text":"高皇挽天河，手欲洗乾坤。烟尘既荡除，万古黄屋尊。桓桓徐魏公，二十握櫜鞬。唾手縳僣王，长驱定中原。昼余耕桑地，夜绝殇鬼魂。赫奕奏凯归，屏营杜军门。勋超齐尚父，德远韩王孙。两都对开国，高栋亚天阍。飒爽见英标，蔼然眉宇温。高皇下江南，鄂公实军冠。喑呜人尽靡，跳荡敌中断。彭蠡赭汉宫，吴台筑京观。长驱搏燕都，单于夜奔窜。遂与中山王，功割天下半。辕门落天星，短造屈长算。如砺身后盟，抚髀异时叹。寂寂踰百年，帝纶复昭焕。神龙排丹霄，云表饶介鳞。何况于曹公，实托肺腑亲。弱冠屏浙东，气欲吞吴人。遗孽窜故都，游魂荡边尘。挺刃躏虎穴，六赢夜亡奔。虏其名王归，驼马百千群。珍货若山积，籍之奉至尊。带砺表忠勋，将与魏邓伦。易世隳家汰，继绝荷皇仁。卫公田家子，神勇自天授。十六冠军锋，二十寄戎首。洪都既如盘，襄樊同拉朽。长驱扫中原，曹宋相先后。功大心转细，爵崇以卑守。西羌十万帐，一战皆吾有。辕门将星坠，悲声咽刁斗。武顺以易名，帝念良不负。信公里闬旧，蚤托干城寄。征行出必先，遇敌坚始厉。功多冠彻侯，心小取高位。及乎瞿塘郤，稍似失帝意。终念丰沛私，遂尔同英卫。晚途解兵柄，称病力不制。所以恩泽终，颍宋乃反是。西平少沈勇，亲寄异诸儿。三十二元枢，遂副西羌师。虏其名王归，万族尽累累。六诏抗天权，三帅张帝威。颍川首排荡，永昌翼摧劙。侯其寄留后，剪棘抚伤痍。一战贼胆夺，七纵酋心归。身没担王爵，翼世秉公圭。至今二百年，黄屋等崔嵬。有一冠貂蝉，白晰美眉姿。皎如张文成，不愧帝者师。元厦将就倾，良禽择其枝。一见寄帷幄，再见参鼎司。是吐无不倾，灼灼若蓍龟。峻往鲜回互，巧者能间之。终藉帝恩深，归魄于山陲。荣名施后代，百世永不隳。皇天厌元运，英主革其物。荡雪万象昏，被之以黼黻。宋公始膺聘，遂尔参密勿。一草十制成，顿回天颜悦。远增鸡林织，近补龙衮阙。青宫重师资，抗表久始决。金侈疏傅赐，诗荣贺监发。覆水忽不收，君恩长断绝。中山既星陨，嗣公乃霞升。仁孙藉肺腑，荀息为干城。大义当灭亲，一死以自明。敢援椒风顾，忘此板荡诚。捧心见家王，茅土幸未倾。焉知百年后，崇祀表芳名。文皇倡义旗，百战躬自将。毋论大将谁，偏禆皆称良。淇公与成公，雄武雅相当。应敌面面身，倡勇人人强。成公实少年，受赈辟南荒。武侯未渡泸，伏波已告亡。帝惓殊深笃，胙茅等真王。至今东第中，华栋郁相望。河间建王略，中道乃摧折。令子实继之，神武绍休烈。已悬彻侯印，遂秉将坛钺。长驱扫南交，富良波为血。三缚叛王归，干城归版籍。首发吴濞谋，精诚昭日月。晚辞北军柄，遂冠坐论列。舆尸竖子哉，玉石同兹孽。长陵寄台阁，所拔凡七臣。文贞一王官，超等肺腑亲。青宫借羽翼，监国日咨询。遂令寰宇间，雅归储皇仁。师保历三朝，夙夜奉一人。间饰文雅观，未漓造化淳。末路厄权珰，有志时屈伸。终然保清白，易名畴与伦。熙世孽祸萌，妖竖擅天纲。时危巨公出，赤手障八荒。三十官司马，奄有梁晋强。煦若凌冬日，凛若亢夏霜。惟时帝蒙尘，群议沸蜩螗。独公屹不摇，大都自金汤。九重借嚬笑，百辟羡飞扬。所以杀机发，委命燕市场。人定天亦回，骨腐名更香。昔在英景朝，天步实多艰。矫矫一巨公，降崧自钟山。受脤奠辽海，飞檄扫南蛮。再入司统均，晚际一何殷。不诡亦不比，侃侃曹石间。远迩苞苴绝，旦暮军门闲。左掖造膝归，屹然冠朝班。眉寿古所希，荣名安可攀。商公一书生，三表群英冠。偶然值屯夷，遽尔参涣汗。中踬乃复起，不修睚眦怨。嗣李务含宏，佐彭出谋断。密雪庙社功，景皇复昭焕。力发肘腋奸，权珰稍知惮。事违奉身退，翛然严滩畔。所以马钧阳，怀贤发浩叹。昔在成化朝，群小为蛊惑。贡橐杂苞苴，中使日络绎。三原抚炎徼，抗章夺坚魄。及乎钥留畿，十疏表忠直。天听时一回，国论若有植。白简入都门，倾朝为动色。拂衣南山陲，过者必垂式。孝皇嗣龙飞，元纁慰耆德。既专铨衡寄，复参坐论席。罄欬若一身，谗来微捍格。高空揭太华，狂澜回碣石。何以昭令终，上公特殊锡。孝皇昔御天，九宇开人文。朴哉刘文靖，力欲使之淳。秉揆若无言，造膝时有陈。六卿握斗杓，盎然万物春。及乎弥留际，千古一君臣。时移道乃见，事屈志恒伸。高卧洛水阳，远与文富伦。九十称地仙，去亦当明神。马公河岳钟，器宏神亦王。折冲东西垂，屹然金汤壮。秉节忤权珰，寄命一边障。晚途复登庸，台纲肃清亢。中枢借筹筴，铨府推藻镜。片言折群讧，一柱抵崩浪。八十而悬车，犹云无恃杖。缅想成弘际，令人发深怆。矫矫李长沙，髫年见囊锥。及乎操文柄，万流所趋归。宏基树层构，五彩实彰施。新皇善逸豫，群蛊争媚之。公卿轰然散，而乃独依依。洁身岂不佳，王室阽艰危。回澜非所任，调剂亦不訾。苟存巨公度，焉恤少年讥。茂陵志佳兵，华容司职方。力诎徼功士，失毋令得偿。及乎孝皇代，经营膂力刚。锡圭黄河流，杖钺岭海邦。抚此蒸黎瘝，如保赤子伤。君门逮遐陬，磅礡皆春阳。晚途彻帝聪，所披无不当。造膝若一身，密语沃中肠。鼎湖泣遗弓，挥手白云乡。岂无沈几哲，妖竖乱天纲。身名竟璧完，令德假穹苍。敬皇急治理，虚怀寄群公。造膝日有陈，心腑一华容。浮梁乃亚之，有召无不双。薆语可易传，往往回重瞳。国体既以尊，台纲亦从崇。从容乞骸骨，怃然恻帝衷。有身但殉君，何必首故垄。蜀江汇岷峨，新都独神王。十九读中秘，雅负公辅望。五十备鼎铉，遂参焦李行。皇天亦佳祸，阉武肆波荡。穆驭穷遐迹，居守艰万状。用藏体犹在，机密身不丧。及乎弥留际，经纶始聊畅。片纸缚元凶，余党皆砧盎。一诏苏九垂，允矣救时相。事久名始易，危身以奉上。杨公少颖脱，所职在文墨。倏然受边寄，颇多殷褚惑。战守境外专，安危幄中画。逆竖擅天权，王公俱辟易。振落股掌间，于中出奇策。黄金若流水，出入恣所适。颇采名流誉，兼收死士力。老惫术亦穷，良为智者惜。明有两文武，新建尤卓荦。少多宏奇藻，而抱纵横略。抗疏得投荒，精神始收着。时清出奇遘，才真任恢拓。唾手收逆王，易如秋振落。虚怀绥叛酋，蔼若春磅礴。信心见良知，千古开绝学。俯仰宇宙内，卓然负先觉。却顾素王宫，堂庑殊龙蠖。永嘉天人表，渥颜飘其须。濩落湖海间，垂艾荐公车。属当帝初元，尊亲意未舒。一疏帝心动，再疏皇览俞。片喙折众咻，五载拜三孤。维时颇用壮，物情或不愉。中收大珰权，万姓赖以苏。旋表开国侯，戚畹从削除。人主固明断，公实赞厥图。笑彼富民侯，安足称庙谟。华亭湖泖英，秀发自眉宇。弱冠取高第，俊声菁华圃。珥笔侍丹螭，横经进白虎。师道万古隆，焉惜君相忤。折腰非所论，察眉良独苦。秉铎两巨藩，赐环历华膴。佐铨复掌礼，以至入政府。开济触巨僚，勤诚结英主。彼僚以败归，公始大摅吐。万里却苞苴，黄金尽为土。载观轮台诏，㝢内皆鼓舞。始收遇巷功，不虞若濡雨。"}