{"id":"684023","title":"题阙","dynasty":"明","author":"王世贞","text":"□卿勉为让，汰者亦不违。酂侯恶平阳，易箦乃不私。如何鼎铉间，腹刃日相排。既安成功退，起狱复中之。天道亦昭昭，循环无已时。唐虞建官百，夏商始加倍。周官固兼摄，乃不为禄计。王畿仅千里，纷纷错采地。但读妖莽书，可望亡新治。为食裁冗官，省官仍省事。任怨理则然，曲徇反成累。许由辞四岳，高蹈箕山侧。饮水而弃瓢，谁能伺其迹。千载一羊裘，吾恨堪物色。图南就嘉征，通明参秘画。自为大药资，终招隐沦擿。太公有丹书，于道若卓尔。剪殷首骏勋，开齐垂世纪。阴谋实种种，安能涂人耳。信史未敢凭，吾闻诸夫子。变鲁标深讥，观乐示微旨。却美齐桓正，尊王固如此。韩起执晋政，下临东诸侯。所觊一玉环，再请再不售。辞者既引义，听者但包羞。岩岩魏太子，旦夕宰神州。所获一玉玦，卑辞谢钟繇。丞相时晨起，中郎或晏休。充庭尽璆琳，但颔不问酬。似移勃律河，拱置车门头。穰侯太后弟，勋贤无与伦。握秉五十年，山东半为秦。唾手夺相印，咄咄一旅人。辎重东出关，黄金贱于薪。人生畏失职，所忧岂在贫。应侯功不多，况乃疏间亲。解绶不待晚，翛然保其身。翩翩原尝辈，散金买虚名。独有魏公子，好义复知兵。取士识其真，肝腑为之倾。一战邯郸完，再战大梁宁。五国从若风，强秦闭崤?。积弱幸以强，昏主堕维城。身死社不木，异代感英声。秦皇与汉武，雄略盖一世。如何求神仙，毕死不能致。醇秾日濡首，二八更代侍。一念杀机发，九有为腥秽。于力岂不饶，于道转成悖。所以雪山翁，先辞转轮位。商君挟强力，焉能使秦王。牖下亦已隃，华衮徒滋谤。如何群小谋，复树中丞相。仲达策有走，燕公雠可忘。人巧一旦伸，天威畴能抗。万事翻覆手，虽变理非诳。战国一子舆，其德几素王。仁义不获施，千载訾齐梁。侃侃程正叔，矫矫朱紫阳。宋室有遗恨，不登中书堂。造物护其偏，欲令见所长。微言在竹素，千秋扬耿光。孙吴工用整，起剪工用强。神哉淮阴侯，变化乃无常。举目尽乌合，出手成龙骧。百战取中原，黥彭那得方。精诚拒武涉，小谬请假王。高帝抚孤雏，魂魄忧未央。见谓高鸟尽，谓可良弓藏。遗恨在匈奴，冒顿骄大荒。石乞相白公，能使楚社倾。事覆不庇身，怡然九鼎烹。王邑卫渐台，父子死汉兵。磔肉县五父，狗亦厌其腥。淫女徇所欢，一死犹胜生。不睹西市倡，改服奏银筝。汉祖提一剑，西行取天下。所过降名城，畴非背主者。两贤岂相阨，丁公悔其舍。刑赏在须臾，乃复为名假。不然卖国儿，项伯开茅社。宁如我高皇，福寿独褒借。韩彭既已族，萧相请室归。留侯始长叹，赤松将见依。受劫建成侯，于事亦已危。幸辞高皇网，复受吕后羁。百谷土地腥，既辟复食之。商山自有人，四皓了不知。秦始修封禅，白骨尸撑连。汉武修封禅，宇内尽骚然。开元修封禅，妖女蘖其间。文彩涂人目，万眸自睊睊。隋帝既平陈，能为长者言。虚言诬上帝，薄德报名山。孝武驱三方，快若风扫翳。及乎遇匈奴，往往不得志。长平既雄武，冠军复剽锐。横穿单于幕，直夺金人祭。拓地城五原，雪雠光九世。是时李飞将，子长所深寄。天幸与数奇，词组成轩轾。竟令挞伐威，寥寥无可记。项羽千载雄，淮阴万人敌。兵谋归蒲山，盗道推建德。友谅据上流，势压江南坼。或臣或假手，或抗或相扼。天顾要有真，人巧无不悉。宁知嬴与赵，攻瑕易为力。魏其既罢相，武安客如云。独有灌太仆，捐身奉故君。长平事势改，舍旃趍冠军。谁如任司直，胶漆逾不分。寸心既无负，薄俗亦少敦。信史表其贤，异乎吾所闻。七尺人自有，安能老它门。汉武鞭九有，所寄三腹心。公孙为丞相，脱粟一布衾。张汤为大夫，家不满千金。弘羊为搜粟，钩较穷飞沈。横赏五十年，民力犹可任。即论守与才，隐然亦国琛。古人不足古，今人良愧今。李广僇降羌，百战侯不成。虞诩僇降羌，百口不一增。所以辛酒泉，终屈赵营平。天子诛南越，霜戈荡烟箐。畴举螳螂臂，卤级千万赢。斗印悬肘间，焉能使无腥。淮阴独登坛，高密初杖策。抵掌下关中，缓颊定河北。孔明出茅庐，三分已先画。人主恐不真，真则鱼水得。人才恐不真，真则寄社稷。竖儒就功名，往往贱贫迫。子孟秉精忠，其功在受遗。身死骨未寒，五宗遂参夷。林甫易君聪，九有为之隳。生时享万钟，没不保其尸。天威在人间，臣子安得私。所以余殃及，贤否同一揆。高皇罢丞相，赫哉千古师。煌煌炎汉业，九有将为新。吏民颂功德，四十三万人。蜀叟方著书，醊醨留其醇。祸患将见迫，仓皇成剧秦。夫岂能钓荣，苟在完其身。一入霸儒手，名尽言亦沦。建武薄三公，尚书领西掖。虽复当枢要，厥佩犹铜墨。久次文无害，始为二千石。尾大终压身，备物仍典册。千载同兹恨，学士充内职。上可蔽主权，下不膺吏责。却顾九列人，黯黮无颜色。阳都当国秉，五侯竞骄怙。是时谷司农，矫矫衡言路。批鳞击君瑕，凭社忧主悟。张禹舐犊翁，循默滋巨蠹。孔光首鼠徒，依回市炎祚。天下不为刘，识者了其故。彼莽何能为，谏臣与两辅。宋弘初宦汉，仕莽为并牧。承鼎建武中，虽壮齿亦足。抗言辞帝婚，俛首甘新禄。李密既陈情，无何徇除目。赋诗怨积薪，曾是念初服。翘首坐上尊，晋耶当为蜀。苟窃义孝名，千秋宁无恧。石显攻微文，忠言被巧诋。如何久不败，与帝相终始。惜哉匡说诗，晚节终藿靡。侵盗丽丹书，经术遂不齿。后贤小其规，天权煽表里。九重开宸断，八柄俄在已。虽复加诸膝，委之若敝屣。安史扇余氛，河北成异域。睢盱五十载，国威为之屈。时维田侍中，精诚贯白日。手挈六州归，力收叛藩■。时宰不睹机，捐之饱狂獝。布也枕戈恨，悍卒宁见恤。何以报君亲，刳心万事毕。翟相持短丧，除服起视事。皦皦刘司徒，复明先王制。侃侃富韩公，千载伸兹谊。嵩之触众喙，不能保其位。念非衽金革，谁当使弗避。亡论权君亲，为君者谁氏。汉明敦友于，感自东海强。唐明昵昆弟，成器为子臧。地远天性出，迹拟人伦妨。龂龂隐太子，纠纠巢刺王。既迫螫手忧，能辞喋血伤。所以斗粟谣，终愧鹡鸰章。东京夸汝南，北魏推弘农。友于列九命，祖祢尽三公。名德冠时英，礼让世所宗。董卓盗天常，尔朱纵穷凶。贤哲俱骈首，清渭为之红。盛极必有衰，世污以已隆。虽无绍与侃，宁能保丰终。梁冀挟椒房，人主在股翼。一朝尸二公，举朝皆胁息。八使行按部，先埋都亭轭。带剑入尚书，跪领张陵叱。乐安与京兆，犹能僇其客。死者代相禅，生者不改直。宁如书生贵，横行于八极。和熹昔临朝，文彩冠东都。立幼擅天权，不救昆弟诛。宣仁善革故，圣泽沛皇图。荣名伸敌国，不免子孙诬。追惟正统初，茕然五尺孤。太后坐深宫，格心但诗书。九有颂慈孝，千载仰深谟。范公悲汉亡，坐卧一车裀。三十六载中，不笑亦不嚬。声在咽喉间，畴能闭其呻。万古宇宙间，一见有心人。次则颜见远，慨然能致身。宁为江陵鬼，不作建康臣。顿令首阳薇，奕奕神更新。仲举诛左铛，谋参闻喜席。其人虽可言，其地终外戚。何进屠酤儿，一死媒汉贼。扬汤而息沸，焉能令沸息。新莽盗汉炎，隋坚成鼎革。赫赫我皇猷，万世垂内则。梁侯既伏法，伯始亦解宦。元相死制狱，缙也同兹难。鼎足共承君，椷口以成乱。伴食犹可言，窃脂良足叹。方进媾红阳，幸叨帝恩逭。却条厚善者，九列俱流窜。于世虽已张，于颜能无汗。维汉有宣哀，隆亲仅王号。知者犹谓私，凛然太和诏。窃窥仁人志，既考而复庙。批鳞见臣节，因心亦子道。权佐修其郤，陈章托媚奥。自诧万古纲，能无万古笑。永明感奇征，微言自西竺。后果摄往因，如环代相续。楚英慕之诛，崔浩排之族。姚秦炽之亡，周武熄之促。趣舍同一途，畴能明罪福。是以有漏因，智者了不录。东都蔽阉宦，仪曜尽为腥。八俊复三君，皦皦露其嬴。林宗巧弥缝，遑遑竟无成。太邱为包茹，嘿嘿以苟生。鲸波挟衡飙，一苇安得争。唯见黄叔度，鸿飞独冥冥。孔明讨汉贼，祁山凡六出。威惠等春膏，精诚贯秋日。讴谣道相属，身死名不没。阳都佐东主，举朝服明决。如何反掌间，名身并遒灭。即论新城挫，不掩徐塘伐。成败遂低昂，千秋令中热。曹氏据七州，威力方盖世。云长鼓偏师，一战挫其锐。似忆白马围，欲徙铜驼避。国贼碧眼儿，窃败乃公事。昭烈与孔明，兹时诚失计。三万黄头军，顺流下白帝。退可伐贼谋，进当厚师继。既蹶兴愤师，中原了无意。竟令涪江水，酿作永安泪。文若本名家，志在匡社稷。周览六合间，畴能托其迹。降心事阿瞒，相与图僇力。迅扫群雄尽，彼奸愈得职。九锡从邺来，一死明夙昔。宁如寄奴相，忧在后石画。死犹擅元功，生不念王室。张鲁世奇邪，乘险保梁州。及乎降曹公，五子万户侯。全义亦盗雄，所事无恩雠。胙土享真王，晚节更优游。梁州无砧盎，河南但锄耰。是时二邦外，柱骨如山丘。乱世能庇民，食报宁不优。昔有王彦方，闇然敦古谊。讼者将取平，望庐恧而逝。淑问既已昭，弓旌遂麇至。一旦雠其身，侩酤以自秽。始悟矜名客，良非终隐计。众恶几于道，吾闻之老氏。文王实剪魏，叔夜尸于市。天子不为雠，雠乃作天子。当时侍中君，衔愤栖田里。新沓竟怜才，终烦司徒启。惜哉荡阴役，终乃为雠死。王裒恸蓼莪，独行表君子。晋武弛王度，隋文擅天刑。于德实不竞，乘瑕乃合并。苻秦任景略，七州差荡平。慨然念大统，夫岂徒佳兵。淮淝误一蹶，中原遂土崩。竖儒轻相薄，志士叹无成。五胡肉晋室，聪勒独狞凶。王族无完领，万姓一釜中。靳准小竖子，而乃夷聪宗。冉闵差强意，羯血三台红。伊昔新城役，坑秦快六雄。天地诚不仁，代报以无终。晋昭实剪商，诞也谊弗受。麾下数百人，一一田横友。矫矫继汉龙，夫岂称魏狗。攸之扶宋倾，迥为宇文守。二李起南北，慨焉捐其首。于心岂尽纯，于道良无疚。奉玺者何人，心死亦已久。晋元起微弱，夷吾为始兴。武德中不竞，因事就功名。当时铮铮者，仅一陶士行。坐观武昌变，龃龉历阳兵。珍贿倾王室，睥睨折翼征。竖儒不睹事，谬比于孔明。所以柴桑叟，愤然振家声。太元抗强秦，江左一安石。惜哉饶远量，而乃乏远策。车骑实堪胜，用胜良未得。淮淝再鼓后，全秦皆丧魄。胡不遂长驱，归来偷宴息。坐视慕容炽，依然限南北。伯仁负高名，惟能日洪醉。深源负高名，老大不晓事。不用人若失，用之反成累。俯仰宇宙间，名虚复何冀。处仲与灵宝，犹能乱人世。明德擅轩龙，不及宋贵人。元魏为残忍，立庶戕其亲。亚子矫之谬，嫡后为大嫔。苟在快其私，毋乃乖天伦。胤体登宸极，往往称并尊。并尊无乃过，隆养礼亦均。吴卒脱瘦冰，功当冠国臣。但求百斛酒，陶然竟其身。园卒为蕲王，致赀巨万缗。依然抱一瓮，老作灌园人。始悟范少伯，得之犹未真。辞越复居陶，忧死复忧贫。何似两卒贤，名与利俱泯。鲁霸倾储宫，大帝为之惑。及乎登见废，霸亦当大辟。魏秦倾储宫，势已危夺嫡。承干用反削，泰遂均州谪。岂唯觊觎解，亦使愤惋释。始悟英雄人，为舛亦不极。营平不贪功，获伸于明主。清源不贪功，主骄方黩武。封拜跬步间，见之弗肯取。供君一念快，使我万骨腐。禄儿方开边，曷不惭入土。元嘉修内政，江左乃宴宁。淳熙急外攘，庶事实励精。再举再辱师，戎马反纵横。拓跋威方振，完颜治复平。两劲迫自完，谁能问合并。少保痛朱仙，太尉悔崤?。事机苟一失，千载遂无成。曹马虽窃禅，犹存故君礼。灵宝存晋安，刘宋缘之起。是以零陵王，掩恨归蒿里。一念逞所私，千秋成厉轨。诸子岂尽嚚，人人不良死。不然寄奴勋，夫岂阿瞒比。彦国领元枢，坚辞格外赐。一赐何足言，难沮格外事。老臣于举动，往往见深意。鼎足共承君，染指不自制。椒房与左铛，相与徼恩惠。患得已不忧，得之了不愧。东昏逞屠僇，勋庸一朝尽。赫赫萧兰陵，雍州义师振。岂惟感家难，九有同兹愠。奈何吴娃恋，竟媒彭城衅。不闻夏殷灭，喜妲皆来嫔。人纲既已乖，天道良可信。更读巢刺编，令人发深恨。武陵怙酒德，法兴寄腹心。湘东肆豪猜，佃夫当喉襟。名轻行既劣，俾制嗣君淫。幸门既四辟，八座皆聋瘖。片纸夕下来，晨即委刀砧。物情虽云快，隐忧良亦深。景倩实孝廉，精心事苫块。虽详褚公譬，谁能使居位。一朝遘国忧，扶携入趍卫。宋栋垂欲倾，一木焉足赖。父子同所归，怡然见先帝。子野竖儒生，咄咄计成败。彦回秉清令，须髯矗如戟。会之负挺劲，长身若立壁。坚请天水社，力抗山阴逼。生死在须臾，岂尽为名饰。一念偶已非，滔天遂焉极。赫赫两师尹，能无发深惜。每读梁史残，愀然感僧辨。奸雄志逐麇，肘腋遂中变。焚骨饮其灰，王颁解修怨。论功不受赏，竟免丹书谴。良胜伍行人，终成徇知恋。此身复为奢，沈冤竟谁唁。龚壮更超然，巴山从所愿。宋彧剪诸昆，建安亦就图。忠勋在宗社，不获保头颅。魏恪猜群叔，彭城首见疏。明德格乾坤，未免当门锄。储胥既自彻，羽翼孑然孤。唾手授萧郎，遗蘖召尔朱。人事与天心，默应良不诬。谢朏箕山节，恨为子季卖。出处自当心，取决人謦欬。赫赫司徒公，谁能使之拜。辞萧初若远，仕鸾岂无害。指口但饮酒，优游于禅代。当时保身者，名位两不败。千载思胜业，令人有余慨。晋有一仁人，开府羊荆州。梁有一仁人，车骑韦严侯。弱者怀其德，强者伐其谋。俭慈不敢先，老氏羊所优。竺教横天来，举世皆荡流。韦也守中庸，不忮复不求。昭明秉岐嶷，其用稍文弱。晋安一继之，靡靡成轻薄。而况于湘东，豹文乃羊鞟。何必侯司徒，然后成危削。奚俟宇文公，江陵方面缚。人主执天权，操念为美恶。浑浑西京词，已矣不可作。尔朱起秀容，结侠倾魏室。众不满万人，所至无衡敌。立空葛荣众，远授天光策。有才足为乱，惜靡戡乱德。贺六曹瞒亚，黑獭仲谋匹。混合由真运，鼎峙乃材力。咄咄广武叹，令人歌阮籍。魏氏起索头，统万驾勃勃。太武及文成，兵氛犹未歇。高祖力用夏，三灵为之悦。人文外以炳，天纲内多缺。易世曾几何，奄然遂改物。礼着忠信薄，斯言吾敢蔑。高氏恣淫昏，为周剪明月。烱烱血一泓，刬之终不灭。英辟风后人，吠尧亦昭雪。易世有狂童，舍旃寻故辙。亲贤若齐王，睚眦见屠裂。为隋抑何厚，为周抑何蔑。掩卷感废兴，令人思明哲。周武平晋阳，六合在掌指。如何后嗣昏，庙社同齐址。诚臣抱吁虑，直哉乌丸轨。徐方接陈壤，守经以俟死。卫瓘终不免，伯阳竟远徙。为身计若疏，为君斯可矣。唐公固隋臣，宇文启茅土。阿?隃商辛，毒乃痛海宇。何必禅让迹，无害干戈取。为德固未深，功亦肩周武。反顾靡愧心，高光绝千古。若夫黄虞上，赫赫我皇祖。唐高甘聚麀，妖瞾窃皇纲。淫膻易庙社，三灵为惨伤。维城拉然崩，蹀血染天潢。莽卓为一人，寸斩不足偿。惜哉无绝母，完归于上阳。当时极兵威，万愤亦少扬。养虎自遗啮，遗恨在英王。梁公古明德，昭代实无伦。濒死不改节，所莅惠必臻。婉谏复皇储，密引皆俊民。五龙既夹日，万古归其仁。危哉再相时，齿暮宦亦陈。万一先朝露，此志竟何伸。阿姨自有子，不作女主臣。少陵实沈雄，太白擅豪华。当其盘礴时，口吻皆烟霞。一字翰墨林，千秋归大家。生平宦不达，晚节各天涯。奉谴窜夜郎，乞食困浣花。而我独何幸，获保青门瓜。文饶一材臣，所至树风谊。会昌式微代，皇纽将解坠。立决万里筴，手挈三镇地。宠多器不任，为汰复为忮。垂老涉鲸波，白骨无所寄。但称裴司徒，不及李太尉。唐德初告衰，宇宙正佳兵。前有郭汾阳，百折必东倾。万死不易心，后有李西平。万古立人极，岂惟宗社桢。彼燧亦何论，为罪亦已盈。惜哉临淮谬，遗恨在齐名。裴公大将材，不解深州围。韩公大将材，不戢好水师。决胜或先登，宁如一偏禆。及乎坐庙堂，天子所蓍龟。词组转乾坤，匹身系安危。信哉尼父言，大受难小知。唐室将贾乱，高明俱倦勤。轩龙不安位，鹤驭将帝宾。两武称贤助，二李亦纯臣。云陛下家事，何必问外人。爱州与荆州，不惮批逆鳞。幸以首领完，沈沦竟终身。兴庆帝父尊，重华天下养。如何猜疑际，天伦遂板荡。抱景等幽囚，跬步同流放。生时亿兆主，弥留向谁傍。牝鸡一司晨，豺虎成兹谤。牛李相树敌，进退为是非。刺刺唇吻间，人主至宵衣。如何洛蜀党，贤者亦为之。涣群表大易，不比有明规。矛盾起方寸，所读何书诗。窃窥五鬼章，至今令人疑。阳公为谏议，四载閟其口。一作惊人鸣，出为道州守。鱼羹及稻糜，与众均所受。催科自注考，能令督邮走。兄弟凡三人，相与日饮酒。醉即共衾宿，不娶竟无后。钓奇性理僻，于道能知否。顺宗长谅阴，伾文遂窃柄。生终被窜僇，死犹蒙佞幸。及观所厘革，往往多敝政。颇收遗老还，力与中贵竞。柳吕一自没，欲速成蹭蹬。不睹快心人，时有膏肓病。自古负心人，毋与朱三伍。狙诈曹瞒流，狞凶亚石虎。狂锋既犯跸，王公尽砧斧。沙陀首弄兵，乘时窃边土。破巢稍臣分，劫揆仍凶虏。力屈聊避尊，夫岂崇故主。窃陋司马公，帝纪安足数。天厌五季腥，时复一扫之。存者旦暮人，焉能辨华夷。冯公岂不伟，于节安所施。信心白刃间，荣贵保期颐。千秋蒙垢污，所救亦不訾。二石一海鸥，古称图澄师。儒者所不道，西竺将取斯。有宋躬柔德，台谏执天衡。与帝争是非，物论时见凭。念无九苞彩，爪距若苍鹰。桧冑肉喂之，搏击中所憎。士气一为夺，千秋犹不胜。侧耳平津馆，嗫嚅承明廷。咬咬双鸂?，豸角何峥嵘。窜头复摇尾，宁不愧其名。艺祖惇友于，淳熙不良弟。空宫閟丘嫂，阴刃戕二嗣。奚必柱斧声，然后乃成弑。普也社稷臣，驱除每先意。其误不在今，误在书金柜。何物一老妪，乱经徇所庇。每读梁孝书，窃贤窦詹事。宣和负与国，复渝海上盟。一念不胜贪，宇宙遂佳兵。朱仙十三诏，竟分南北形。奕世言恢复，聊尔美其名。开禧大辱国，符离亦无成。孱然史越王，持重见讥评。贵寿复世延，毋乃当帝情。伯纪与德远，忠志贯金石。量隘而才疏，焉能剪强敌。忠简差练事，其气已萧索。等彼王与谢，雍容参揆席。矫首眺大河，苍苍七陵色。安得刘寄奴，纯心为宗国。强敌震四垂，天地为之裂。铁骑过独松，宋胆悉以夺。信公仗孤忠，群僚乃乌合。弱卵压泰山，犹能整其辙。天运久已去，人事那得说。掩卷惜公才，世儒但称节。赞皇谢膺试，鲁公戒求辟。于中岂泊然，大小犹有择。奈何策华腴，而夺隐士职。前辙既已迷，后轨践其迹。是巧靡不师，畴能已日革。浮云翳其眸，欲辨人间色。何如皓魄澄，群曀自辟易。天厌一世人，英雄生马足。兵刃周八荒，所至皆鱼肉。中原冠带地，几希付樵牧。时维耶律公，捐身不违俗。宛转中所嗜，从容解其毒。遂令孑遗民，生齿成代续。万古祠禹功，从配当不恧。边马躏中原，遂扫东南陲。天地尽为元，生人安敢违。伦物俱澌尽，存者仅一丝。许生当色辰，强起修饰之。虽复风俗颓，犹守六经遗。奈何拘方士，龂龂生哫斯。不闻夫子言，吾欲居九夷。巴延善居功，师出能以律。中废同汾阳，晚荣等高密。廉公当鼎沸，一出秦陇谧。正色抑降臣，改颜崇儒术。莫谓秦无人，江左乃无匹。天意惜未纯，阿桑时间出。高皇提一剑，力抉乾坤翳。圣武振八荒，荣名迈五帝。时维中山王，独任心腑寄。坐连百万兵，手挈中原地。才宏识更远，功大心转细。两都对珥貂，茅土垂世世。开平卒于师，曹卫亦早逝。所以保令名，爵赏亦延世。宋公拓中原，功多罪亦细。颍公辟西南，未种纤介戾。苟免钟室诛，难辞杜邮赐。为燕剪名将，焉知非天意。韩公佐开国，雅若何在汉。尊当百僚师，戚则东第冠。贵富既已极，君恩未终涣。胡陈小竖子，何乃与其乱。投缳应星陨，谁能明非叛。但读虞部章，窃深投杼叹。吾怜革除际，诸贤何不辰。齐黄既首祻，希直亦谋臣。白刃亘天来，谁能保生存。桓桓铁尚书，血战挫燕人。捐脰不肯回，一死识其真。魏公椒房旧，大义乃灭亲。下见武宁王，慨焉不辱身。己巳边马狂，上皇困鱼服。举朝一于公，嶷然回地轴。天子忧万年，鹤驾将改卜。代言当上赏，孤卿尽公禄。于独再坚辞，于心了无恧。彼权借文忮，谁知非实录。"}