{"id":"684087","title":"乐府变十九首 治兵使者行当雁门太守","dynasty":"明","author":"王世贞","text":"今皇帝时，治兵使者任君繇。别驾稍迁，别驾坐府，俨若明神。大吏畏公，小吏畏民。倭奴扬帆来，疾如冲飙。杀掠吏士，奉首伏逃。任君当之，数折其骄。殷殷师鼓，任君在先。鍧鍧师金，任君在殿。止若春风，动则夏电。士女避敌走，不敢开门。任君令开门，全活千万人。生我父母，存我任君。入夜不宿，或昼辍飧。胄而拊循，挟纩一言。愿与同死，不蕲独全。贤哉我师任君，媪死不归，墨而戎绖。慈母令子，明君良臣。辑兵持服，舍车而徒。老弱奔走，巷哭旅呼。家斲一木，以像君躯。天祸王室，早就奄迷。何以祠君，姑苏台西。千秋万年，俎豆其间。白日烛天被八方，穴凤薮龙来游翔。三事庶尹万友邦，靡尸不鳏徵俊良。将作少府六局坊，一切报罢诸不详。封墓式闾直谏彰，四门大辟晨煌煌。皂囊白简纷纵横，单于谷蠡左右王。解辫顿颡称恐惶，鲸鲵戢甲波不扬。公卿上寿报举觞，隆庆天子坐明堂。何当快乐无忧，长兄太师上公。小弟太傅彻侯，太后不避傅姬。两宫睥睨参差，中外嗫嚅忧疑。有妄男子数人，上书告密纷纷。缇骑东西逐奔，黄金大贝明珠。木难火齐珊瑚，散入咸阳贾胡。兄弟骈首琅珰，太师夺封道亡。小弟杀人坐偿，念昔蒙恩紫宫。左掖夜启铜龙，亡酒不论椒风。君心顷刻万端，何况彼此异天。掩袂饮泣重泉，敬谢太后主臣。在昔王法无亲，大德不德奚论。扬翠毦，曳金支。马駊騀，车逶迤。手将两黄钺，大者诛二千石，小者僇偏裨。九卿班饯日崦嵫。相君眤眤前致辞。尚书行出师。乐哉尚书柰乐何。所过二千石，丧魂魄。日夜辇重称军食。黄金如山莫谯诃。累女对对嚬青蛾。回鹘小队桃叶歌。中丞奉觞舞回波。乐哉尚书柰乐何。大宛骢，珊瑚鞭。天吴绣蹙当胸盘。麒麟玉刻称腰圆。珍怪百宝装千船。席捲三吴向青天。九卿班，迎晡不得前。相君眤眤前致词。中官黄纸纷而驰。尚书告班师。乐哉尚书柰乐何。朝赐尚书，夕宴尚书。尚书第中锦不如。檀床八角垂流苏。紫衣屏息骈街衢。欲进不进足次且。左右十二波斯胡。平头奴子貂襜褕。醉着不下公侯车。乐哉尚书柰乐何。云霾辞天，雨洗白日。诏收尚书下请室。削之归，一官不得著。昔来一何驶，今归一何疾。念欲乘柴车，病不得驱。欲呼估客舟，估客不肯相于。妇女谇骂，小儿拍手揶揄。道逢九卿睥睨之，谒辞相君：相君新门十二重。东流之水西飞鸿。昔日父子今华戎。乐哉尚书柰乐何。娄猪化为龙，头角故不分。贪狼长百兽，那不食其群。有何短老公，自称大将军。从兵三十万，华盖若飘云。尺一丹棱箧，细刺蛟螭文。一署臣某字，直入铜龙门。忽开青天笑，雷公不得闻。前驱碧眼儿，惯骑大宛驹。与公同卧起，锦带貂襜褕。朝令谒天子，暮令拜单于。单于开箧看，中有尺一书。织成紫?毹，恰恰覆穹庐。犀毗黄金造，密嵌珊瑚珠。团龙五色帛，百匹为一角。单于大欢喜，亲为割肉炙。小妇弹琵琶，大妇奉羊酪。手取一束箭，墨文何错落。为语而将军，物微意不薄。箭锋但相近，各各相引却。归还告将军，将军大欢喜。今年敌却去，好复开茅土。幕府上功簿，两两对金紫。鬼伯何催促，将军向蒿里。严霜一夜零，华堂遍荆杞。翩翩执金吾，缇骑类貔虎。急为发其私，丞相下御史。支磔将军骸，分枭十二边。车裂两分张，刬肉施乌鸢。红颜夫人妇，悬首映旌旃。白面羽林郎，含咽向重泉。小女配人奴，歌舞侯家筵。田园亿千彊，各自称新阡。生为众人恨，死为众鬼怜。寄语二心臣，贻臭空万年。越台高高，以临吴会，下视岢峨。千艘万艘来不知，外戟如霜炮如雷。妇女累戟底，丈夫头悬戟支。遥问乃是故乡之人，何畏哉。遥问乃是故乡之人，何畏哉。男儿生世须黄金，令汝?载归。男儿但得多黄金，安用刺促斗争为。大夫坐越台中央，诸君但坐两头。织成氍毹锦地衣，流苏八角珊瑚钩。酌大酒，烹肥牛。诸君但坐两头，为汝楚歌不得休。下有一百二十红妆，璆枝㔩叶摇明珰。枝枝玉相对，叶叶翠相当，银烛迷离复昏黄。共醉捉大夫，不知大夫在阿旁。众中有小女，自名董妖娆。入门拜大夫，刺刺重憢憢。出门拜大夫，施施重蹻蹻。十疋红番罗，下压银狻猊。上有大夫字，但受不得辞。鼓瞳眬，报出日。诏书来，众缩瑟。大夫笑谓诸君：但坐无所苦，长安相君日卓午。越城机轧轧，旦莫为相君，织作何所苦。黄金南北走，大夫中央卧，御史濡沫不得祻。飞来五色鸟，自名为凤皇。千秋不一见，见者国祚昌。飨以钟鼓坐明堂，明堂饶梧竹，三日不鸣意何长。晨不见凤皇，凤皇乃在东门之阴。啄腐鼠，啾啾唧唧不得哺。夕不见凤皇，凤皇乃在西门之阴。媚苍鹰，愿尔肉攫分遗腥。梧桐长苦寒，竹实长苦饥。众鸟惊相顾，不知凤皇是钦䲹。缇骑一何?翻，轻裘怒马上兰。念欲陆海沈山，金吾府中大难。城南老姥雌孤，生有剪头吃雏。凌晨出游逮晡，乃从缇骑游趋。教以胡言数言，金鼓缚送紞紞。将至大司马门，太保首功次论。廷尉当之五刑，血肉模糊吞声。东市烹羊宰牲，西市击鼓吹笙。争贺缇骑遝来，男子步武崔嵬。罢归拊心徘徊，儿今出入危哉。富贵且莫求，贫贱且莫忧。奉君一卮酒，为君奏钧州。钧州先王日，恩宠冠诸侯。斗大黄金玺，真人刻上头。下令黔黎伏，上用神鬼愁。后宫五百人，一一玉搔头。工作侔尚方，永巷儗长秋。枚马不足谭，八公日从游。守令惕惕来，白事长叩头。御史昂昂来，旬月论为囚。数极终有归，祻至不自谋。急风覆破樯，天火烧枯桑。前人抽栋去，后人压空房。可怜少年子，急利好儿郎。深宫不足居，要走高皇乡。红粉厌为土，改作估客装。谬称平阳骑，去狎秦淮倡。秦淮欢不足，逻骑忽纵横。旦夕长安道，冠盖郁相望。中坐中贵人，貂裘金左珰。先收真人玺，后夺诸王章。昔日甘泉殿，千里若咫尺。今日未央门，一叩不复得。手种桃李花，须臾变荆棘。投书太保府，行金丞相宅。但进不复论，杳如海沈石。四门陈刁斗，击令心肠坼。鸡犬寂无声，幸弄争逃匿。掩泣复沈沦，洒谓众夫人。昔忝千乘主，安能縳辎轮。谁言乃公勇，千载不复晨。但没从我去，存者他人亲。华容慨起舞，虞姬絮前陈。急风覆破樯，畴不喂饥鳞。天火烧空桑，女萝亦见焚。引颈各高悬，举宫向沈沦。我欲竟此曲，罢曲涕泗涟。日月与雷霆，往往任高天。江陵伎人子，掩袂作啼声。家家叉帘立，送王上台城。王欲别太姬，门前黄纸催。出亦以徘徊，入亦以徘徊。王入台城后，不省作悲啼。妆台铅粉骄，别接冶游儿。朱门一家哭，万家得安宿。一家亦不哭，太姬方啖粥。门外双乌栖，哑哑枝上啼。官今当大赦，不愿赦王归。二十四皇孙，譬如南陇树。一半枝撑天，半不知爨处。白莲花，捧世尊。左跪圣母，右拜神君。莲花水，浴金盆。男女行照之，女为后妃男侯王。金貂罗纨耀两行。生当踏玉阶，死当坐天堂。谁为遣汝来，丘太师、周太师，却立那，颜东西。授汝尺一锦牍，赤白号带两头垂。但入上谷云中得，好儿郎，因依精兵十万骑，一一衔枚后头随。天运好反覆，白发所谋私。反接向市中，号呼众男女，曷不救我为。救我死者坐天堂，生当踏玉阶。忽有一书生，众不识为谁。书生从何来，乃是阙下上书男子，长流关外醉卧阛阓间，夜半缚致之。桃李种山冈，莲花种湖陂。刺舟摘莲花，却折桃李枝。东市标，书生头。鼓曈昽，使者輶。千金赏，万户侯。道傍跌足涕被面。中丞封，御史转。丞相阁中三日宴。郁郁九里松，虽悴不改真。五尺无瑕璧，是君百年身。明明两高月，不受浮云侵。寸铁成寸丹，是君百年心。膏沐辞镜台，髧髦涩金剪。白雪白双蛾，是君诀时面。丸胆佐朝饔，当食何大苦。虽苦不如汝，是君诀时语。昂藏二千石，鬑鬑颇有髭。横金照里闾，是君襁中儿。始讽柏舟篇，载陈断机言。应知循吏传，当归列女编。兄何在，南伐吴。弟何在，北幽都。老父何在，呼役夫。少妇具晨餔，大妇行唤姑。行唤姑，姑不起。溺床下，波瀰瀰。木稼木稼，胡不日稼。谁谓瓜土，而实其李。谁谓卵小，而犬其子。一虎挟两羊，后有乳贙不可当。有蠹齧栋，几其隳兮。吁嗟隳兮，子安归兮。猴而冠者酣耶，虎而冠者耽耽耶。日蚀不吐，社人奏鼓。大妇辍浆，小妇辍哺。昨日之日，汝于何所。回光不瞩，焉为救汝。"}