{"id":"684020","title":"四十咏 皇甫佥事汸","dynasty":"明","author":"王世贞","text":"安定饶世业，八龙得其半。叔氏独挺出，兴辞恣璀璨。齐梁大篇错，钱刘小言冠。时嗟安仁拙，终籍长卿玩。岿然鲁灵光，拉逻非所叹。俯仰子墨林，所睹无长者。莫公岂不文，宛若田父社。有抱不自璧，虽完讵为瓦。饥来玩清泌，衡门亦潇洒。时藻汰欲空，居然余大雅。殿卿若春风，所拂无不柔。酒德日颓然，禅语聊厌酬。耕我欢阴田，爱此鹊湖幽。楚璞不自贵，良工琢为璆。取友何必多，一李成千秋。硕果寒不食，词林见前辈。典刑足御俗，文彩亦被世。一工临池业，碑板光四裔。义取无虚月，笔耕尽良岁。却顾迂叟谋，寂寞身后事。嘉则少负奇，从事车骑幕。侠气贯秋旻，藻词丽朝雘。千人废喑呜，百氏从挥霍。屠子一代盟，朱生九原诺。族贵文亦就，是以不落莫。太史瑚琏姿，葆真铲光相。与余一谈秇，潇洒神俱王。倾盖岂必深，慨焉成辨谤。蕴籍叔度流，纵横东京上。疏草就磨灭，苦心将谁向。西京祀以远，浸淫成六季。杨马虽沈沦，余波尚绮丽。子威负奇者，冥搜复傍缀。遂令一代业，灿若云锦制。所虞白凤凰，飘瞥毫端逝。伯起初艺成，白晰美少年。一芬墨池藻，众工归我妍。薄游燕昭台，兴尽剡溪船。自谓千秋业，不假公车传。晨着潜夫论，夕奏钟期弦。天潢无浊流，洪都饶国琛。宗良虽晚成，力窥作者林。穷搜自冥合，有造必苦心。飞书渐寂蔑，神交岂在今。垂当忘言际，聊以表知音。至人不皮相，文士不灭迹。山甫一荒伧，而乃癯山泽。虽谢伯鸾舂，尚输柴桑获。日暮负薪归，商歌中金石。犹有身后名，时时一沾臆。无美攻六艺，乃在丱角时。濩落四十年，识者亦为疑。侠气标肺腑，壮心见须弥。跌宕词翰林，煜煜吐色丝。异时平津拜，不言公车迟。穆君义侠人，强被名教用。有才思挽俗，信已必违众。幡然悟此身，实为千秋重。力鞭北地足，冀追少陵鞚。千里在毫发，逊心敢忘讽。诸贤世皇朝，重庆冠时选。俊鹗抟谏垣，彩骝躏文苑。余志属象贤，凤毛何宛宛。赋海几玄虚，谈天类邹衍。襜褕故未报，托寄良非浅。吾怜张幼于，天才尤卓绝。十六游龙门，遂富长者辙。结客聊自偷，治生非所屑。诗登上卿席，名缀下士列。畴不和朱弦，谁欤赏白雪。百谷命世才，兴文自绮岁。既饶江氏锦，时新许公制。款段群蹀躞，骅骝瞥先逝。月旦摇吻间，风烟染毫际。讵学空门子，无诤入三昧。词苑足肤立，王郎独奇骨。有吐必匠心，往往自天发。以此振侠声，所友必贤杰。贵者虽自贵，视之同毛发。一醉即陶然，相将向超忽。周生应公车，故多天人略。骀荡一世名，匠心成述作。上书欲有陈，雅非绛灌乐。鼓雪停楚云，秇兰芬丛薄。毋听渔父谈，清时宁濩落。百年一罗生，弱丝系九鼎。继者四五人，纯甫尤耿耿。出日瘴雾披，清霜毒炎冷。赐环岂不荣，栖迟还定省。三复行戍篇，令人贵五岭。考功昔在台，属当鼎革际。再疏轻逆鳞，必取第一义。旋返长沙谪，小宽绛灌议。东省一冰壶，清光铄群媚。穆如新诗来，知君不遐弃。邦相强项人，焉能事言路。流落湘楚间，深衷托骚赋。循吏足自宽，文苑雅相慕。登我弇山堂，握手遂成故。嫫母犹在宫，毋使蛾眉妒。吾爱邹齐安，才行一何姣。有造必开先，微言穷窈眇。春至赤壁青，霜落大江小。人云江山助，所得殊不少。却笑眉山公，晚来未了了。陶令谢彭泽，畲令辞全椒。俱言以酒废，无乃为折腰。陶影不出山，畲迹不入里。当其傀俄时，千载如一轨。新诗亦自佳，能谐世人耳。时平介胄间，风雅亦一诣。我怜张将军，摆脱谢流辈。傍采元嘉风，不踏会昌地。卷白气若粗，杀青心自细。试问锦鹔鹴，已从酒家质。羽王拙宦人，沈精托文秇。颇修邺下言，突过景龙际。沾沾意自伐，汲汲取相媚。十载七徙官，青衫转成敝。徒令五彩翰，零落偏荒裔。齐风故憍志，子愿乃温然。书探会稽室，文匠东京前。抗志凌九霄，降体纳百川。伊余安时汰，君子衷所怜。遘若饮醇醪，暌若思婵娟。吏部弱冠年，其名已张楚。籍籍尚书郎，小遂厌圭组。晞■朱鸟颠，探珠骊龙府。岩壑与廊庙，但悟即千古。毋泥五君篇，溪刻徒自苦。曹生菰芦人，须作猬毛磔。孝友自天就，侠游聊寄迹。睥睨一世间，降心见超识。玄依子云阁，相卜汤源宅。铁网沈珊瑚，冥搜十年得。徐生貌温如，骨节不茅靡。兴词虽沃若，所造有根柢。拂袖平原门，掩关骠骑里。不为造物弄，翛然事名理。勖哉出世资，毋轻慕才鬼。瞿生状眇小，气雄三军帅。有志必自酬，无锋可令避。合掌西竺言，兴文遂余事。禅那有四病，宗门无一字。却问阿难陀，恐为博闻累。女家不乏材，顾生尤翘楚。一赋回帝颜，群姝让眉妩。视草缓铜龙，横经高白虎。归卧昆山阳，夜光未轻吐。时俗易为工，逊志在千古。王族饶天藻，旧条困宗正。子厚舞象年，奕奕着才行。太息自试表，含轸黄初令。不睹曹子桓，觊握真宰柄。感此有尽年，剧称文章盛。昔予忝晋棘，所荐多名士。黄生独裒然，博雅轻流辈。惠我锦绣段，示我瑶华制。苦心济南室，转与时趣避。为汝一解嘲，知希身转贵。司理宦不达，遂作身后计。呕心出奇语，意表见新致。摆脱尘中好，雕锼千古诣。放情山水间，虚舟了无系。晚合未为迟，逼人良可畏。王生托清狂，贫不解工俗。对客无寒暄，匕箸恣所欲。及乎命笔时，纷纷坠珠玉。秀色若可餐，清音宛相属。忌者攻其瑕，虽瑕意亦足。太原人中龙，有子汗必血。䟤跋秇苑场，歘尔电同掣。俊声亦麇至，雅非衷所屑。物表托金兰，尘中莹冰雪。置余父子间，孤蓬亦成节。仲淹司马弟，友于一何笃。不作阿奴攻，但经平子目。心期偏韦布，酒语易肝腹。折节西京言，翩翩标二陆。遂令谼中植，蘼芜亦芬馥。孟达才故饶，结思在幽沈。江左有新契，中原非故钦。澹尔秋山色，泠然流水音。有弟能挫名，转迹入青林。未却方中轨，焉知尘外心。吾爱张中丞，颉颃有难弟。窥豹昭蔚文，食牛吐生气。人传火攻横，不晓璧联贵。彩笔生纵横，青山晚憔悴。踯躅手板间，犹歌蜀道易。梅生抱超识，雅复与才会。上下千载间，有造无不诣。袅娜出余态，泓渟饶深致。三十而逢掖，同学多已贵。长卿宁当过，过乃扬得意。中丞昔谈艺，磊落在嘉靖。季子甫离髫，豹文已彪炳。宁唯代为箕，其力乃超乘。突过元和表，穷探杜陵境。游汝父子间，令人泪潜迸。"}