{"id":"684128","title":"乐府变十章 楚悯王","dynasty":"明","author":"王世贞","text":"楚悯王，坐武昌，金瓶酒寒夜未央。中弦调移角奋扬，铁椎交飞血从横。可怜玉匣黄金床，不得全颅置中央。太子距跃不下堂，美人如花列两行。含辛饮泪娱新王，焉用擗棘茨垣墙。御史来，鼓彭彭。黄纸当头槛车迎，长安大人食枭羹。食枭羹，语枭子，而枭之父亦如此。黄河西来昆仑，小复前汇玉关。自是白羊楼烦。汉将所筑城，犬牙其间。敌阑入之不休。橐驼騊駼牦牛。控弦穹庐四周。自我失新秦州。与敌杂治共繇。大夫大夫，曾君忧虞。人吏买马具车。诘朝慷慨就途。上请誓剑玺书。咄嗟大夫，不睹长安之城，武安魏其。日夜引绳龂龂，千金偏行奚为。金吾白发之赫哉天威。咄嗟大夫，不见兵出玉关，乃见藁街之西，不悬郅支，乃悬大夫。万水东流，鱼西上钩。谁独为敌，人快私雠。咄嗟大夫，乃为相君快其雠。咄嗟大夫气尽，不复欢谣。离离山下苗，托荫山上桃。风吹桃根堕，苗行代桃焦。可怜生无常，生死借人骄。唶女商中丞，胡不冠而惠文。逍遥坐高堂，谁令六师。女张皇高，天下有白日，不照将军之门。唶女中丞，白日又不照未央。肘腋之祸私所详。欲言未言以彷徨。唶女中丞，曷不为良臣，势迫难为良。念欲为忠臣，忠臣罹祸殃。甲士三十万，东西若风云。唶女中丞，自有君子六千人。不愿隶大将军。愿隶主上察不臣。唶女中丞，雷霆蔽天来，一何殷殷不收。脱女惠文之冠，三木而囊头。朝备席上僚，暮列庭下囚。唶女中丞，养犬吠发宵人之奸。后宫乃得脯腊，养犬以饔餐。唶女中丞，编槿衡御，阑入之暴臣。陬者乃得剪撤，编槿以为薪。诏使驰入壁，欲归定远符。前庭族将军，后庭出赦书。肉如崤赐大餔。健儿擦血马喷珠。还我冠，冠中丞，争呼四望追锋车。唶女中丞，覆盆之光独不开。饮丝茹纶向泉台。日出之日胡为哉。百鹙能击鹰，百蚁能齧虫。石头众儿郎，晨起各汹汹。劲足扶老拳，立蹴肥司农。可怜肥司农，七尺气如虹。小如一孤雏，引脰悬高空。挦扯大司马，蒲伏中山公。鹄立群公卿，鼠窜血肉中。九日不解甲，十日不开营。金帛捆载来，坊市无人行。黄纸诏书下，朝鼓何瞳瞳。尽赦诸军罪，追夺司农名。司农孤榇归，儿女泣吞声。诸军欢呼散，大酒肥羊羹。杀人不抵偿，不追首事踪。司马不削官，中山不削封。扬扬众公卿，还复休其官。弱者饿欲死，强者醉詈天。时无贺六浑，焉知散财结少年。汉武帝时有一暴公子，自称直指使者来治齐鲁。黄纸为前驱，从史持绣斧。使者如雷霆，雷霆当头下。使者未行来，墨吏纷纷解绶去田里。手即平淮书，口即冠军语。使者既行来，墨吏不肯去。去者乃老博士，扶服道傍，戚戚仰天大泣。涕有何，乡老公，积镪万千，念非?氏豪，不敢属县官。告密一见闻，束缚妻子若牛羊。东家盗遗骸，西家斲古冢。来证此老公，就死不得控。念欲北走边，严刑重阑出。念欲南走越，汉地今为一。念欲向天上，横天置罗网。念欲蹈泉下，妻子恐偕往。蓟门使者居，中有夜行途。金银络绎去，但去莫次且。乌毕逋，赦书驰。归来相贺归无家，安用主上金鸡为。黄河自天，浩荡东奔。破泾浊渭，以趣龙门。仙掌失蹠，铲其冠莲。二室终南，划吻窒咽。富媪躨跜，疻痏遍体。函关改途，砥柱徙水。连城拉然，峨甍倒悬。千井横流，万灶罢烟。土欲压人，不避豪族。何所非髽，谁适为服。遗火四焚，与怜接照。人鬼竞号，莫辨两曜。雍并之黎，将靡孑遗。粥我衣我，惟帝是祈。帝坐细旃，上相相焉。曰古尧汤，数莫敢奸。灵蓍之囿，不产恶草，岂伊善良，而遘凶天。呜呼天乎，存不恤亡而亡，是雠且吾已矣夫。浿水左三千里，室县罄地如赭。东邻初种禾，半岁不得雨。禾苗向下生，不复肯出土。西邻改种麦，一雨六十日。麦根萎烂尽，何处结颗粒。边马来，边马来，令女力尽负弓刀，那能顾锄与犁。我欲食榆榆无皮，我欲龁堇堇为泥。爷易儿，儿行抱爷啼。爷当幸饱死，儿死终苦饥。曷不睹建康城中三万人，白刃手血司农臣。司农致白粲，少府致金钱。绫锦出北巷，货贝出南廛。索饭得脯，索浆得酒。苍鹰击攫，靡取不有。耿雉䙰褷，棘螫黄口。可怜辽阳忠义儿，白骨相籍朽。死事易，成事难。君不见直中丞，披龙鳞，食马肝，万死不死脱狴犴。胸中无黑白，止有径寸丹。中丞未下马，安得中丞与白日俱出来照我。中丞既按部，安得中丞与白日俱向暮。中丞齧贵豪，不能令贵豪助弱民，但纵谗口狺狺。中丞宽租税，不益田家饘粥，但饱吏胥腹。小家裹干糇，日日写讼词。大家不得寝，金钱米帛出参差。一分贿吏胥，一分与小家。一分充锾赎，从此转无涯。讼师人人富，但恨无十腕，两腕指节痛。吏胥人人富，但恐作富人，复来小家讼。小家人人富，作富不得均，展转自为閧。江南百万户，户户泣且诉。生不爱冰与雪，但爱得雨露。中丞自廉亦自直，百损不得希一益。咄唶哉齐文宣，未可忽龙逢，比干非俊物。北山虎而翼，南溟鲸而爪。生世不谐锦，衣帅作太保。太保入朝门，缇骑若云屯。进见中贵人，人人若弟昆。太保从东来，一步一风雷。行者阑入室，居者颔其颏。太保赐颜色，黄金立四壁。一言忤太保，中堂生荆棘。缇骑走八方，方方俱太保。太保百亿身，所至倏如扫。鸡鸣甲舍开，争先众公卿。御史给事中，不惜称门生。欢饮丞相邸，刻臂为父子。生非真骨肉，子贵父不喜。但呼太保名，能止小儿啼。鬼伯一何戆，荷索便相催。县官为震动，急敕治丧事。少府供金钱，东园给秘器。后帅朱都督，特遣护其家。起冢像阴山，赑屃插云霞。吊客虽以繁，不及贺者多。可怜堂中哭，不胜巷中歌。今皇帝时御，史白发阴私。称诏籍家财，金宝尽流离。妻子逐归故郡，兄弟作长流。家人大小鼠窜，不窜作俘囚。赐冢踏为田，松柏摧为薪。已无牛羊地可上，何云近前太保嗔。金鸡鼓两翼，万户初帖席。土马行不得，万人各加额。有权勿遽欢，无权勿终酸。无权保庐井，有权不保七尺棺。我歌太保歌，贵者蹙其颦。已令前人后人笑，莫令后人笑后人。汤汤袁江流，截嵲钤山冈。钤山自言高，袁江自言长。不知何星宿，独火或贪狼。降生小家子，为灾复为祥。瘦若鹳雀立，步则鹤昂藏。朱蛇戢其冠，光彩烂纵横。孔雀虽有毒，不能掩文章。十五齿邑校，二十荐乡书。三十拜太史，矻矻事编摩。五十天官卿，藻镜在留都。六十登亚辅，少保秩三孤。七十进师臣，独秉密勿谟。八十加殊礼，内殿敕肩舆。任子左司空，孽孙执金吾。诸儿胜拜跪，一一赐银绯。甲第连青云，冠盖罗道途。儤直不复下，中禁起周庐。凉堂及便房，事事皆相宜。文丝织隐囊，细锦为床帷。尚方铸精镠，胡盌杯菰篱。雕盘盛玉膳，黄票封大糦。五尺凤头尖，时时遣问遗。黄绒团蟒纱，织作自留司。匹匹压纱银，百两颇有余。煎作百和香，染为混元衣。温凉四时药，手自剂刀圭。日月报薄蚀，朝贺当暑祁。但卧不必出，称敕撰直词。御史噤莫声，缇骑勿何谁。相公有密启，为复未开封。九重不斯须，婕妤贴当胸。密诏下相公，但称严少师，或字呼惟中。县官与相公，两心共一心。相公别有心，县官不得寻。相公与司空，两心同一心。司空别有心，相公不得寻。昔逐诸城翟，黄冠归田里。后诒贵溪夏，朝衣向东市。戈矛生謦咳，齑粉成睚眦。朝疏论相公，棰榜夕以至。宁忤县官生，不忤相公死。相公犹自可，司空立杀尔。凌晨直门开，九卿前白事。不复问诏书，但取相公旨。相公前报言，但当语儿子。儿子大智慧，能识天下体。九卿不能答，次且出门去。不敢归其曹，共过城西邸。司空令传语，偶醉未可起。去者归其曹，留者当至未。九卿面如土，九卿足如枳。为复且忍饥，以次前白事。司空有德色，相公直庐喜。司空稍嗫嚅，相公直庐恚。不复问相公，但取司空旨。县官有密诏，急取相公对。相公不能对，急复呼儿子。儿子大智慧，能识天下体。一疏天怒回，再疏天颜喜。九边十二镇，诸王三十国。中外美达官，大小员数百。各各黄金铸，一一千金直。南海明月珠，于阗夜光玉。猫精鸦鹘石，洒黄祖■琭。红紫青靺鞨，大者如拳蕨。蔷薇古刺水，伽南及阿速。瑞脑真龙涎，十里为芬馥。古法书名画，何止千百轴。玉躞标金题，煌煌照箱簏。妖姬回鹘队，队队皆殊色。银床金丝帐，玉枕象牙席。杏衫平头奴，丝縢双蹴鞠。酒阑呼不见，潜入它房宿。生埋冯子都，烂煮秦宫肉。生者百丛花，殁者一丛棘。近即龙床底，远至阴山后。凡我民膏脂，无非相公有。义儿数百人，监司迨卿寺。以至大节镇，侯家并戚里。逶迤洙泗步，灿灿西京手。老者相公儿，少者司空子。谓当操钧柄，天地俱长久。御史上弹章，天眼忽一开。诏捕少司空，究核诸赃罪。三木囊赭衣，炎方御魑魅。金吾一孙戍，余者许归侍。意犹念相公，续廪存晚计。舳舻三十艘，满载金珠行。相公船头坐，谁敢问讥征。啸傲郿坞间，足夸富家翁。司空不之戍，还复称司空。广征诸山材，起第象紫宫。募卒为家卫，日夜声汹汹。从奴蹋邑门，子弟郡国雄。不论有反状，讹言所流腾。宗社万不忧，黔首或震惊。御史再发之，天威不为恒。御史乘飞置，捕司空至京。司空辞相公，再拜泣且絮。今当长相别，儿不负阿父。相公心自言，阿父宁负汝。不识一丁字，束发辟三府。月请尚书奉，冠服亚汝父。汝父身不保，安能相救取。重恳监行客，少入别诸姬。归者吾而配，不归而鬼妻。诸姬心自言，司空何太痴。归者吾而配，不归人人妻。还抚诸儿郎，阿爷生别离。金银空饶积，高与钤山齐。不得铸爷身，及身儿始知。儿郎心自言，阿爷何太痴。有金儿当使，无金儿自支。监行两指挥，各携铁锒铛。程程视溲寝，步步相扶将。有酒强为歌，无酒夜彷徨。秋官爰书上，顷刻飞骑传。一依叛臣法，矺死大道边。有尸不得收，纵施群乌鸢。家赀巨千万，少府司农钱。上宝入尚方，中宝发助边。不得称相公，没入优老田。片瓦不盖头，一丝不着肩。诸孙呼践更，夕受亭长鞭。僮奴半充成，余者他州县。夜半一启门，诸姬鸟兽窜。里中轻薄子，媒妁在两腕。相公逼饥寒，时一仰天叹。我死不负国，奈何坐儿叛。傍人为大笑，唶汝一何愚。汝云不负国，国负汝老奴。谁令汝生儿，谁令汝纵臾。谁纳庶僚贿，谁朘诸边储。谁僇直谏臣，谁为开佞谀。谁仆国梁柱，谁剪国爪牙。土木求神仙，谁独称先驱。以此称无负，不如一娄猪。食君圈中料，为君充庖厨。以此称无负，不如一羖䍽。食君田中草，为君御霜雪。以此称无负，不如鞲中鹘。虽饱则掣去，毛羽前齧决。以此称无负，不如鼠在厕。虽有小损伤，所共多污秽。相公寂无言，次且复彷徨。颊老不能赤，泪老不盈眶。生当长掩面，何以见穹苍。死当长掩面，何以见高皇。殓用六尺席，殡用七尺棺。黄肠安在哉，珠襦久还官。狐兔未称尊，一丘不得安。为子能负父，为臣能负君。遗臭污金石，所得皆浮云。"}