{"id":"684475","title":"咏怀三十四首","dynasty":"明","author":"王廷陈","text":"两仪立枢要，万事具纪纲。智士运机权，一童驱百羊。羽重金或轻，尺短寸有长。壮夫苟失据，反为竖子伤。独茧引六鳌，纤缴连双鸧。操持贵不谬，得失讵有常。始悟制人术，岂在多与强。明月至无媒，朱草敷庭阴。仓卒拔剑前，眄睐愁予心。岂独闇嘉祥，隐祸恐见侵。忌废忍不攫，负婴甘弃金。至贵有不欲，天属诚所钦。美疢虽可甘，徒使百毒淫。昔有亢桑子，寄身畏垒居。臣妾屏仁知，甘与朴累俱。三年国大穰，岁计诚有馀。闾井戴其润，谋欲俎豆予。闻之怅不怿，奋起逃空虚。丰施不食报，道化超黄虞。季叶骛功利，画挈矜一隅。人生本殊方，神范各有宜。参错获一致，妄凿乖天倪。凫胫续则瘁，鹤胫截则悲。拇骈决则忧，指枝齧则啼。鲜劣不假益，羡溢岂无亏。纷彼便嬛子，作意相追随。智殚力云匮，成理曷能移。狙捷反见执，豹文乃来田。鹦鹉舌为灾，翡翠羽自残。丑恶非可居，才美迩祸端。置身当何所，材与不材间。贵宠安足希，庶以尽吾年。天网掩八荒，翔走尽其曹。大人操利刃，挥网使奔逃。杀获岂不多，贵有疏释条。浑沌凿已久，胥庭徂复遥。刑书代附益，权家纷猬毛。跬步置一阱，荼苦动见遭。民穷诈转出，兽窘恣咆哮。介者不慕饰，胥靡岂惮高。无令自弃民，生此全盛朝。儒生峭崖岸，抗颜论诗书。磬折周伦类，直方向朋徒。吐辞厉信义，皎日耀天衢。外表高洁谈，腹内蕴穿窬。命侣发瘗子，探口出含珠。金椎碎腐颊，青青歌应胪。圣言岂不伟，反为行劫需。诵说苟非人，阶乱岂胜诛。击鼓以求亡，疾驰以逃影。驱介以乘高，骖蹇以求骋。挥刃丧其柄，振衣失其领。趣舍昧良图，存亡在俄顷。轩后谒大隗肃驾，登具茨徒御总圣。灵中道迷所之邂，逅襄野童再拜称。天师仲尼大圣人，未敢轻小儿神智。有不通稚齿抱真，知咄嗟世路子耻。问甘蓄疑终身昧，太行皤皤良足嗤。民食美刍豢，䲭鸢甘臭陈。西子岂不都，鱼鸟不见亲。万类殊所嗜，物岂慕非伦。箕毕各有好，况此世上群。情欲孰为正，参差何可均。黜智任自然，悠悠葆天真。夸名非已有，祸患在须臾。生命无延期，昏旦有不虞。拂衣舍之去，矫步升天衢。陟降太微堂，上帝授灵符。六气备朝餐，双虬结飙舆。消玉馈我浆，凭云搆我庐。圣贞进杯觞，灵妃奏笙竽。三光代列炬，四海注一盂。抗臂抑羲和，六龙且徐徐。微瞬朝市易，日月曷云除。名漏泰山录，鬼伯无迫驱。举手谢世人，安能与尔俱。里中有一士，栖栖蓬户间。动依高士迹，居诵先民言。盎中无斗储，桁上衣无完。藜藿并日得，纩絮岂禦寒。伏腊祀每废，妻子颜苦艰。常恐志节亏，不屑亲知怜。入门四壁立，顾之绝愁叹。饥食拒嗟来，渴饮避贪泉。一箪恒晏如，回也称大贤。姬旦制冠裳，万古承其贲。偶以衣狙猱，奔腾裂且弃。承云本妙音，鳞羽争辟易。鲁门钟鼓声，转使爰居悸。物类何缤纷，人已非一致。韪哉尼父言，盍各言尔志。曜灵倏西没，圆景承其辉。飘风荡层云，零露忽已晞。急节不可淹，大暮焉能违。天象会有复，嗟哉人命微。怵惕积汤火，荣名非我希。幸不婴网罗，何用起高飞。安接浮丘公，执手升云巍。玉醴对坐倾，琼华聊可叽。京洛冶游子，浮湛声色场。青骊服文舆，丹组绾罗裳。翱翔狭邪间，顺风扬芬芳。高堂置广宴，曲榭开閒房。分曹效百戏，作使徵名倡。良庖脍肥鲜，珍馔溢圆方。朱华忽西逝，兰膏嗣其光。客醉赋无归，宵分歌未央。为乐自今日，千岁固其常。安能转多忌，叹息怀虞殃。甘辞背德义，尽言招罪尤。效忠主未谅，施恩谁见酬。直道鲜所合，险路焉可由。民生媚其朋，玉石各有俦。舍此但安坐，芳时忽我遒。去来固成理，乖合非人谋。灰心置计较，遗弃亲与雠。去适无穷野，超世离殷忧。达士志慷慨，贪夫思保全。有身则有患，消散固其然。伏波甘马革，庄周快乌鸢。用意非一趣，大要归明贤。愚者闇桑榆，郁郁坐自煎。思虑损眠食，恐惧怀冰渊。蹙遫向宾客，劻勷终岁年。多图寡攸成，繁辞累其愆。展转不获纾，赍恨寱重泉。木槿荣一朝，日夕用长叹。河清不可俟，川逝谁能止。朝露忌太阳，夕日愁濛汜。歌舞化尘埃，都邑生荆杞。大运厄阳九，销毁固恒理。填海精卫劳，逐日夸父死。齐景悲牛山，晏婴笑未已。彭殇孰短长，无生悟方始。梧宫肆诘辨，齐楚兵始连。弦高犒晋师，郑国赖以全。齐乐不可犯，范昭知有贤。谁云制胜术，乃在樽俎间。君子慎几微，祸福基一言。覆水各自流，事去诚可怜。疑似不可涉，李下与瓜田。母言出妇口，虽当未为贤。周公功信伟，二叔反流言。实沈与阏伯，日起寻戈鋋。骨肉尚不免，何望他人怜。夜玉至无因，匹夫按剑前。鸱鸺据腐鼠，仰视嚇鹓鸾。苟非明君子，安能弭祸端。感彼采苓章，勖哉其舍㫋。处世怅悠悠，结交诚草草。舳舻济重渊，玑衡测穹昊。人心怀崄巇，对面施倾倒。庄惠亦有疑，张陈终莫保。托身恨已晚，知人苦不早。挥袂去人群，采芝历云岛。言笑色虽亲，致毒乘其昧。一旦弛周防，勺水成湍濑。祸乱在须臾，何有细不大。牧视后者鞭，蟋蟀思其外。舟壑竟难恃，轩驷何足赖。先民亦有言，高明鬼所害。庆吊非异门，骄蹇讵能会。元化运天地，硕辅须英雄。草昧若无侯，大业何由隆。匡时各有人，如云附飞龙。二八赞虞庭，胥靡翊殷宗。周公出天属，鼓刀应非熊。为猷苟切施，疏贱靡不庸。下世忺举肥，斥异多引同。岂乏倜傥士，无媒终固穷。僶俛信无当，踯躅常苦忧。伤哉世路交，同源终异流。执手爱不浅，转面起见雠。倾侧忍负欺，怨毒生绸缪。弯弓日相向，乘利来迫遒。薛公一获罪，宾客谁顾留。炎炎廷尉门，灰冷令人愁。胡越使相为，安危在一舟。轻薄市中童，反复诚独羞。烦思发愤懑，自兹绝交游。日月亘天涂，照耀各有时。荣枯若循环，智巧难控持。贾生愁遇鵩，庄周惮为牺。纠纆谁不婴，文绣焉能辞。放言用自慰，虚无诚我欺。得失去来间，此叟乃深知。昔闻有游女，逍遥翔碧浔。交甫下请佩，解赠情亦深。可遇不可持，变化愁予心。影灭佩亦失，汉广无由寻。眄睇绝髣髴，徘徊逮夕阴。青鸟忽来过，贻我金石音。忧思耿难忘，写意于鸣琴。自伤非俦类，感激长悲吟。愚公亦非昧，智叟未为得。献疑亲反嗔，赞诡疏为德。大人计亿代，俗士愁日昃。通蔽鲜一致，损益非易测。忽忽行欲暮，遑遑复何之。征马立踟蹰，远道安可期。霜霰被原野，北风吹我衣。孤鸿飞且号，虎兕夹林啼。崎岖不获骋，徒旅长叹咨。回车亦已晚，失路良可嗤。嗟哉客游子，念此早旋归。穷达有自然，鬼神柄其施。安坐值渥恩，周旋失所宜。佩玉乃不兆，压纽襁抱儿。上卿属稚齿，郎署淹厖眉。巧宦目马安，斯言恐亦非。岂无多智人，往往困蒿藜。蜉蝣不知夕，楚楚矜衣裳。人生若尘雾，睹兹立傍徨。世事沓而至，心力苦不遑。运往怅莫追，忧来叹无方。智巧虽百出，得失亦相当。少壮与时逝，精神自彫丧。逼此悔恨生，税驾名利场。按牒访芝草，天路期翱翔。列仙非我俦，瑶水邈无航。俱置勿多畏，恬澹安其常。中岁独玩世，荡志娱弦歌。婉娈思一顾，轻薄日来过。妙舞进北里，姿媚趋狭邪。资用每不赡，谤议横相加。兹年忽丑老，愆祸悟已多。昔人重知非，慨叹今如何。澡身祛垢氛，考室潜岩阿。幸不即徂谢，庶得附龙蛇。兹岁忽云暮，驾言出城闉。杨林翳白日，冈岑蔽玄云。荒原离兽驰，寒鸟鸣索群。上有百尺台，下有千古坟。登高一骋望，思我平生亲。延伫久不至，俛仰怀酸辛。万物靡不化，千载犹兹辰。驱马复来旋，咏歌聊饮醇。猗与雄杰士，猛气盖八埏。出身赴国难，受命不遑安。左臂引乌号，右手提龙泉。临敌试一呼，万夫却走还。先声四海沸，壁垒俱破残。旄头化石陨，天吴蛰重渊。西北净边尘，东南荡蛮烟。茅土非所希，贵使威灵全。长揖返故庐，功高何足言。至人处斯世，忌为人所知。十浆五先馈，列子惊且疑。避灶不足贵，争席乃庶几。大白每近辱，卑浊良可栖。岂效夸毗子，作意矜容仪。结束转自媚，姿态令人悲。髹涂饰轩毂，步趋陈采齐。危冠礼迂士，褒贬厉严辞。媮媟不敢干，矫志逃世讥。皎洁难久居，青蝇忽来随。衷美孰云亮，毁誉在一时。败轨屡相萦，邅踬当路岐。"}