{"id":"684982","title":"感寓","dynasty":"明","author":"王称","text":"吾闻上古初，浑灏本一气。羲皇肇人文，龙马飒已至。轩鸿垂衣绅，唐虞臻至治。有巢邈以远，黼黻日云贵。自从苍姬还，玄酒薄真味。凤衰其如何，寥落匪一世。双精激飞轮，循虚节惊至。逝川无回波，千秋倏如驶。浮生日及荣，孰与乔松齿。君看邙山坟，累累正相似。鵙鸣群芳歇，大暮同归矣。谁知清浊间，中有恒不死。圆魄载阳燄，终古无亏盈。因人示朏朓，侧见死与生。蟾蜍薄阴采，顾兔潜其形。何当凌倒景，一睹天地精。璇穹垂至象，众曜何煌煌。能符调庶极，帝车斡阴阳。昼夜无停机，所职各有章。苍精奉东璧，神虎屯西央。渊渊北辰尊，穆尔居其方。司契古有成，无为位弥昌。素琴絙朱弦，中有流水音。连城为之弹，太息发哀吟。仙人空中来，鸾鹤翔幽岑。斯意不可述，江汉清且深。中空发驾辩，清声间陵阿。郑客一在坐，自以延露和。至音久寥寂，窊靡世共歌。俚耳不可尚，竽瑟将奈何。驱车首阳下，望古怀清芬。斯人久已化，令名今尚存。让国就伦命，杀身以成仁。如何有千驷，寂寞身无闻。端居阅元文，云是古苔编。中有羽化术，炼服可延年。中夜养玄牝，积虚成自然。朝餐沆瀣粮，夕饮玉醴泉。东邀青童君，西揖金母前。笑攀若木枝，頫见昆吾颠。兹事苟不缪，吾将命求旃。真人趣恬澹，漠尔中若浮。无心亦无为，日与至道游。群生接为搆，水火斗不休。轩辕赤水珠，须以象罔求。寥寥六合间，可以命虚舟。太白夜食昴，流辉烛天街。精感动穹汉，君心宁见怀。白璧忌暗投，徒使按剑猜。所以狂接舆，凤歌归去来。玄穹贮幽默，至理何寥寥。良窳潜一机，回薄如旋飙。嫱嫫孰妍媸，殇聃讵遄辽。张生既中废，单子亦外彫。所以塞北翁，颇识理乱条。云胡徇物者，汲汲徒内焦。咄哉感吾衷，长歌且行谣。龙虎启晋伯，熊罴兆齐封。豺声馁敖鬼，牛祸成庚宗。废兴自古来，吾将讯其蒙。苍旻本何心，至理元冲冲。嬴皇?威武，汉帝非仙才。玄关袐灵府，何处求蓬莱。终遗镐池璧，空献新垣杯。但见三泉下，宝衣变寒灰。大庭昔酣醉，遗此钧天章。遂令鹑首墟，虎视吞八荒。嬴基苦莫敦，所恃逾凶狂。诡命终见夺，百二空苍凉。金行昔驰驭，胡马窥神州。诪张厌神鬼，狂恣轻王侯。蹴踏五都裂，秽浊三精收。上天实祸淫，所佑在祥休。岂伊否泰运，一气恒相遒。经过览故墟，落日黄云浮。冥穹不可讯，泾渭方安流。商君挟三术，西游诧秦君。上陈帝王略，邈矣宁见珍。《阳春》信寡和，《下里》乃得亲。孔辙七十周，信哉无停轮。我有萦纡思，区区向谁陈。番番南昌尉，不知名位卑。上书抱区区，忠恳何由知。灵乌鸣朝阳，莫为世所希。终然吴门市，散发招鸱夷。蚩尤卓长空，汉兵出阴朔。材官三十万，旌甲蔽墟落。长驱破轒辒，万里靖寥廓。朔南无王庭，功成卫与霍。谁知青塞月，白骨照沙漠。元精格至理，寂感通幽明。造化虽甚微，焉能外吾形。飞霜激齐台，振风扬楚庭。庶贱尚复尔，况与至道并。圣功极中和，二仪为清宁。缅彼归昌音，何时复来吟。秋风肃万物，严霜下空庭。不惜百草晚，惜此兰蕙倾。祥麟一朝羁，尼父为涕零。大运固莫测，圣哲那能营。容成安往哉，远迹良冥冥。艳色不足贵，所贵在适时。昭君倾国容，遂为丹青欺。蛾眉嫁绝域，一往不可追。至今青冢月，夜夜令人悲。玉丽不盈把，德辉照四邻。段生日偃卧，乃能蕃卫君。浇风薄士节，自碎明月珍。求蝉贵明火，俛仰怀古人。阛居婴世媒，局束无安步。石火流狂飙，忧来鬒成素。誓言濯吾缨，释此出门去。临流弄沧浪，升丘引遐顾。仰羡双飞鸿，肃肃在云路。兰以芗见焚，膏以明自煎。高才信非美，贤智成祸愆。龚生蹈伟节，楚老有遗言。清风虽可希，惜哉夭天年。直木忌先伐，甘井忌先竭。何为抱区区，昭如揭日月。至人善闭关，埋照慎不发。入兽不乱群，虚舟任超越。襄壄迷帝轩，汾阳枉尧辙。栖心玄灵台，可与人世绝。春至百卉生，感我池上情。折芳玩新绿，临风为谁荣。蠲忿树合欢，忘忧树萱草。忿蠲忧亦忘，希夷自为宝。幽居玩群生，小大俱物役。嗟嗟羽族微，扰扰亦何极。鹣鹣共联羽，精卫劳木石。何如三青禽，翘尾戴胜侧。庖丁擅操割，目行神为虚。三年无全牛，投刃划有馀。渊情妙至理，岂受外物拘。冥筌苟不弃，安能得神珠。凌晨采琅玕，溯彼洛水涯。翛然有神遇，绰约间令姿。投我以佩环，却致交甫辞。艳色岂不姣，赠赂良亦稀。但恐结缡好，中道有所亏。夭夭园中桃，灼灼映绮窗。窗中有织妇，颜色如青阳。三年弄机杼，七襄成报章。成章欲何为，愿以充君裳。但恐不见察，徘徊空感伤。繁条蕴徂谢，清宫媒炎寒。泾阳擅秦宠，岂得常交欢。一朝成远间，敛怨东出关。昔日夭桃花，今同秋草残。所以龙阳鱼，痛哉涕汍澜。富贵千里合，贫贱促膝离。骨肉尚云尔，何况他人为。不睹窦门士，请看蔺庭綦。翟公何为者，谢客无乃迟。祈龙敏辩给，惠施夸便儇。竹书信激诡，坚白方自贤。腾口徒见尤，胡能事幽玄。九州谁复徵，多方亦已然。去矣桃李蹊，予将欲忘言。翩翩游侠子，出入咸阳城。千金买意气，五陵交弟兄。袖中徐匕首，拂拭秋霜明。十步杀一人，千里不留行。世人矜勇智，中贵联芳声。末路贱行检，此辈方纵横。至今季布死，尚识朱家名。拂槛引菱荷，当风和激楚。皓齿扬修蛾，清尊閒芳俎。三川美少年，五陵游侠子。取乐不知疲，但畏韶光阻。焉知董生帷，妙心在千古。我有太阿剑，龙文粲奇章。精光动星斗，挥霍回阴阳。淬以金鸊鹈，衣之古盘囊。夜深雷雨惊，恐逐风云翔。刚明易点缺，贵能敛其铓。用之如发硎，保之在深藏。去去勿复道，相期霄汉长。齧膝志万里，兰筋何权奇。长鸣一见驭，蹀躞遗风追。伯乐苟不值，旷世谁能知。离离玉山禾，曷慰渴与饥。八龙眇何许，宛足长相随。东园桃李树，灼灼春妍华。佳人不再摘，芳意其如何。白日每不退，流光竟蹉跎。大运苦难遇，感此哀情多。孤凤久不食，所志金琅玕。喧呼百鸟中，束翮敛羽翰。会当览德辉，飞下青云端。虞廷方见待，阿阁当空盘。谁令抱威仪，局促风云间。宋人得燕石，自谓璠与玙。徒劳什袭重，见哂周大夫。流俗久缪误，美价恒异沽。所以卞和子，抱璞空长吁。公轩处懿鹤，白屋讥千秋。菉葹盈高阁，申椒掩荒陬。颀颀东方生，虚为岁星游。方将猿鹤化，岂为沙虫谋。归从紫泥海，再弄清浅流。照影莫唾井，种葵莫伤根。伤根葵不生，唾井隳明神。乐生北去赵，由余西霸秦。壮士感知己，鄙人怀私恩。止止且勿哀，千秋黄金台。昏壁中始见，烈风号北林。飘飘远游子，中夜抱单琴。繁音激楚奏，清商悲越吟。岂兹异乡感，兼之年岁侵。胡为苦行役，薄暮犹骎骎。四时有代谢，千古谁成功。昔时东陵侯，今日瓜田中。雄剑且勿悲，骫顺天地同。武安岂不伟，掩关终何庸。桂树生高岭，扬芬散天风。濯濯甘露滋，泠泠被芳丛。托根既得所，众卉羞与同。幽兰独何为，憔悴荆棘中。楚夫重鸱夷，诧作丹穴翘。鴳飞东南至，文羽不见邀。一鸣旭日升，再弄律吕调。箫台有练实，去去翔遐霄。世人竞功利，志得靡暂宁。邴生事薄游，匆匆怀兰馨。游心不滞物，泛若浮云轻。岂徒漆园傲，百世同高情。微禽变淮海，流光迁惊湍。人生岂不化，徒结千载欢。昔为金虎台，今见荆棘攒。碧海不可蹈，紫关邈难攀。谁邀大丙驭，去觅无穷山。"}