{"id":"685677","title":"拟古宫词一百首","dynasty":"明","author":"邓云霄","text":"万国朝元捧圣君，烟开仙掌暖氤氲。九天初上重光日，三殿长飞五色云。北斗低垂倚禁城，南山当殿更分明。合宫共祝齐天寿，鸣佩遥闻动地声。夜半君王八骏回，云璈仙管递相催。瑶池剩有青鸾使，侍女休歌赤凤来。兽集长杨几万蹄，君王校阅御园西。妾身不惮当熊立，懒向楼头看斗鸡。玉辇看梅爱淡香，宫中皆学寿阳妆。冰肌玉骨亭亭远，何用双蛾若许长？太一祠前散晚霞，满坛灯烛映鸾车。九枝斜挂重输月，独炬偏开四照花。君王斋戒集灵台，玉露金茎不满杯。宫里琪花千万树，那能承露一齐开。跪风太液折红莲，百尺龙舟水拍天。曲罢乘风欲飞去，绉裙还得号留仙。千年花树忆仙家，好向双成学种花。红颊绯袍镇长在，肯将秋色换春华。宫中雨露本无私，何意偏开向日枝？闻道侍臣开讲幄，多陈樛木咏螽斯。上苑秋千笑语同，湘裙罗袜远行空。昔传妙舞能擎掌，今见仙姬解御风。团扇轻摇水殿凉，巧裁明月绣鸾皇。不愁盛暑催香汗，只恐薰风不久长。年来种竹傍琼轩，浮碧垂阴满院门。旭日自宜停凤侣，东风还待长龙孙。百花宿雾暖犹含，蜂蝶纷纷晓已酣。欲写春山入眉黛，近来云气蔽终南。百丈崇台接太清，低枝月桂挂檐楹。今朝宫监逢人说，亲听嫦娥叹息声。花阴翠辇转迟迟，宫扇低回碍柳枝。怪底才人不轻折，君王偏念发生时。白茅方士奏灵符，十亩斋宫四面湖。好借琴高金色鲤，妾将骑去问麻姑。残柳萦烟锁翠眉，御沟流去杳无期。纵然红叶能传信，不及东风嫩绿时。凤楼初阅献俘回，赐宴功臣画阁开。从此琵琶消怨调，燕支新进美人来。铜壶银汉水相连，宫漏微茫落远天。点点繁声那得尽，故将长夜续如年。人在蓬莱阆苑中，由来弱骨有仙风。莲花不染空潭水，何用防閒托守宫？承殿花深斗鸭栏，红云绿树倒微澜。鸳鸯鸂□纷相逐，谁侍龙颜倚槛看？报道歌楼怒偃师，六宫长袖尽迟疑。圣人正奏虞韶乐，学士休裁舞马词。梦中据腹是苍龙，醒后遥闻万户钟。记得银屏隐香雾，高唐回首恨云封。生来歌舞自能谙，旧住扬州傍绿潭。忽听采菱翻艳曲，令人肠断忆江南。休沐经旬半理妆，唤随歌队过平阳。游丝百丈牵官树，底是春情似个长。玉华斗帐近承欢，宝枕携来号六安。细雨和风自然暖，不知帘外有春寒。年年修褉浣平沙，太液烟波驻翠华。已遣少儿争斗草，更教宫女作司花。上元烟景逐年新，幻出金鳌捧紫宸。火树万花光似昼，何须剪彩贴宜春。云母屏风滤月光，凉于秋水白于霜。深宫寂寞如琼宇，莫遣清辉到玉床。温泉暖室养花枝，二月新瓜已怪迟。谁道青皇入清禁？南墙幽草未曾知。芙蓉锦带拂菱花，宝靥双双斗丽华。不畏秦台能照胆，却疑明月是依家。飞萤过尽锦屏空，烺烺双星一水中。自是君恩若流火，秋来长夜在西宫。独立银塘夜寂寥，芙蕖相倚背风飙。秋深自解宽衣带，不为君王好细腰。懒将薄命苦悲伤，天地无心莫较量。唐苑恩光看放蝶，晋宫车驾本随羊。春日晴曛锦绣堆，相期女伴上歌台。琐窗妆罢看蟢子，已报君王中使催。金屋沉沉懒探春，玉阶行倦坐花茵。将雏命侣双飞燕，打落青虫故中人。裸游新馆映清波，长夏凉风澹绮罗。日晚散归金锁合，月明肠断夜舒荷。桂宫初见羽旗还，愿乞馀丹驻妾颜。不惜妾颜薄西日，长承君寿比南山。尘流阿阁怨閒居，弥子龙阳乐有馀。今日不须誇矫驾，他年终见泣前鱼。射蛟鞭石总荒唐，翠辇频年到海旁。谁识神仙无定寄？宫中亦有杜兰香。淡云笼日醉花天，红雨侵阶点绿钱。宫柳春来如妾懒，昼长无事但三眠。判断春光太有情，柳眉桃颊笑相迎。也知殿角新雷响，不及君王羯鼓声。夜来急雨春风喧，霁后梨花满院门。试向上林听百舌，始知鹦鹉未多言。宫中寒食赐金钱，共对饧糕忆往年。可怪御厨犹禁火，玉堤芳树自含烟。下来蚕室缫新丝，心绪缠绵春日迟。不及采桑南陌女，双蛾何用似人眉？照影池边绣领斜，踏青同步御沟沙。昭仪欲佩宜男草，嘱尔先栽夜合花。淋池流水日汤汤，清泪犹随出禁墙。已见西风生殿角，不须制曲更招商。黄姑渚畔夕流深，牛女相期此夜心。共道天孙因巧误，懒排瓜果学穿针。凝碧池边玉笛声，长生殿里结盟情。愁心欲向弹棋写，只恐心中自不平。遥传辇度万年山，漫倚东风想佩环。细数落花无限恨，心随流水到人间。东风送暖动轻绡，新创秦楼待品箫。闻道侯家尚公主，玉书先遣凤凰招。琐窗秋尽度流萤，谁道长门次掖庭？日日焚香兼洗钵，只须朗诵法华经。谁对螭头近御筵？迩英帘下集群贤。起居注罢簪彤管，女史频催索彩笺。东君回驭百花阑，万户春深莺舌残。魏紫姚黄都赏遍，沉香谁更倚阑乾？尚衣初进縠纱裳，夏树阴阴送嫩凉。羞把双眉裁柳叶，乱丝飘荡过南墙。渥洼神骏自西方，一入天冰苜蓿香。莫怪新妆梳堕马，君王昨日御乘黄。中元佳节月华清，懒拍银盆弄化生。莫信官门才咫尺，还如弱水绕层城。春朝太液暖溶溶，新水微茫混碧空。晓雾飞为神女雨，长桥化作美人虹。梨园弟子郁金裙，法曲声高响入云。月里曾教青女习，人间莫遣李模闻。影蛾池畔月如霜，水碧沙明杜若香。宫女回波歌楚调，却疑行幸到潇湘。露重参横春夜迟，不眠斜倚万年枝。花影正须留月姊，花心正好媚风姨。愿随王母步天庭，扫地时窥玉札经。揲罢舞衣浴明水，霞冠秋礼一坛星。朝来池面静无风，绕岸楼台落镜中。不信鳌头擎贝阙，请看波底有龙宫。谁家巧女上鸳机？才见柔桑又叶飞。南国绮纨新入贡，侍儿相劝易寒衣。砧声别院响沉沉，蛩透纱窗鹊绕林。惆怅秋衿凉吹入，君王空赐辟寒金。月冷珠帘彻底清，银床冰簟梦难成。秋空万里无云气，桐叶翻阶作雨声。群鸡队队锦翎张，玉案旁边立贾昌。角胜何须金作距？禽心亦自妒专场。上林秋尽兔狐肥，游猎平原驾末归。细草有心承玉佩，新霜莫遣湿龙衣。属玉双飞太液池，采莲宫女画船移。莲房颗颗看相并，若个心中不带丝。白苧声高秋夜长，谁移明月在昭阳？层台彩女罗衣薄，舞罢盈盈两袖霜。池中铺锦埒铺钱，水陆行游各丽妍。队队红妆随豹尾，少儿沿路拾金钿。柏殿兰台秋兴高，词臣侍宴赐挥毫。斜飞墨雾鸾笺湿，赋就何人得锦袍？正地氍毹戏彩球，至尊含笑赏先筹。鹦鹉杯前香似雾，杜鹃花外月如钩。月冷霜清桂树丹，琉璃瓦上动微澜。双双白兔眠帘下，谁道深宫异广寒？院里霏霏三素云，却疑前世是元君。金钱不买长门赋，玉版亲书宝箓文。天上人间迥不同，观名却月殿迎风。玉皇遥在红云里，十载深宫似梦中。宝匣擎来彩胜新，金刀绣线佔阳春。中宫传谕加妆点，先赐椒房戚畹人。御堤南望草萋萋，一半花香落燕泥。玉辇不来春又暮，谁云桃李易成蹊？高高复道势凌空，步辇行游蹑彩虹。香屑霏微侵苑外，歌声摇曳落云中。万紫千红斗岁华，玉堤堆锦又蒸霞。春来秋去深宫里，惟有菖蒲不作花。春院传柑赐内官，金相玉质映雕盘。喜看叶带青云湿，更忆枝垂白露团。荔枝卢橘自南来，赤日黄尘驿使催。修贡谁怜飞骑远？荐新今见寝筵开。水殿清波漾舞巾，轻盈罗袜不生尘。好邀西子湖边月，更照陈王赋里人。哀蝉落叶送秋声，圣主新歌最有情。不恨香魂迷帐幕，更催方士访蓬瀛。承恩有路到阳台，兰梦无征试堕钗。偷望前星佔气色，夜斟玄酒礼高禖。千门万户望中赊，岁岁风吹御苑花。闻道画工随内使，又分十道选良家。骊岫登高辇路长，行宫九日赐萸囊。莫言啼鴂芳菲尽，黄菊丛兰各佔香。大骂迎春耕籍田，三农九扈颂丰年。新雷隐隐随鸾辂，龙衮犹沾绿野烟。三千粉黛各倾城，谁得君王唤小名？但愿身轻如燕子，更调歌嗓学流莺。鹂黄札札弄金梭，织就花丛似绮罗。游遍六宫催秉烛，春光九十本无多。蒲针柳线拂横塘，避暑乘凉过上阳。閒把玉环牵吉了，更将金弹打鸳鸯。兽炭金炉似火城，纷纷瑞雪洒云屏。如今不是陈时世，玉树惊看照后庭。睡鸭香销烟霭浓，化为云气总从龙。谁知一片帘前雨，远隔巫山十二峰。班娘才退赵姬升，卖赋还闻聘茂陵。一任君恩他处暖，妾心元在玉壶冰。东宫花烛照芳春，鹤驭鸾车迓玉人。今夜洞仙三十六，争看织女度河津。君王偏爱广寒游，霓羽声喧桂影幽。醉把玉鞭空外指，彩云中夜度扬州。围栏换土护花王，爱尔春心不着忙。红玉一枝藏玳匣，百花开尽始成妆。绿阴千顷洗残红，吹笛池边起晚风。折柳不须悲旧曲，飞花犹得入南宫。身在天皇玉案前，自誇无事小神仙。宫中一日如千日，圣主长生更万年。"}