{"id":"687058","title":"往时杨清溪为乡先达菊存陈公作种菊图工妙逼真去之六十馀年其五世孙继先乃得之于其仲父有实家盖其家故物也出以示余因题其后以致景仰之意","dynasty":"明","author":"刘崧","text":"先生风致已丘墟，海上还传种菊图。五世诸孙方学殖，肯教三径只荒芜。故人好在瓜州上，写得梅花远寄将。愿托江流向千里，江流到海意尤长。青山何处是幽居，生事深怜老向疏。安得短篷仍载酒，松江雪里钓鲈鱼。陈丞写竹小尤精，比似湖州太瘦生。何处月明江上白，千枝万叶送秋声。东园少小曾游处，桑坞茆堂一径通。拄杖叩门头似雪，却从花底觅溪翁。小园青李露盈枝，味比来禽似更宜。料得持觞厌鱼鳖，急分碧碗荐冰姿。长年步不过回廊，心静时闻薝卜香。莫怪扣门浑不应，近来喧寂已俱忘。十年名重当朝士，万里诗传渡海僧。风雪崚嶒头雪白，月中瘦影见寒藤。护龙河水绕禅房，五月寻幽到上方。最爱门前两桐树，风来叶叶是清凉。为报身閒老澈师，暮年林下好相期。何由共载南归棹，来向沧江理钓丝。向晓移舟泊港津，异乡相见即相亲。五更月上潮来早，又是东西南北人。浪打矶头波放颠，中流那复往来船。行人閒得无聊赖，卧看炉峰起暮烟。女儿港前风乍起，一声长笛倾人耳。遥见匡庐顶上云，片片吹落湖中水。曾同歌笑月三更，上马犹听鹧鸪声。老去无人共豪饮，一帆斜日过江城。中宵起看大江流，莽莽乾坤不尽头。吞吐月明三万斛，客怀那得一分愁。铜塘滩下水如弓，无限青山隔岸东。野庙萧萧脩竹里，停舟坐爱满林风。谢君汝州十四帖，愧我珠林六十翁。早约残年风雪里，骑驴来访霸桥东。野藤枯蘖半苍青，白日秋阴结杳冥。彷佛潮头风雨恶，群蛟蜕骨海云腥。解鞍向晚暂停征，况是周郎重故情。今夜酒醒山月上，便应高枕听溪声。溪水盘山似建瓴，芙蓉杨柳满沙汀。明朝更渡回潭去，犹拟题诗上翠屏。杜陵短褐鬓如丝，饭颗凄凉日午时。为报西流夜郎客，锦袍霜冷更相思。曾蹴流沙出大宛，独持风采照天门。归来散澹春风里，丰草长林总帝恩。王郎写竹出吴兴，潇洒纵横似更能。昨日蒲庵庵里见，云根风骨更崚嶒。松桥石濑雨潺潺，杉桧阴森暮色还。谁共西楼一尊酒，白云堆里看青山。群雁飞鸣雪满天，孤舟况在洞庭边。银筝冰柱谁家子，弹彻凉州廿五弦。牧溪画龙如草书，健笔挥霍相纷挐。岂知灵物自变化，神气风霆行六虚。韬威戢勇山林间，雾泽文采何斑斑。长啸清风起六合，独立为君当九关。露下石林秋气清，松风尽日带江声。閒来自爱无拘束，拄杖看山到处行。松下茅亭俯碧流，山中楼阁倚清秋。岩腰有路穿林去，犹拟携琴上上头。云隐何年屋数椽，芙蓉叠嶂俯晴川。松房旧是藏书处，犹有虹光夜烛天。种柳城南河水津，两岸几株高过人。千回树下频来往，弄叶吹花恼杀人。种柳城南河水边，青枝拂地尽含烟。柔丝若有千千尺，应系侬家荡子船。种柳城南河水流，枝枝叶叶是新愁。窥人昨日犹青眼，吹絮今朝已白头。种柳城南河水傍，当年二月好春光。晴风暖日无聊赖，只听莺声也断肠。河上东风二月时，垂杨十里斗腰肢。如今纵使能娇舞，照影寒潭亦自疑。金缕织成歌舞衣，年年江上惜春晖。无端心性轻离别，待得花开只解飞。莫拗长条作马鞭，春来叶叶是愁烟。东风着意应怜惜，吹送飞花直上天。池馆幽窗日日开，浮云西望独徘徊。似闻卧疾沧江上，不见寻春北郭来。春水满江鱼子肥，春云匝地雁群归。客怀谁遣愁花雨，草色无端近竹扉。水西江上柳千树，白云山前花满溪。即欲闻莺酬旧赏，要须走马觅新题。东园林禽细作花，城南杨柳乱啼鸦。青钱买醉何由得，白日行吟真可嗟。莫惜当筵酒满壶，春光流转只须臾。池亭一夜听风雨，明日桃花大半无。我家茅屋知何似，白马祠前快阁东。风涛二月不可出，谁与买船行市中。万安县前好风光，疏花乱草满鱼梁。大船东下疾如箭，一十八滩春水长。一剪春风映路斜，石桥流水净无沙。愁来图画惊相见，绝胜西湖处士家。法古斋前小丛竹，青梢如发笋如针。别来无限清秋意，烟雨潇潇已满林。出峡放船歌楚辞，月明人醉白沙祠。旧游零落风流远，载酒重来定几时。疾风吹雨龙髯湿，落日挂林猿臂长。巫峡晚晴初瑟瑟，华峰秋色正苍苍。不愁江梅破雪早，祇恨杨柳隔年青。烧灯稚子喧长夜，骑马行人问短亭。北林枯梢只奈雨，东舍寒草故生云。沙冷长鸣黄犊子，地深时乱白鹅群。百舌向人啼不住，一身作客愁可怜。有酒且复醉今日，无钱莫谩悲长年。忆得小年当岁除，昔者之乐今不如。青衫击鼓骑竹马，赤脚踏冰寻鲤鱼。金鱼洲下放船开，华石潭边看雨来。爱杀南天双白鹭，青山尽处却飞回。江雨溟溟落远帆，驱车西上入烟巉。青松残雪分明见，指点行人问翠岩。池上逶迤结构新，光风尽日可怜春。柳枝竹叶浑无赖，萱草葵花故恼人。閒云长近松边屋，流水潜通石底池。坐客把书临阁迥，野人送酒出村迟。赤色鲤鱼金作鳞，吹花沉蔓解相亲。湍流出入元无定，雷雨飞腾故有神。生事不关来往稀，溪光滟滟映柴扉。蒲萄叶破青虫堕，豆荚花开乳雀飞。堂上弦歌寂不闻，游丝落叶正纷纷。无由来倚长松树，閒看青天起白云。庭下春泥百草生，秋来金凤亦垂英。自是丛中看不定，却缘红白太分明。"}