{"id":"687321","title":"鉴古韵语五十九首 唐尧帝","dynasty":"明","author":"孙承恩","text":"帝莫陶唐盛，巍巍冠百王。德于天并运，道合地无疆。圣学传千古，钦明照万方。有生穷宇宙，孰不戴休光。帝德虽难状，帝心亦可言。爱民常罪已，敬德俨临渊。大化由身始，神功格上玄。于维千载下，白日看高悬。克尽为君道，无如帝有虞。执中遵圣轨，大智秉谦虚。端拱雍容日，时巡治理馀。典谟焕千古，彷佛见都俞。明德身为范，人文日与开。韶鸣灵鸟至，干舞远人来。龙衮辉宸极，南薰惬圣怀。泰和千载遇，稽首咏康哉。大禹为君日，勤劳恤万民。钟鼗求善切，典则贻谋真。饮酒疏仪狄，当车泣罪人。龟畴叙常道，三圣实同伦。继世家天下，承传启有为。恭行知圣学，伐叛凛皇威。不有仁贤誉，其谁远迩归。钧台朝玉帛，编简有光辉。禹业中尝替，浸微有太康。忽违忘祖训，逸豫恣禽荒。洛表留旬月，民离失万方。怨歌勤五子，今古有馀伤。夏有少康帝，崎岖离乱间。振衰能自竞，布德更亲贤。践土光前业，明禋配彼天。遂令垂绝绪，复见中兴年。帝桀穷凶恶，贪残虐万民。矫诬空自托，怨毒第招嗔。天岂培凶德，民应属至仁。南巢奔窜日，民怨尔时伸。勇智由天锡，宽仁实性成。执中不偏倚，乐善绝骄矜。改过风雷厉，澄源玉雪清。日新传圣学，万古诵盘铭。纵欲皇仪丧，风愆祖训真。犹多不远复，幸不竟沉沦。佑启惟天眷，匡扶亦老臣。处仁迁义美，万古仰如新。太戊尸君位，严恭以自居。天人原吻合，敬畏靡差殊。德政脩无阙，祥桑正尔虚。永年膺宝历，端拱治平馀。亦有高宗帝，真称继世贤。居崇知稼穑，肇迹自幽潜。恭默逾三祀，雍和遍八埏。试披三命读，圣学见渊源。祖甲冲年日，幽潜田里间。亦知谙穑事，应自悉民艰。惠欲周黎庶，心存逮寡鳏。未能侪二祖，合与困知班。君道先无逸，由来万善门。岂惟治之本，实乃寿之原。敛则神常固，操之气自存。卓哉三令主，应不愧汤孙。纣恶仍浮桀，骄誇妄自贤。漫云生有命，不道罪弥天。杀戮忠良远，奇淫妾妇怜。倒戈躬衣玉，牧野看当年。穆穆文王圣，诗称敬止功。谦卑靡侈泰，徽懿见柔恭。求道心何切，仁民意莫穷。勋华卓相望，异代俨同风。赫赫维周武，巍巍称大君。慎官崇激劝，厚俗正彝伦。仁德躬行盛，谦虚访道亲。皇风动遐裔，五位澹凝神。令哲遵先业，师臣礼数隆。天威严敬忌，明德罔昏侗。礼乐昭文治，征诛振武功。守成称令主，万代仰高风。祖业遵无怠，神人俨敬恭。保釐介东土，匡翼望臣工。德教寰区洽，囹圄越世空。唐虞隔千载，亘古两时雍。周室中微日，宣王励志年。谦虚资德教，玉帛起遗贤。旱魃为时虐，忧勤契上天。载歌江汉什，武烈亦巍然。赫赫宗周盛，人谋还自倾。力行穷暴戾，灭德肆骄矜。嬖宠彝伦斁，征劳怨刺兴。桑柔瞻卬什，千古鉴分明。土苴轻仁义，凶残法令崇。诈愚非德化，力劫岂心从。多士泥涂里，遗经烈焰中。千年狂暴迹，遗秽永无穷。一剑兴王业，三章易暴秦。宽仁多伟度，明达更殊伦。好善若在已，听言如转轮。鲁邦经一祀，国脉倍精神。汉帝躬玄默，依稀有古风。率先敦俭朴，听纳事谦冲。祗有仁民意，都无振世功。耄齯歌至德，三十九年中。俭朴遵先业，谦恭亦靡遑。宽刑极仁爱，薄税减经常。坐致民生厚，平将汉道昌。守文能不愧，千古继成康。盛气临区宇，雄才隘昔人。不胜多欲累，无补制纷纭。威武行殊俗，舟车起算缗。表章功则有，六籍丽高旻。君德明为本，而难在幼年。日星照谗佞，金石任忠贤。阜俗休前政，生民喜息肩。圣闻昭达谥，千载映遗编。彊察中宗治，王猷顿一新。励精勤综核，任法御臣民。明作功虽著，敦弘意颇湮。轻儒迂德教，千古议纷纭。汉业何缘替，元成二帝来。懦柔难自植，昏惑讵能回。戚里叨天柄，朝廷养祸胎。莽新行篡窃，元不咎平哀。武致中兴盛，文成帝载熙。持循每谦约，治理更勤咨。物欲无私好，权纲只自持。崇儒兴教意，永作后人规。尚论东京治，人犹忆永平。宪章勤慎守，幽枉必昭明。养老仪文备，崇儒礼教兴。祗怜伤慧察，雅度欠含弘。恺悌由天性，居然长者风。御人羞察察，临政独雍雍。有诏褒循吏，无心显治功。伊谁仁恤典，频著汗青中。众正登庸渐，苍生望治频。囹圄释贤辅，锡典厚亡臣。抑谄明珠却，兴儒学舍新。讵堪权倖在，治道更逡巡。逸德荒君度，刑臣擅主权。忠良空授命，凶德欲弥天。戾政招灾异，狂行污简编。岂知亡国论，遗恨在他年。主国原非义，贻谋况不臧。守成无典则，祖德自淫荒。只有浮华竞，都无礼法防。五胡云扰日，嗟尔祸源长。大业乘机会，都来诈术中。谁云胥吏道，便与帝王同。嗣子奸天位，狂心恣暴凶。不缘英主出，何自息疲癃。一代称贞观，千年睹令辰。韦弦亲谠论，镜鉴比良臣。宫女疏幽怨，要囚感至仁。武功与文德，彪炳后无伦。内难清夷日，当年亦治平。开元醒里过，天宝醉中行。蜀道风尘地，西宫掩抑情。有初终不竟，作戒甚分明。克复劻勷日，勤劳亦守成。权阉播威福，悍后障聪明。继世惟姑息，何时见治平。酿成藩镇乱，消沮愧王灵。聚敛非王政，偏私岂建中。天资伤忌刻，性学欠昭融。贤辅终疏斥，奸邪是显庸。治平虽有志，才小竟成空。法祖追洪烈，勤咨想治平。威行藩镇戢，政一纪纲明。谋以明能听，功因断乃成。远猷虽弗竟，亦不愧中兴。寡欲心清旷，天资亦厚宽。虚襟容直谏，勤政绝游观。志为兴衰切，才于拨乱难。耻为凡主恨，空使后人叹。法赏无偏滥，忧勤有祖风。俭能财用节，乐与谠言从。一纪馀安靖，群情感大中。谁教猜刻胜，远略未恢洪。唐室懿僖日，真为板荡辰。普天多寇盗，继世总昏嚚。已是垂亡地，犹堪杀谏臣。谁云天降罚，酿恶尽由人。仁厚开基异，崇儒圣道尊。至诚寓杯酒，心事洞诸门。慎狱钦民命，惩奢塞败源。身先端化本，彷佛见王言。罪已消天变，仁民隐至情。厚伦施义粟，勤学购遗经。节为山林重，功于宦寺轻。不惭称令主，恭俭更仁明。章圣几贤主，咸中亦治时。爱民释逋系，听谏纳危辞。重道颁经籍，忧蝗罢宴嬉。惜哉祥瑞事，白壁见瑕疵。仁俭承先业，遐荒仰治平。膳因惜费减，物为爱民轻。讲学忘炎暑，陈图列御屏。黎民怀惠泽，翼世痛昭陵。让德终丧日，其如历数归。仁心放宫女，孝道协慈闱。临政参今古，求言裨缺违。史书经统一，千载仰前徽。一代有为君，齐家更守文。游畋元不事，土木总无闻。法制熙丰盛，兵戈辽夏勤。倾心相安石，国是日纷纷。元祐更新法，拳拳复祖谟。宣仁元圣哲，马吕亦匡扶。幸免调停误，终为绍述诬。惜哉全盛业，坐见日西徂。帝聪多技艺，土木漫然荒。既作神霄会，仍开花石纲。劳民崇艮岳，违好伐辽阳。为堕丰亨说，终当出幸亡。五马传初渡，皇图喜再开。守文堪令主，拨乱欠雄才。和议谁教信，精忠漫作猜。偏安方自足，恢复见悠哉。恢复当年志，英明自尔殊。仁行社仓法，勤寓敬天图。武烈心徒竞，谋谟意总疏。纷纷多论议，毕竟堕模糊。帝也中才主，恭俭亦守成。用人杂忠佞，行政半昏明。不有遵行实，空存理学名。只馀表章意，正论息争衡。戎马凭陵日，宫闱恣乐辰。非因天有恶，自是国无人。忠愤嗟多士，安危倚大臣。慇勤德祐诏，哀诵不堪论。往事今之鉴，遗编迹未陈。是非须决择，终始贵持循。随善皆归治，无非不败身。商书三四语，千载可书绅。于穆维天运，君心法自彊。圣谟犹炳炳，天命凛皇皇。睿哲皇今是，钦明道日昌。愿言期勿替，千古配陶唐。"}