{"id":"687532","title":"拟古二十七首","dynasty":"明","author":"孙承恩","text":"季冬耿长夜，朔风振乔林。幽斋不能寐，起坐发哀吟。美人旷千古，遗我金玉音。褰裳邈无从，怅望空劳心。有鸟白翯翯，来自东海浔。虽无文采烂，洁白羽毛新。飞飞集神州，琅然扬清音。威凤仪朝阳，和鸣叶韶琴。日短羽翼单，天阔云雾深。凤鸟苦不省，鸱鸮将见侵。四顾羁旅孤，怆恻反哺心。会当乘便风，复归故山林。我有一良剑，传是古镆铘。自信靡文饰，埋没溷泥沙。惨淡无晶光，斑剥生铁花。世人亦有宝，诩诩各自誇。磨淬明白雪，本质固无加。百金饰剑首，金珠灿星霞。一朝售之市，传观共称佳。我剑亦在侧，唾手争喧哗。好恶莫容辨，抚之自咨嗟。什袭始有待，终必遇张华。上天示鉴戒，灾异何频仍。奏报四方至，圣心靡安宁。畴咨诸臣工，涣汗扬大庭。陈言禆缺违，治道期一更。北斗酌元气，吁谟运权衡。皇华走星轺，恩波逮苍生。于惟吾皇圣，格天以勤诚。岂惟弥灾变，三五行可升。天于西北亏，地于东南倾。炼石补缺漏，蹴山塞重溟。洪河稽天流，象罔纷纵横。赤手障颓波，万古焉能成。漆室有隐忧，非啸邻妇惊。其力诚何施，其志良可矜。今日忽不乐，驾言出遨游。遨游亦何之，迤?登崇丘。累累有孤坟，传是古王侯。野人不记省，时来牧羊牛。长夜既寂寂，泉台永幽幽。不论贵与贱，宁识贤与不。人事有代谢，荣华逝难留。感彼牛山言，使我涕泗流。边隅近杀气，昴星烛天明。长矢射汉月，牧马川原腥。挥霍风雨急，劫掠鸡犬惊。黑云压孤垒，哭声殒三军。羽书日夜驰，震动咸阳京。天子按剑怒，含悽悯苍生。徵调选材勇，授钺思豪英。制敌在素豫，得人壮长城。安得百颇牧，坐使边尘清。少年不识事，负志殊慨慷。陕小宇宙内，思欲超八荒。举身登日观，纵目临扶桑。两手擎日月，照耀无边方。天道有隐幽，世途有更张。群居惭噏噏，独行愧凉凉。文豹亦雾隐，神龙亦渊藏。蹇予将奈何，聊以永徜徉。金风振肃杀，原野草木黄。畋猎方及辰，命侣百夫行。丽服多妍姿，骏马如龙骧。拓弓作满月，鸣镝飞秋霜。飞腾如猿猱，捷下千仞冈。飞驰与电逝，矫捷莫可当。耳后生风声，鼻尖出火光。俯身殪貙獳，仰首射欃枪。妖狐无遁迹，狡免无留藏。田猎何足言，聊尔猛气张。淳风日浇丧，世道江河流。倾危售奸欺，笑谈隐戈矛。得时鼠为虎，失势鹰成鸠。秦越可骨肉，父子堪仇雠。天道既漠漠，人事良悠悠。谁能挽沧溟，一洗生民羞。美人生南国，佩服何芳菲。采芝既盈缬，揽蕙复充帏。慇勤遗夫君，悃款将有为。人心靡谅止，众女谗蛾眉。明明仰先哲，载籍有光辉。吾义固匪愆，后世定是非。惟彼古道湮，使我徒伤悲。知人良不易，毁誉多诪张。人心殊爱憎，众口异雌黄。叔孙短仲尼，轲谤由臧仓。欧朱若人言，君子为豺狼。皎皎明月珠，污泥閟其光。兰蕙岂不馥，斩刈焉得芳。世事每错乱，颠倒迷四方。弃置莫重陈，重陈人心伤。孔翠耀文彩，雕笼苦长羁。冥鸿翔云端，弋者空慕思。局蹐牛络锦，容与龟曳泥。洛下叹陆生，东门悲李斯。无利害岂及，无荣辱焉施。乃知沮溺流，未可轻瑕疵。幽居悄长夜，孤吟步中庭。澄澄天宇静，金波淡微明。众星何历历，八九罗纵横。仰首望星月，低头念平生。星月岂不光，无缘表忠诚。四顾将何依，黯然独伤情。莽莽宇宙间，人物何琐屑。志士欲自见，慷慨负奇节。握瑾怀兰荃，冰霜凛孤洁。造物忌皎皎，万事成瓦裂。世若无公言，愤懑当泣血。万事等刍狗，所贵惟此身。六凿相披攘，汩没丧天真。人生非金石，今古一旦昏。朱颜不禁秋，飒然变埃尘。古来贤豪士，用世多苦辛。身后竟如何，漫有空名存。空名载方册，逝者宁复闻。徒令雌黄徒，颠倒播喉唇。飘摇广成子，脱屣离垢氛。乘云驾飞龙，万古谁能驯。我思避世士，乃在匡山陬。身与浮云閒，心与造物游。躬耕岂不劳，田野日休休。有酒且孤斟，得句还自讴。黄鹄举千仞，万事同一沤。孤怀信高鶱，清风邈难俦。望之不可及，使我中心忧。我昔登岱岳，仗剑叩天关。振衣翔千仞，日月如可攀。缥缈云雾低，飒爽天风寒。俯首视九州，尘世何漫漫。相逢王子晋，绿发芙蓉颜。授我紫霞篇，饫我绛雪丹。招邀入太清，陟降三神山。后天永长存，独立超人寰。决择苦不勇，欲去更盘桓。尘土汩没人，万事成波澜。悔恨无由追，抚膺但长叹。鄙夫贪幸得，志士无苟安。义礼凛大防，毛发谁能干。介石不终日，洪流激奔湍。磊落开心胸，自拟白日看。交游亦满眼，知己良独难。愿言推子心，为我照肺肝。漆园有傲吏，放言恣汪洋。八荒为庭隅，天地为盖藏。大小等鹏鴳，修短齐彭殇。虽非中庸道，理亦各有当。鸱鸮矜腐鼠，木灾怨青黄。彼其视万钟，何啻一秕糠。英英威凤骞，矫矫神龙骧。其人如可作，吾当为褰裳。我有百鍊铜，铸为盘龙镜。制拟轩辕古，色作寒冰瑩。外可毛发鉴，内可心胆静。持之遗灵脩，期使万象正。胡为众妒兴，诋诟乃交并。人心岂真昧，物价谅有定。千秋在世间，谁能掩光颎。幽斋耿枯坐，省心一炉香。四十七年非，往事空茫茫。我有绿绮琴，转弦调清商。心绪纷如丝，掩抑不成章。翩翩南来雁，嗷嗷云外翔。为予吐哀音，黯黯增离伤。我有素心人，远在天一方。安得与俱来，执手语衷肠。幽人志林泉，轩冕非夙慕。轩冕岂不荣，蹇薄寡所赋。鹰隼絷绦笼，侧目云霄路。野马驾华轩，毕竟非故步。一语辱竖子，拂袖悔其误。张子有嘉言，碧山不予负。祸福相纠纆，理数乃杂揉。从来宇宙间，万事何不有。天道杳莫窥，玄机默而黝。吊者在衢路，贺者在户牗。想当造物时，任情屈身肘。盛衰本无常，称意讵能久。昨日东陵侯，今朝种瓜叟。白云出深谷，团团似车盖。谁云本无心，为雨泽枯块。飘风从何来，吹落九州外。依依不成雨，负此色霮䨴。出处宁固必，舒卷乃无碍。且复归旧山，氤氲镇常在。嗟吁寡闻道，当事力靡胜。坐无涵养功，忧乐苦缠萦。时当拂逆来，浅中每怦怦。虽无得失较，不免宠辱惊。有客款我堂，慰言极慇诚。上探元化理，中述圣哲情。谓予子有得，悄悄疑未平。谓予子无得，谅子心地清。丈夫志远猷，雅量包沧溟。公论定身后，琐琐焉足争。我起拜谢客，如醉寐得醒。一洗芥带胸，烈日消春冰。佩服金玉言，优游毕馀生。我有五亩宅，迢迢东海隅。有屋盈百椽，有芋亦数区。曲栏接芳榭，脩竹俯清渠。过门无俗宾，接席皆文儒。别来岁星周，惆怅恒郁纡。岂惟负风月，猿鹤皆怨吁。白云何英英，招邀与之俱。誓将返吾辕，归读先人书。达人委元化，出处无定拘。命运既已然，徘徊将何如。"}