{"id":"687547","title":"古像赞二百零五首 盘古","dynasty":"明","author":"孙承恩","text":"厥初洪荒，浑沌一气。爰有圣神，莫究其自。手斡日月，划开乾坤。万汇攸始，拓我化原。羲皇圣神，开物成务。画卦造书，文字之祖。神明以通，造化以宣。万世道统，兹其发源。尝谷教民，爰制农事。爰有医药，民鲜疵厉。养生大端，惟皇之仁。泽流无穷，与天地均。帝生神灵，卓冠首出。爰制器用，爰造律历。天地万物，范围曲成。混沌既分，渐登文明。上古淳朴，结绳以治。有圣者作，始立文字。贯彻三才，包括万象。通鬼神情，泄天地藏。制治感瑞，乐成大渊。以和神人，以通山川。淳朴未漓，去古未逖。九黎虽顽，莫损至德。智疏以达，德深而静。肃清神人，民志以正。稽天创历，定时考元。夏令式遵，后圣善焉。惟德聪明，知远察微。执中御世，仁威并施。其德嶷嶷，其色郁郁。式修厥身，九有咸服。配地博厚，并天高明。浑浑莫测，荡荡难名。百王之准，群圣之祖。日月光华，照彻九土。大孝格天，玄德配帝。精一执中，圣学攸始。焕乎文章，巍巍成功。千万世下，仰瞻无穷。声律身度，左绳右矩。地平天成，功在万世。治存典则，道叙龟畴。稽首明明，示我大猷。启王令善，厥作惟君。伐叛饬治，休于前人。仁贤誉孚，遐迩承德。会朝万邦，光昭简册。盛德冠廷，伟绩迈世。飏言赓歌，陈谟赞治。明刑弼教，民用协中。风动之休，帝嘉汝功。洚水初息，民犹阻饥。粒食惟艰，帝用是咨。后稷勤民，爰教树艺。克配彼天，万世之利。惟君作民，克绥厥猷。逸居禽兽，圣心所忧。尔契司徒，敬敷五教。牖民天衷，俗用熙皞。勇智天锡，宽仁性成。允执厥中，勋华是承。再辟天纲，复立人纪。盘铭之言，圣学之轨。高宗穆穆，肇迹幽潜。恭默思道，精诚格天。奋伐僭虐，万邦是若。王灵濯濯，汤孙不怍。耕莘乐道，升陑行义。堂堂天民，以觉斯世。主善协一，精义奥辞。百圣真传，庶其在兹。道成傅岩，梦感帝赉。启沃数言，学术之大。辅德作圣，媲美烈祖。庶几阿衡，亦踵其武。周室作兴，笃生圣嗣。子不难让，默识天意。去国之迹，泯于无形。可谓至德，民无得称。求仁得仁，去国如屣。叩马一谏，君臣大义。乾坤清气，萃子一身。独立万古，邈焉无伦。于穆文王，纯一不已。道接羲皇，重爻演义。神化无迹，至德不形。大哉乾元，穹然高明。赫赫周武，巍巍大君。奉天伐罪，访道明伦。圣阐其化，皇立其极。于惟烝哉，万古承德。缉熙圣学，礼隆师臣。外抚万邦，内和兆民。坤阖乾开，春生秋杀。千古巍巍，式仰鸿烈。恪慎明德，肃恭神人。迓天明威，勤咨老臣。礼乐陶镕，民俗丕变。唐虞太和，千载复见。穆穆元圣，道光八夤。九罭颂德，重译归仁。思兼勤施，经制大备。太平之业，赉及万世。际时明良，弼亮四世。敬德之训，圣学斯契。公旦夹辅，翱翔两骖。甘棠遗爱，百世不谖。尚父鹰扬，实维王佐。行义达道，拯民水火。辅德训告，厥有丹书。义利之言，万世莫渝。假仁图霸，尊王斥戎。民受其赐，圣与其功。治国长才，卓有令闻。四维之言，可以为训。履柔制刚，执虚御实。窥测消长，窃弄阖辟。恍惚莫象，变通无穷。孔圣所叹，其犹如龙。郑国听政，贤者惟子。辞令之善，酬酢之智。以礼治国，诸侯莫加。君子道四，圣人所嘉。见礼知政，闻乐知德。观风列国，无子精识。让国全义，挂剑酬心。怀哉高风，无古无今。道具太极，化行二气。统合群圣，参赞天地。删述垂宪，日星炳明。立我纲常，万世作程。天地非夫子，曷纬曷经。生民非夫子，曷范曷程。通天地人，为三才主。三才有终，夫子之道乃已。鲁用夫子，道亦小试。天用夫子，道济万世。鲁用非天，天用非鲁。卒老于行，天意可睹。才优王佐，德跻圣域。既见卓尔，亦几无迹。明哲天纵，纯粹性成。发孔之蕴，后学式程。道悟一贯，功密三省。大学一书，圣学要领。笃实之资，弘毅之德。易箦数言，可验学力。所长擅科，知本之学。我思其人，简易宏廓。礼乐为政，弦歌成音。学道之论，实契圣心。尽孝雪耻，竭忠死谮。忠孝之心，子则无恨。忍小就大，功立名成。古烈丈夫，史迁实评。学本心传，道原性命。唐虞授受，父师讲论。三十三篇，广大精深。继往开来，非子孰任。圣远道塞，异端并兴。岩岩子舆，三圣是承。命世大才，平治之具。用宁齐安，三代可致。其心廓廓，其气浩浩。万古瞬息，八荒堂奥。厌薄仁义，狎侮孔周。曲说之雄，异端之尤。薰莸殊器，泾渭异途。以子洁修，岂容群污。义合有权，子弗忍恝。此志皎然，争光日月。皇矣高祖，天锡神武。一剑兴戎，光登九五。坦乎其真，廓乎其容。包括英豪，范围之中。勇力拔山，猛气盖世。经营大业，谓可力致。倍义贼弑，攻略肆屠。灭德者凶，天亡匪诬。穆穆太宗，躬修玄默。抚世以柔，化民以德。其俗肫肫，其功泯泯。三代之后，孰如帝仁。帝也维贤，克遵先志。谦恭俭朴，恪守无替。轻刑薄税，民俗阜康。比隆成周，汉道以昌。盛气当阳，雄才御世。嘉乐唐虞，狭小汉制。振举百度，征伐四裔。烨烨明明，恢我王治。中宗强明，励精图治。布德振威，柔远能迩。皇灵赫奕，呼韩来庭。配商高宗，汉道复兴。佐时兴王，根本重任。式赞治平，画一之政。谦谦其退，翼翼其恭。一代元臣，高朗令终。报韩徇义，辅汉乘时。诛秦蹙项，从容指挥。功成身退，愿追赤松。大雅卓识，令名无穷。定伯雄图，登坛数辞。用兵制胜，霆击风驰。成功既高，执义亦固。忘期赤松，英雄悔悟。少而才能，豪吏健将。晚而谦恭，醇德雅量。清净为治，刻深匪名。配萧并贤，百世尔称。秦火初熄，典籍尚湮。子也杰出，倡始斯文。独抱麟经，潜心大义。天人三策，治道攸寓。傲忽玩世，浮沉随时。不清不和，匪惠匪夷。滑稽自贤，俳优是视。讽谏时益，吾差有取。博极群书，综统千古。豪气孤骞，阔视无伍。发为文章，凌高厉空。一代奇才，史学之宗。子孟忠实，顾命是承。光辅幼帝，赞治太平。屹然如山，不震不侧。废昏立明，功著汉室。扬子好学，研精覃思。法言僻涩，太玄深奇。著述良勤，拟圣则缪。美新何为，名节斯疚。白水龙兴，光膺宝历。日月重明，乾坤再辟。慎德勤政，身致太平。巍巍成功，匹休西京。于惟显宗，亦世其烈。宪章慎守，幽枉必雪。崇儒养老，文教聿兴。增光前人，汉道允升。肃宗恺悌，长者之风。政厌苛刻，论从雍雍。综缉艺文，服膺帝道。厚泽深仁，简册有耀。名节丘山，轩冕尘壒。怀仁负义，蕴畜亦大。汉室九鼎，桐江一丝。凛然清风，悠悠我思。杖策从君，际时风云。少年秉钺，克树大勋。将略既优，内行亦备。名高云台，光辅汉治。君择臣使，臣择主从。舍彼虺蝮，来依真龙。西伐南征，老志愈烈。铜柱高标，人仰英杰。贞不绝俗，隐不违亲。言论风旨，贤愚倾心。和不辱身，巽不降志。我惟其人，夷惠之似。徐子高士，居贫食力。贞介益固，明哲允迪。君子道丧，群邪煽凶。我怀其人，冥冥飞鸿。孝行纯备，经学邃深。旷世逸才，博物洽闻。箴规时政，忠谠恳恻。晚节依违，贤者之惜。贤矣昭烈，宽厚弘毅。崎岖立国，仗信履义。推诚任贤，肝胆孚契。顾命数词，可训后世。文武长才，出处大义。俊伟光明，掀揭天地。伊吕作配，管晏匪伦。三代之后，惟公一人。勇若一国，敌号万人。义气忠肝，贯日凌云。英威所加，华夏震仰。百世钦崇，神留天壤。姿貌瑰奇，才具粗猛。神矛飙发，万众独骋。委质授命，死生靡他。国士之风，百世尔誇。老瞒奸雄，才具明略。威加海宇，力振山岳。魏业巳固，汉鼎潜移。比迹文王，吾将谁欺。元常伟才，开达理干。委身魏朝，禆益庙算。拳拳肉刑，复古之规。纷纷之言，迄无所归。仲达足智，用兵独优。殄渊擒达，算无遗谋。仁胜不仁，遇亮则靡。巾帼之受，英雄之耻。仲谋强明，委任才智。听言能断，业乃鼎峙。倍义负汉，屈身事曹。传世四君，霸图亦消。矫矫公瑾，实吴良臣。雄姿英发，筹策迈伦。老瞒长驱，志无江表。一战蹙之，功莫与绍。帝资弘裕，明达好谋。纂述先志，混一九州。礼优三恪，忠厚之道。贻谋弗臧，识者所少。晋失中土，元起江东。皇天眷德，群贤效忠。冲虚性成，恭德纯至。雄武未优，中兴犹愧。江左夷吾，忠实体国。云雷方屯，急贤辅翼。建学明教，宏议远识。约巳夷淡，人服清德。谢子贤辅，沉敏有文。和靖御物，从容解纷。逸志高情，日短途促。召埭悲思，西州恸哭。风节雅尚，清真自如。超出风气，规切浮虚。忧国忠诚，识治通达。翰墨风流，秪见其末。渊明气象，五斗弗屑。三径艺菊，相看晚节。朝市非故，门庭依然。千古高风，我怀其贤。山水性僻，绳墨靡拘。高才傲物，谋身则疏。彭泽天然，子亦洵美。声诗并休，静躁殊矣。徒步仗剑，荡残除凶。沉毅才略，一时之雄。震主功高，终膺宝历。清俭严正，可谓君德。恭俭德纯，元嘉政美。守法不苛，容物无弛。内清外宴，文教亦举。谋泄房帷，祸成商竖。永兴桓桓，将才汝嘉。勇见决战，智徵量沙。作帝股肱，为国藩屏。自戕谓何，邻敌之庆。睿性夙成，君德纯备。外扬武功，内饬文治。礼乐脩举，民物阜丰。蔚然可观，太平之风。宋既讫符，齐乃受历。简静为治，宽大御物。崇俭屏奢，澄流塞源。金土同价，斯言未然。著述浩穰，齐鲁宿儒。性行简俭，山泽之臞。梵典徒勤，帝纪不立。反噬弯弧，皇图遂讫。睿资天启，令德夙闻。恭俭自居，仁柔爱人。纂辑辞章，博涉典籍。潜文梵教，兹其蔽惑。侯氏乱梁，江左荼毒。惟忠壮公，保障南服。孰我胁诱，我斩以徇。大义茂功，百世犹信。英资杰气，胜算雄图。荡除凶残，如拉朽枯。政从宽仁，志尚节俭。功名之盛，江左之冠。率履勤俭，操执纪纲。雄图远略，匹休前王。鞭笞四夷，混一区宇。有志未酬，英雄巳矣。勤俭兴邦，法律御世。功就混一，俗几康乂。猜刻习胜，夺宗计行。酿成厉阶，王祚遂倾。进欲为周，上策君门。退欲为孔，著书河汾。疏爽通达，志尚亦伟。格言良多，称隐君子。韩公虎臣，猛气横骛。徂征江南，疾捲径渡。执彼国君，若缚狐兔。为时干城，恢我王祚。真人天生，隐见随时。忽而泥蟠，忽而云飞。扫涤隋昏，光启唐祚。礼贤纳谏，大君之度。显允太宗，聪明英武。龙奋晋阳，雨泽九土。安夏攘夷，雪耻酬古。文德武功，卓冠无伍。力乘阳刚，才济阴慝。运用四海，驱使百辟。今古大变，宇宙穷凶。虐焰一时，秽名无穷。廓清内难，光践天位。推诚任贤，励精图治。四海宁谧，兆民阜成。开元之政，百世犹存。畴咨惟勤，志意亦锐。斤斤其明，彊倖自遂。忌刻于始，姑息于终。弊源在兹，多言何庸。志感时艰，治慕祖烈。好谋惟明，成功惟决。强梗效顺，纪纲遂张。允毅允臧，中兴煌煌。君得臣兴，臣得君行。君臣道合，事乃有成。裕既贤弼，帝亦英主。会昌之功，卓然可纪。法无偏颇，志尚勤俭。惜赏慎官，好贤纳谏。我思大中，亦汔小康。忌刻害治，卒以弗昌。决谋辅主，定策立储。武事非长，忠恳有馀。辅治永徽，人多汝绩。孽后肆屠，天下共惜。梁公善谋，神机朗彻。推毂群材，翊赞大业。端委宅揆，寅亮天工。定制作则，一代元功。蔡公睿姿，明决果断。辅相真主，戡定祸乱。相资共济，协恭和衷。治登太平，令名无穷。矫矫英公，为时良将。料敌制变，敌莫与抗。荡定海宇，实多武功。孽后祸基，乃亏臣忠。于惟卫公，雄武沉毅。掌帝九伐，扫荡氛翳。氛翳既清，泰阶以平。铁山峣峣，武功并高。蹇蹇郑公，维古遗直。补衮纳忠，危言正色。诋黜霸杂，敷陈义仁。贞观治效，功无与伦。河南蹇蹇，王魏之伦。在太宗时，谠言屡闻。牝鸡祸成，徒切忠谏。主德则昏，公节愈见。烈烈猛气，纠纠雄力。崩围摧阵，前无坚敌。刚毅木讷，庶几其人。于古孰似，绛灌之伦。识综群儒，博冠当代。考究典章，熙帝之载。乃缉礼乐，乃开辟雍。文教肆行，维公之功。妖后乱唐，王祚欲绝。批龙扼虎，几蹈祸烈。拨乱反正，捧日再升。社稷之功，孰能与争。于惟姚公，才实经济。遇主乘时，应变成治。约束官职，修举章程。四海以安，一人仰成。抗颜伪武，合志闻元。挺挺谔谔，切论危言。清介之守，刚正之气。卓哉相业，吁其难继。元子大雅，制行纯笃。孝友配古，清介绝俗。浑朴外著，英华内韬。人接眉宇，鄙吝自消。立朝謇谔，大臣之节。制作尔雅，词林之杰。识达治本，逆睹胡孽。一代贤辅，式慕风烈。尚父功高，再造唐室。力扫妖氛，忠贯白日。完名全节，福禄永终。人臣师表，流芳无穷。气盖三军，威摄群将。法令严明，莫我或抗。纳谏励士，麾旗破敌。中兴之功，令名有赫。乌合抗胡，白首陷贼。秉执节义，甘蹈鼎镬。坐斥降奴，视若蚁虱。劲气孤忠，严霜烈日。百鍊刚心，千锤义骨。应变出奇，风云倏忽。手障长淮，气吞逆胡。天道人伦，百世不诬。季真何如，性行夷旷。士钦风韵，帝许高尚。黄老寄迹，曲蘖逃真。镜湖一曲，流风至今。诗圣惟甫，崇雅镇浮。力敌元化，手遏颓流。宗社隐忧，稷契素志。一时旅人，令名百世。天才踔发，逸气横出。龙骧鹏抟，不可控执。友视万乘，奴使贵珰。采石捉月，神游不忘。颠沛从君，恳恻献替。练达古今，本祖仁义。唐室不竞，公用不终。遗言若丹，人仰休风。烈烈西平，社稷是寄。讨定叛逆，一雪国耻。巍巍柱天，赫赫盖世。钟鼎勒勋，山河存誓。功在王室，名闻外夷。柱石三朝，系时安危。晚节优游，大雅明哲。全德始终，永仰风烈。道丧文衰，子克振起。排斥老佛，发挥洙泗。并包百家，源委六经。北斗泰山，百世尔承。才气颖敏，莫邪干将。制作彪炳，凌跞班扬。锐进速成，爰致玷缺。文场擅宗，令名不没。雕肝镂心，苦吟浚索。句联韩豪，才配白敌。诗非穷人，惟穷乃工。风雅百篇，将无是同。冥思犯尹，夺册忤君。寄兴清苦，刊落华纷。人亦有言，士附青云。识拔昌黎，子乃有闻。早登王朝，忠谠屡闻。再逐江州，与时浮沉。鸡林声价，香山踪迹。宠利淡然，可谓达识。经术名世，翰墨绝人。笔谏之言，有至理存。服涴弗贺，纳嬖谏止。诤臣之风，王魏其侣。风采峻凝，经济自任。威慑强藩，王灵再振。议论侃侃，忠勤孜孜。克伐必行，贤者之疵。世宗英明，志存混一。服强以力，怀弱以德。武功既振，文治亦修。宏规大度，邈焉寡俦。宋祖龙兴，仁厚建国。笃尊圣道，式著君德。慎狱恤民，惩奢塞源。身端化本，大哉王言。显允太宗，重光御世。修德弭灾，仁民图治。节重山林，功略宦寺。太平之政，蔚然可纪。穆穆仁宗，实惟盛德。奉身清约，议论恳恻。学勤讲筵，治法无逸。昭陵之思，百世一日。宋祚中否，高宗再兴。五马兆祥，七庙委灵。志亏勾践，才谢光武。恢复成虚，遗恨千古。性资英明，治行勤励。恢复拳拳，可质天地。治民振武，敬天仁民。事机屡乖，志卒弗伸。始政清明，登用儒硕。继体守文，兢业靡失。内斥正学，外挑强邻。权奸何诛，彼哉曷君。允矣贤德，俨然儒绅。表章正学，崇重关闽。虚名独存，实践未有。儒效不白，匪道之咎。度宗绍图，国事日去。奸邪肆行，忠义屏气。忘情军国，恣乐宫闱。天亡由人，巳矣曷悲。天眷有宋，公实佐命。辅相两朝，四海底定。强敏以断，沉毅以刚。显允有闻，式重庙堂。懿美济阳，仁厚慎敬。总师专征，武略亦竞。义杀不妄，秋毫不私。一代元戎，忠贞无疵。太宗重光，文穆柄政。悃悃其厚，侃侃其正。孰侮孰诬，我嘿我容。休休其中，大臣之风。立朝侃侃，直道靡顾。致身鼎铉，秉节清素。手扶日毂，不震不凌。社稷之功，莫能与京。和靖镇俗，忧勤励君。体国寥寥，孰知公心。天书矫诬，新法乱政。异言纷纷，始颂公圣。王公盛德，休休其容。人讦我誉，荐贤为公。智名勇能，公无可述。致时太平，乃见公绩。以臣事君，大臣之义。公在相位，实克有是。嫉恶匪隘，检身益严。弗丏恩泽，世称尔贤。魏公间气，崇志雅量。乘时奋庸，出将入相。表仪朝著，正笏垂绅。光辅三帝，社稷之臣。德行纯备，贞金粹玉。风节峻厉，霜松雪竹。先忧后乐，思济斯民。一代贤相，前后绝伦。志节皎皎，忠勤劬劬。国有宪章，恪遵弗渝。奖善若培，去恶如莠。大臣之事，君子之守。休休元臣，堂堂大耄。端雅静重，镇压浮躁。危疑定策，社稷之功。天下异人，夷使改容。勋业闻望，韩范并驰。古文奥学，匹休昌黎。复三代醇，黜五季陋。一代宗工，孰居其右。经术名家，旁通乐律。苏湖之教，造士有术。束以条格，率以躬行。百世一时，尚怀典刑。面目棱棱，刚气烈烈。势力苞苴，莫我敢敚。严肃者政，苛刻匪心。非汉法吏，乃古直臣。吏事严明，绰有异政。辞翰精美，传播夷境。矫命非抗，风节在兹。进茶效忠，贤者之疵。天禄石渠，野史稗官。博学洽闻，莫与子班。忠信而恭，方大以直。庶几其全，后学之式。孝不为名，廉不矫世。吾尽吾心，吾安吾义。晚膺荐书，乐育多士。训告数辞，听者兴起。刚气自负，奇节自喜。中庸或乖，顽懦愧死。正论难合，直道不容。一代名臣，孰能置公。才质俊辨，制作明洁。考定明堂，博采众说。周礼有论，平土有书。疑孟何为，见斥后儒。其心悃悃，其行慥慥。老成典刑，克慎家教。钟和毓粹，笃生二贤。寻源究本，后世式瞻。天不丧道，乃生哲人。建图著书，发挥道真。德容清和，襟度朗彻。俨如见之，光风霁月。睿质天成，充养完粹。和风庆云，盈溢宇内。神悟默识，道体洞然。敦其似之，我怀子渊。气质刚方，文理密察。造诣精深，体用毕达。任道之重，卫道之严。孟氏似之，泰山岩岩。学探造化，穷高极微。德安以成，清和坦夷。安乐窝中，包宙括宇。击壤千篇，诗家异趣。张子严毅，德成以礼。实践躬行，精思妙契。东西二铭，醇乎其醇。井田为治，惜志不伸。熙宁谏诤，忠谠切深。元祐相业，旋乾转坤。行成无伪，学几不杂。一德醇儒，百年清节。政尚宽厚，性秉纯实。时维司马，同心一德。元祐并相，力挽化机。赵祀三百，培植在兹。文宗汉秦，学探理致。开源濂洛，祖述洙泗。经术为治，可据而施。汉有刘向，子其庶几。伟气雄才，大节孤忠。立朝非达，居夷匪穷。傲睨千古，挥斥八极。憸人鄙夫，仰公褫魄。孝友天性，文学夙成。诗擅名家，匹休少陵。砺节困穷，忘情富贵。党锢诸贤，公实无愧。博师群儒，刻意践履。恬素自安，志薄进取。习静虽学，死心病仁。一蹴造圣，或误后人。辞章绝俗，翰墨入神。逸气狂才，不受狎驯。我思人言，于子则似。不可无一，不可有二。晚年立雪，早坐春风。天理人欲，蝉蜕冰融。纯粹和平，朴实简易。出处之迹，下惠或似。一用靖康，镇遏披猖。再用绍兴，方成朝廷。筹策未终，斥逐随继。疏草具在，读之出涕。性本忠义，神授勇力。正气弗阿，克胜无敌。赤手障澜，挥戈回日。计成偃月，此恨何极。早力文词，方驾韩欧。晚窥圣学，宗师程周。知言之微，知德之奥。成子大儒，克任斯道。早岁豪迈，中更纯粹。造诣既深，涵养亦至。冰壶秋月，表里瑩然。考亭雅范，濂洛正传。道纯德备，理明义精。具圣人体，集诸儒成。秋肃春温，海涵岳峙。斯文桢干，后学仪矩。颖悟夙成，大本先立。识见粹纯，践履笃实。明体适用，志意伟然。义利之辨，式示大闲。气备中和，心涵古今。克治之勇，涵养之深。宗程翼朱，共相斯道。中原文献，惟子是绍。学探本原，先立大体。作圣功夫，直捷简易。高明自得，灭裂则诬。圣道大中，岂容殊途。经济大志，恢复雄图。慷慨谈兵，气激懦夫。道兼王霸，论杂义利。要之圣门，异乎不异。早承师训，体认佩服。明睿端庄，造诣纯笃。昌明光大，不迷真传。订正三礼，后学赖焉。精识博闻，英气伟才。一时师门，邈焉寡侪。礼乐象数，性命道德。考订发挥，俟圣不惑。帝王治道，典册具布。秦人毁裂，汉儒训诂。微辞奥义，湮塞晦蒙。子能发挥，百代尔宗。学本考亭，邹鲁的传。旁参东莱，亦会其源。表章四书，经筵启沃。体国忠诚，备见三略。求道孜孜，正学是继。立朝侃侃，力扶大义。衍义一书，发挥详明。执此以治，王道以成。烈烈文山，忠节孤劲。身荷纲常，还报列圣。正气不亡，百世犹昨。山川峙流，风霆磅礴。蚤岁英迈，议论激发。晚遭崎岖，不失臣节。饱忠饫义，我腹匪枵。充然而归，文山并高。道发紫阳，瑩彻具足。子也成学，笃志佩服。尊德道问，益精以详。离同合异，将无赘厖。雄武以断，聪明而仁。扶舆间气，笃生此人。驱策贤豪，振扬武烈。继统中华，式钦大业。用夏变夷，辅仁胜杀。弥缝化工，洗濯日月。创立帝制，底绥民生。仁者之功，孰能与京。临淮桓桓，严凝若神。百万貔貅，御如一人。讨定江南，混一九土。武功洸洸，永载盟府。脱迹空门，致身台铉。大计密谋，忠勤不倦。滦京崇崇，王气所钟。定鼎宅中，召公之功。尊闻行知，潜心圣道。岂惟堂基，巳及阃奥。司马笃实，伯子粹纯。考亭之后，见子一人。贞柔不失，大雅有容。昭回制作，文饰帝躬。敦凝厚庞，像或其侣。望之俨然，可愧薄鄙。立志卓越，倡道苏门。上溯邹鲁，下探关闽。謇谔在朝，立纲陈纪。身尊道行，莫窥其际。庙堂陈谟，方面专制。渊渊嘉猷，烈烈正气。轲训义利，孔戒孝忠。一世人豪，呜呼廉公。宅心高明，立志坚勇。择义既精，任道亦重。泥涂轩冕，寤寐圣贤。威凤九霄，其飞翩翩。少而英迈，晚就平实。潜心六经，殚力著述。道明业广，德盛礼恭。北许南吴，并称儒宗。前代王孙，异时翰学。粹质令仪，高吟大作。绘事拟圣，墨妙入神。文采风流，照映后人。山川蕴灵，哲人继出。子承三贤，亦克绍述。沿流溯源，直穷昆崙。紫阳之道，得子益尊。魁凝巨人，淹贯博学。探求本原，驰骋制作。经纶之妙，寓于文辞。弗尽厥用，后世惜之。"}