{"id":"687682","title":"闺怨一百二十首","dynasty":"明","author":"孙蕡","text":"忆初痴小嫁君时，只道长年不暂离。鸳被未寒挥别泪，愁来心事悄谁知。都门不去亦何妨，行色匆匆有底忙。欲向碧桃花树底，牵回白马紫游缰。别来初种小桃花，艳蕊今成满树霞。辛苦远游成底事，半生赢得负韶华。小园蝴蝶太愁侬，作对双飞趁晓风。已逐黄蜂过邻屋，还随花片入帘栊。不恨韶光似水流，绿池景色自生愁。门前几树垂杨柳，日日对啼黄栗留。一段春愁未易裁，百劳飞去燕飞来。房栊半掩东厢里，几度山樱落复开。家住长干白下间，黄头奴子识花颜。欲趁郎船看明月，寒潮惟到小孤还。青年几许谩狂游，一种相思两地愁。早晚郎船发扬子，相迎不惮下瓜州。欲向东风诉别因，四时原自不伤春。薰笼靠着交疏里，婀娜浓花恼杀人。新烧铅粉作春红，病扫双蛾淡复浓。宫样云鬟巧妆束，不知愁里为谁容。怨杀联翩白马蹄，远驰夫婿路东西。归来系在垂杨下，踏破春风锦帐泥。寄语多情燕与莺，莫劳花底弄春声。千吟万啭知何益，空使寒闺梦不成。阿玉双成奉紫姑，自拈香炷礼仙凫。郎骑白马归来日，得及庭花未落无。恼杀春山怨子规，风前雨里几凄凄。如何只绕深闺树，不向游人醉处啼。晚思沉沉倦倚阑，玉箫声歇酒阑珊。澹云还掩初生月，谁护梨花作夜寒。睡到黄昏坐到明，只缘君去没心情。常时欲寄平安字，及至人行写未成。别眼愁容片地看，任他尘扑镜中鸾。腰肢不学昭阳舞，那作罗衣日日宽。生儿不合住京华，绮陌香衢见百花。云鬓绾成村妇样，只教夫婿学农家。翠竹阴中栖凤凰，绿萍深处浴鸳鸯。迢迢万里巴江水，比妾春愁分外长。故国园林玉树新，路旁休恋野花春。寻常世上痴儿女，只重黄金不重人。仙母蟠龙隐玉台，合欢罗带下床开。深房内阁无人到，怎么春风蓦地来。舞女歌儿滟两川，回裙掩面斗婵娟。那堪白马狂游日，正是青楼薄倖年。愁寂偏多感物华，春寒故故入窗纱。无端一夜东风起，吹落庭前夜合花。谁识沅湘路几千，梦魂夜夜到君边。春光不管愁人恨，故傍枫林叫杜鹃。薄寒犹可夜藏阄，向晚何堪独倚楼。最是着人添懊恼，海棠枝上月如钩。绣线针寒不待拈，金炉香烬亦慵添。月移花影偏当户，风搅游丝故入帘。昨夜裙腰忽褪围，清晨蟢子绕深闺。春来吉兆频频见，定是游人此夕归。试扫双蛾偶便成，容华今日倍分明。缘杨堤上嘶春雨，莫是吾家白马声。见说新随蜀客船，乱漩涡里下西川。还闻又向潇湘去，偏是君山有夜猿。夜漏沉沉似岁长，小鬟贪睡懒添香。春风莫撼流苏帐，待妾分明梦一场。接得封书妾自开，分明说与便归来。千回枕上听春雨，几度阶前扫绿苔。不如嫁与弄潮儿，潮去潮来自有时。谁似阿欢无信幸，说归长是误归期。压梦春愁懵不醒，忽闻剥啄猛然惊。罗裙旋系开朱户，原是幽禽啄木声。旧栽杨柳色毵毵，千里浑忘寄一缄。春雁高飞惟向北，不知游子在江南。肠断关山路转迷，房栊风气冷凄凄。几回愁倚高楼望，错认行人到日西。灯不成花梦欲阑，素罗衾薄掩春寒。忽闻风响秋千索，夜半仓皇出户看。虽缘远别抱忧煎，正合同心到百年。莫学钱塘苏小小，又随人上贩茶船。闻说风涛暗洞庭，只将心事抱神灵。一炉香篆寒星下，学诵莲花妙法经。月斜风细梦初回，日掩重门夜却开。花影乱中人影过，失惊原是小琼来。静夜焚香礼玉娥，杏花凉露湿衣罗。幽情不遣旁人解，尽是喃喃细语多。闲唤飞琼学问禅，缘何于意独悁悁。未酬前世铅华业，来结今生寂寞缘。对盘双陆打黄金，挂树朱笼赌百禽。不是爱他延日子，免教提起别时心。残春寂寞似深秋，风满帘栊月满楼。一撚芳心椰子大，若为装得许多愁。春云莽莽欲遮天，满眼如云复似烟。明月赶回青障外，长风吹到画堂前。泪似花枝雨点流，愁如江上乱云浮。泪盈方朔三千牍，愁满瞿塘十二楼。青青桃李少年时，正好欢娱又别离。直到红颜都去了，却来相对喜成悲。莫入襄阳与洛阳，绮罗勾引少年郎。歌楼美酒三千斛，舞榭金钗十二行。青楼曲谱怨湘娥，半是关山别意多。愁绪春来怕弦索，雪儿休更抱云和。理得妆成坐少时，泪痕依旧湿胭脂。从今已后无心性，铅粉常抛不要施。怨女和戎黑水河，玉环埋恨蜀山坡。佳人薄命头头是，比较儿身好几多。月色花开滚滚来，不容些子暂开怀。杜鹃啼血方停舌，芍药移阴紧上阶。生来自愧不为儒，敛手逢人念起居。空有一腔离别恨，倩谁修作万言书。新愁旧恨积如林，欲诉还羞复不禁。安得越禽秦吉了，替人终日道劳心。雨态云容恼杀人，虚无似梦复疑真。陈留子建多才思，莫向江皋赋洛神。春来道是雨浪浪，却又开门见日光。欲启朱奁看明镜，头风半日不成妆。对花谁与掷樗蒲，自倚危阑到日晡。愁里漏声迟欲咽，自倾新水入金壶。记得儿孙乐事多，女郎同唱采莲歌。紫骝嘶入落花去，柰此空闺日暮何。过从要与善为邻，况复炎凉世态新。不用为他烦恼得，阿欢原是读书人。为怯琵琶不忍听，龙香拨子暗尘生。东墙怪底春风过，又是邻姬按玉筝。细展占书绣阁前，不知速喜定留连。恁谁断得郎归日，愿与金钗当卜钱。遥天月晕一环红，明日商量定起风。想怕玉娥心绪乱，故教闲住广寒宫。已许红丝绣镜囊，更饶金粉拭清光。镜中神圣知人意，托梦儿家白马郎。别意空凭远信传，几回临起复缠延。天长白雁捎将去，只在云南若个边。黄昏也待睡些些，月影撩人故故斜。帘幕数重花万叠，愁来只是不能遮。画笼鹦鹉日啁啾，自与离人替说愁。戏掷枇杷打金羽，儿夫去后忆奴否。世箓文星苦不齐，我辰生处直孤栖。大都离合原关命，错怨车轮与马蹄。朱帘落索掉帘钩，日里狂风夜未休。花底过来吹蜡烛，也如人泪一般流。愁里飞花一夕空，寸心无柰倩神通。闺闱不省文王易，卦落谁知吉与凶。便拟招魂诵楚词，何缘生别故迟迟。临风试学巫阳些，偷把鸾钗挂竹枝。春宵谁道直千金，妾独愁多思不禁。花月只消长惹恨，管弦惟有更伤心。昔闻仙客好幽栖，除却清斋醉似泥。生世不谐遭远别，妾身何异太常妻。百年夫妇本同心，旧爱新怜梦里深。料得君非题柱客，枉教人赋白头吟。少日双眸炯动人，倚风回顾颊生春。无因暗滴相思泪，减却秋波一半神。午梦惊回是兀谁，阿奴偷撚紫箫吹。寒声未断肠先断，怨曲将成泪已垂。过眼年光总是愁，嫌春春去泪还流。荷香柳景凄凉夏，月色虫声冷淡秋。碧草初看上玉阶，飞花又见点苍苔。年年好景乖人愿，怀抱何时得少开。绣阁朝来兴颇新，试拈钱卜问归人。花言巧语梁间燕，旧馆新妆镜里尘。怯雨愁花过一春，娇娆半是女儿身。朝来逐伴斗芳草，门外天风吹倒人。玉臂无人点守宫，戏拈花瓣贴春红。香痕忽被风吹落，彷佛逢君是梦中。一从君去负芳春，几叹容华误妾身。也似崔徽啼别后，萧条不及巷中人。供佛清斋折露葵，课经时绕白莲池。云鬟祇欠金刀剪，顿是山庵苦行尼。班姬纨扇奉馀恩，蔡琰胡笳坠虏尘。此命一生如纸薄，好和孤妾是三人。夜雨偏伤独睡情，芭蕉点点助寒声。分明隔著窗儿纸，直向心头滴到明。村巫市媪莫相过，闻汝深中术数多。心似后园金井水，从来不会起风波。采桑随伴出城隅，不谓途逢使者车。错把明妆照墟落，赚他驻马久踟蹰。年少离家志未坚，闲云剩雨满江天。舟行若过巫山渚，莫向篷窗白昼眠。枉控朱帘十二钩，一身何用许高楼。桃花流水随郎去，只学渔家住小舟。写得鸾笺数十言，缄成不寄泪如泉。瑶池欲倩西飞鸟，带到湘灵锦瑟边。窗纱云影作梅霖，冷蕊香凝案上琴。几日生疏弦上手，愁来无地著春心。心如金钿只须坚，归早归迟总信天。错听几声檐外鹊，朝朝江口望郎船。高堂朝夕奉姑嫜，冬里温汤夏扇凉。不是西山春日薄，只抛孤妾亦何妨。误透单居一味禅，丹光如月静中圆。人间若有蓬莱岛，也合乘风作女仙。无非祇为隔关山，若个牵缠久未还。二十五程荆楚路，顺流江水霎时间。臂上红丝锦作符，灶前香火玉为炉。无人为起凌烟阁，书作紫姑仙女图。欲扫鸾笺写彩云，惟将心事怨夫君。蜀山花竹湘潭雨，杜宇春深独不闻。婉意柔情似海深，却将离索负光阴。村姝野媪无风致，也解团栾作藁砧。青草湖边日欲西，黄梅雨里鹧鸪啼。江南气候春来恶，莫听寒声助惨凄。生儿岂免涉江湘，身世无成耻故乡。人事由来多错忤，知君不是故相忘。远路迢迢水隔天，流光冉冉箭离弦。惟应自筑青阳室，学炼还丹驻少年。薄命真成枉嫁郎，嫁来三载守空房。鸣鸠语燕皆求匹，秋菊春兰各自芳。翻羡南邻卖酒姬，近来嫁得住家儿。何尝荡着春波性，步步相随不暂离。金屋长年贮阿娇，好教虚度几良宵。寻常未嫁人家女，也向深闺怨寂寥。楚水吴山万里馀，两年方见一封书。都来费得鸾笺纸，何处春江无鲤鱼。偶弄青梅凭短墙，谁骑白马傍垂杨。撩云泼雨来相扰，不是巫山窈窕娘。洞庭暮雨起春波，翠旆金蕤帝子过。遥想泊舟明月渚，夜深攲枕听云和。放着南来北去舟，江波不住也东流。良人解得西归日，可道相思到白头。濯锦江边杨柳条，浣纱儿女诧裙腰。子规啼罢春花落，游子青骖万里桥。瞿塘猿声天上哀，白帝城下水如雷。百折漩涡人鲊瓮，莫着郎船八月来。湘江儿女单纻衣，娥皇庙前歌竹枝。春来只会闲相恼，不管人间有别离。客程愁雨复愁风，君意怜侬却忘侬。把似相怜不相忘，只消那转马头东。岁岁年年君去家，年年岁岁树开花。年年君去无消息，岁岁花开感物华。寂寂寥寥纸半张，嗟嗟唧唧泪千行。言言语语空相忆，苦苦频频更寄将。别恨过于别绪浓，背身斜着倚东风。庭前偏是春花树，树树花开枝上红。对月临风不自由，都缘触景便生愁。春来总是相思夜，夜夜相思月满楼。暗卜街头好几回，连连去语道来来。当楼素月明于练，一任房栊彻夜开。灵鹊朝来噪屋山，奚童先背锦囊还。银鞍隐隐穿青柳，珠泪滋滋湿玉颜。春铅数日不曾施，贴翠涂黄只半时。为报小环休写月，且教留着澹双眉。相逢错愕喜伤神，临到相亲且未亲。清夜已凉犹秉烛，对君疑是梦中人。执手翻成喜极悲，到来呜咽泪沾衣。流光去去不相待，落尽春红君始归。去年记得打春牛，夫婿归来上翠楼。醉把春泥挥彩笔，引教春色上帘钩。"}