{"id":"687680","title":"幽居杂咏七十四首，自洪武十一年平原还家作也","dynasty":"明","author":"孙蕡","text":"仙衣自种一池荷，采采青黄当绮罗。怪底迩来秋气早，水禽飞去晓霜多。纨绮纷纷几战场，闲身赢得水云乡。扁舟日暮鸣榔去，付与沙鸥管夕阳。去日三吴乐事饶，木兰船上醉吹箫。松风惊觉游仙梦，疑是钱塘八月潮。自别瀛洲鹤背寒，石田茅屋岁漫漫。梅花几树先春发，犹似金莲炬照看。学炼还丹岁月迟，要观沧海倒枯时。人间甲子成何事，不似山翁一局棋。偶趁新凉理钓船，秋云映水色澄鲜。渔童解撒拦江网，剩得槎头缩项鳊。浅水渔船学抢风，竹竿斜着抗孤篷。青蒲叶底寒波起，吹入芦花汊港中。野老烹鸡会四邻，瓦盆盛酒乱无巡。风林自奏阳春曲，一日莺声到夕曛。远公莲社久相招，老大无心到石桥。遥想东林山月出，白猿啼处树萧萧。十载山中读道经，石坛烟雨桂花生。年来卖药长安市，渐喜无人识姓名。隐去无心恋岁华，惟同野老问桑麻。门前莫种青青柳，怕有人呼县令家。酒伴诗僧日见嫌，高歌剧饮坐柽阴。留连莫怪杯中尽，剩有床头旧赐金。高原极目浩茫茫，鸟尽遥天若个长。一片夕阳秋草地，不如今古几兴亡。醉里临风吊屈原，楚吟空赋远游篇。凌空语气谁能解，千古惟应待我传。试学鸱夷物外情，水云空阔钓舟横。从来用尽无高策，浪得归湖范蠡名。终古无名识是非，百年高兴子陵矶。沙鸥不管人间事，细雨斜风自在飞。王裴仙子住山椒，静夜能来不待招。莫怪寒林星斗黑，野人疏懒坐相邀。长乐歌钟醉五侯，沧浪何似泛扁舟。无人解得閒中意，云满秋空水自流。厌看桃李媚春阳，最是秋来乐意长。千点黄花数行柳，幽居人道似柴桑。野吟诗句出天成，景物如云眼底生。白石江头乌桕树，夕阳疏雨鹁鸠声。鹤背腰缠有几家，老陶贫薄太无涯。青鞋布袜归来好，却使无钱对菊花。依山茅屋小于舟，吟对风光忆旧游。平地白云秋万顷，五湖烟水似扬州。村醪旧瓮按新篘，四月蚕成麦亦收。但使百年都若此，吾今于世亦何求。幽花满树酒盈樽，白水斜阳度曲村。曾忆少陵风雪里，也曾朝叩富儿门。怪底襄阳孟浩然，蹇驴冲雪踏江天。无人说与寒梅树，只合开花暖阁边。幽居僻类杜陵家，春日垂垂橘柚花。花径今朝缘客扫，瓷瓶汲水自煎茶。冻雾初开日晕青，长松落雪报新晴。茅檐闻瀑俄惊起，何处鸿门碎玉声。野人于世本无营，尚有闲功日计程。筼竹缚梯求密筒，连宵运水捣香粳。梦觉哦诗醉后眠，春来秋去总茫然。山中历日从来少，欲倩何人记岁年。本学埋名坐钓矶，谁言天上客星移。前滩水落西风冷，觅得羊裘不敢披。回塘曲渚月明多，游妇相呼采芰荷。老去风情浑尽减，隔花谁唱竹枝歌。归休赢得卧中林，坦腹蓬头绿树阴。非是葛巾浑忘着，迩来华发不胜簪。垂柳阴阴护钓矶，溪流尽处着柴扉。时人莫用知名姓，清世林泉老布衣。为报奚童扫绿苔，柴门长日便教开。晓烟晴日鹊声急，应有故人天上来。勋名本不到旂常，徒得烟霞冷趣长。林下一瓢桑落酒，谁云得及市朝香。书生元亦羡封侯，经世才迂不自由。万一鹤书求野逸，素琴重到碧山幽。青年出仕奉明君，老去投簪卧白云。千载周颙风致在，北山先自错移文。桂树丛生山正幽，王孙岁暮尽优游。不知招隐缘何事，聒聒风前咏不休。约客听琴扫石台，竹门咿轧倚风开。空山日暮碧云合，天外美人来不来。卯酒初醒午梦馀，南风入户北窗虚。闲身已在羲皇上，到此令人悔读书。韩子高轩不再逢，草庐长倩落花封。苦无韬略能匡世，伏枕惟应愧卧龙。渊明千载我知音，纵有冰弦不鼓琴。闻说商于寻绮角，寂寥谁识古人心。云本无心偶出山，幽林薄暮鸟知还。如何世上驰驱子，只在红尘扰扰间。故人肥马衣轻裘，意气扬扬得自由。林下雨馀苔径滑，免劳相过碧山幽。多才宋玉久能诗，误对清秋景物悲。湛湛长江枫树底，扁舟正可学鸱夷。最爱佯狂阮嗣宗，秋怀当日赋偏工。酣歌裸袒青林下，晚岁心期与尔同。容得萧闲亦已多，敢论官绶与渔蓑。东流逝水西流日，百岁只消如此过。雨浥琪花落满床，寂无人到读书房。闲中不觉青春过，静里方知白日长。呼龙种术岂无经，瘗鹤藏书亦有铭。独对梅花写遗恨，招魂未续楚骚声。露气横山夕未晞，古松枝冷鹤声迟。东林日出西溪白，正是仙翁睡熟时。欲铸钟期未买金，断丝寒縆案头琴。虚堂月底弹清曲，别鹤离鸾自赏音。笑杀仙源避世翁，洞门犹与世人通。临流莫种桃花树，惹得春来着处红。一自衰翁惹世哗，川原锦树敛红霞。关门不倩烟霞锁，却向春风怨物华。笑杀山阴王子猷，凌兢雪夜泛扁舟。地炉满着松明火，芋栗香中酒一瓯。梅花不解十分清，香影撩人说姓名。林壑未忘居鼎鼐，老枝留子待调羹。山巅幽绝人稀到，柑子阴凉客屡过。不见晚来倾白堕，小园当奈月明何。幽幽绿树团华盖，聒聒流泉奏玉琴。不必画堂丝与竹，自然山水有清音。黄菊花开贫不厌，茅柴酒熟醉相呼。平生最爱陶彭泽，风味全然似老夫。柳塘昨夜雨声急，早起春水欲平桥。放教汀草芊绵绿，添着林花婀娜娇。春酒独酌不成醉，可怜溪上百花开。花前几日南风紧，门外今朝好客来。如花女儿春柳腰，高歌自驾木兰桡。弯弯才见初生月，隐隐斜明第四桥。邻屋白酒近初熟，老子尽日为花忙。将随粉蝶联翩舞，欲趁游蜂上下狂。不觉门外春已过，只说饮酒日豪吟。林花尽褪娟娟色，涧竹都成密密阴。初开草堂三五日，池上鸥鹭日频来。桃花枝嫩未堪折，杨柳阴疏还更栽。江上好景莫虚度，屋边乱红今已深。不是春风相勾引，道人争看日携琴。柏子香消昼景迟，坐调元气学希夷。旁人那解玄中意，文火温温只自知。半世为儒好自轻，狂歌浪谑斗诗声。内庭消尽还丹火，传得江湖说姓名。自入珠宫捧玉宸，别招猿鹤作新邻。空林寂静无来客，千载丹枫作老人。尘缘静尽觉神清，对月虚堂炼鹤形。采得石楠花上露，研朱自点石台经。羽步天坛礼帝居，星文拱北似连珠。寒云不锁丹砂井，一夜虹光彻太虚。炼得梅花白雪颜，关元静夜浴金丹。呼龙起种春田玉，白日山精倚树看。蒲团静坐思窈冥，清昼只诵大洞经。碧坛玄鹤忽飞起，琪花乱落风泠泠。天台二月风景新，石桥流水起龙鳞。美人相约看花去，云暖洞房仙帐春。丹成八极恣神游，蕊阙风随鹤骑秋。上苑看花犹一梦，五云回首帝王州。"}