{"id":"688212","title":"感寓","dynasty":"明","author":"朱诚泳","text":"天道一元会，默运无穷极。四时自成岁，至诚以无息。声臭不可闻，但见苍苍色。福善与祸淫，应感无差忒。所安在人爵，所贵在天德。深居读周易，精微端可测。畏天乃君子，忠慎期自克。兢兢复战战，于焉保家国。天道幽且远，明明谁敢欺。勿言不吾察，日鉴恒在兹。所以古君子，敬畏日孳孳。出门如有见，影响真相随。吾人贵居易，左绳右更规。淫荒苟失度，恐为天所遗。公旦无逸篇，卫侯抑戒诗。愿言书诸绅，终身为我师。皇天生下民，而必立之君。端居统万国，宵旰极忧勤。创业藉神武，守成资圣文。功德配天地，休声光典坟。典坟既以远，区宇时并分。六朝及五部，割标徒纷纭。此疆而彼界，蒸黎蒙兵氛。干戈无时息，嗟我赤子群。有天斯有地，有君斯有臣。君臣亦天合，谁云属之人。君者臣之亲，臣则君之邻。微虫有蜂蚁，而人岂无伦。不见唐虞世，五人作同寅。不见文武时，二公为经纶。如何衰季世，颓风竟难淳。全躯保妻子，临危谁致身。茫茫元会间，造化竟谁尸。昏旦既不爽，寒暑无或移。至诚本无息，庶类自蕃滋。日月相代明，阴阳岂参差。岳山坯厥气，江河分厥支。雷霆布厥威，风雨行厥时。圣人今在上，天心与相宜。八万六千岁，悠悠无尽期。吾闻帝王世，人文日以宣。间尝读其书，抚卷思茫然。三王莫之尚，五帝不可前。征伐与禅让，仁义岂偏全。光明烛幽远，心法垂简编。群生乐熙皞，九州无倒悬。帝王日以远，明哲徒拳拳。恭惟我皇祖，绳武三千年。丹山有威凤，哕哕集梧冈。竹实苟不饱，丹山复回翔。所以古明君，求贤日遑遑。玄纁走千里，徵车驰四方。伊尹起有莘，太公兴渭阳。傅说奋版筑，孔明出荆襄。扶持赖三寿，声名高百王。用贤乃如此，时君当不忘。兹晨忽不乐，抚膺多可伤。披书感前事，令我涕沾裳。凤鸾止荆棘，䲭鸮据梧冈。驺虞不饱肉，豺狼厌肥羊。人龙困田野，人猫登庙堂。倒颠有如此，天下安所望。吁嗟汉唐宋，参会何纷攘。载读虞书篇，千古心遑遑。南国有佳人，温其颜如玉。我欲往从之，白驹在空谷。斯人不可招，泥涂讵能辱。去往本无心，飘飘若黄鹄。我思日以深，玄纁谩成束。掉头不肯顾，悠悠我衷曲。清时足大行，胡为自彳亍。念彼采芝歌，独坐恒忽忽。吕政多遗金，商辛多羡财。鹿台与嬴藏，一炬飞烟埃。吾思古贤君，所贵在贤才。贤才足资世，金玉安用哉。此理固易晓，彼狂迷莫回。鸡鸣起孳孳，为利日徘徊。会田有齐魏，斗宝生嫌猜。四臣照千里，魏惠颜如灰。我观天下山，一一坯造化。峥嵘各擅名，而谁肯相下。巍巍五岳中，崇高维泰华。一掌入云霄，日月真可借。冲天几万寻，恍惚来灵驾。冰雪四时寒，三庚讵知夏。嗟予夙好奇，藩维况多暇。扪参试一登，玉姜莫深讶。神龟曾出洛，凤凰亦鸣岐。灵物岂虚来，解后文明时。羲文既以远，元气日以衰。虽有麟与凤，致之者为谁。嗟嗟仲尼氏，栖栖良足悲。获麟竟遭毙，识者空涟洏。嗤彼五胡世，祯祥何所期。苍麟驾鼓车，天道真嗤嗤。放勋结茅茨，神禹卑宫室。吁嗟古圣人，安居保终吉。奈何秦汉来，万邦困据拮。山林穷斧斤，门户罄丹漆。阿房未及成，建章亦以毕。雕镌竞淫巧，回首竟萧瑟。夜眠庸几何，小轩取容膝。睡美五更钟，晓窗踏红日。嗟嗟今古人，滔滔迷女色。焉知粉触髅，亡身更亡国。妲已商纣危，褒姒周幽惑。西施吴子亡，太真三郎踣。于维高世王，持身能自克。宠姬欲同辇，无宁亏盛德。予心本冲素，万虑恒自息。深居养太和，于焉趋寿域。伏羲抚云泉，神明钦厥德。大舜鼓南薰，斯民愠皆绝。谁云古乐淡，清和见天则。曾闻凤格韶，感应妙难测。吁嗟后世人，淫声相蛊惑。唐皇亲羯鼓，梨园乐无极。霓裳欲何为，一舞遂亡国。我耳厌喧阗，端居守渊默。窗前披乐书，古道已荆棘。茫茫一元化，二气乃屈伸。万物生其间，悉含天地仁。虎狼之父子，蜂蚁之君臣。雎鸠之夫妇，鸿雁之主宾。物且具人性，愧此蚩蚩民。谁知禽与兽，亦能出其伦。禽中则有凤，兽中亦有麟。人而反乎此，焉用名为人。天地生万物，意思本自嘉。奈何当世人，玩好竞浮誇。隋君恣厥狂，宸游日以奢。龙舟走千里，贪彼维扬花。宋徽蹈覆辙，黄杨致天涯。吁嗟花石纲，江淮尽虎蛇。炀亡徽北狩，回首白日斜。唐人牡丹地，相传能几家。我家有美玉，人言出昆冈。清姿温且润，素质坚以刚。珊瑚让精彩，水精失辉光。玉人一入手，珍重无时忘。琢磨借沙石，切磋付刀铓。雕镌制瑚琏，专攻作圭璋。神明许相与，君子良可方。但恐珷玞混，弃置令人伤。神仙驻何许，传闻在蓬莱。沉沉白玉宫，隐隐青莲台。弱流不可渡，万里无飞埃。自非鹤背仙，凭虚讵能来。安期不死药，王母流霞杯。天地许同寿，日月宁相催。我生竟茫昧，自愧非仙才。至人不可遇，且酌黄金罍。三代日以远，至治不可追。我尝读前史，抚卷心伤悲。炎刘崇伯术，李唐竟沦夷。女祸世所耻，和蕃人共嗤。逮兹赵宋氏，兵力苦不支。委靡不复振，甘为异国欺。明明我皇祖，仗钺驱熊貔。一怒九围定，百世今熙熙。绝代有佳人，优游在空谷。渴饮涧中泉，饥餐岩下菊。穷居养贞白，衡门擅幽独。如何治平世，长往不肯复。劝尔脱麻衣，为君挂朝服。山灵莫见疑，公家正悬禄。丈夫贵雄飞，胡为自雌伏。登车早幡然，无苦恋黄犊。乾坤乖气薄，阴阳镇差乱。重雾结重阴，漫漫不知旦。幽岩木魅栖，深谷鬼车唤。百怪恣纵横，群阴郁无散。阳乌忽东生，沧溟涌霄汉。赫赫破顽云，潜回若冰泮。须臾障碍消，悠远天文焕。万国属皇明，寰海同灿灿。深山有蛇虎，晴原多凤麟。凤麟真快睹，蛇虎不可亲。虎蛇有馀毒，近之噬吾身。凤麟乃灵瑞，致之苦无因。我尝读古书，于焉求屈伸。昏昏苟不察，贻患将无垠。閒居感畴昔，用舍怨因循。蛇虎既难近，远之诚在人。有初必有终，有日必有夜。天运自循环，阴阳交代谢。曾闻古仙人，云霄远凌跨。死生亦常理，谁惟天所赦。吁嗟老佛徒，蚩蚩思久假。贪迷竟何如，而徒陷虚诈。所以君子儒，安焉老田舍。修身以俟之，万物还元化。吾观三王世，有周承夏商。贤圣相继作，享国何久长。自从周赧来，天命苦不常。兴戎凭诈力，王图讵能昌。嬴秦才二世，阿房火咸阳。六朝并五代，纷纷日更张。皇天眷吾祖，继宋高百王。绳绳千万年，神器传无疆。吾闻贤后妃，有周不可当。太姜及任姒，世德传无疆。如何至后世，宫闱多滥觞。吕武恣淫虐，纷纷多色荒。我家配圣祖，圣后并姬姜。仁孝实继之，辅治声洋洋。徽音允相嗣，帝道日以昌。嗟嗟我圣善，子孙焉敢忘。齐桓假仁义，晋文亦如之。纷纷战国君，剧戏真小儿。美哉汉东平，为善日孳孳。三监与七国，国亡身亦隳。李唐不足道，诸王恣豪痴。淫荒讵知耻，俗乐手所持。嗟予固无似，嗣秦沗藩维。愿言崇令德，刘苍其我师。舜有臣五人，而天下乃治。武王资十乱，承商履天位。嗟彼夘金刀，凭谁和鼎味。创始藉萧曹，守成推丙魏。李唐虽小康，贤才亦云萃。杜房兼宋姚，绳绳赖无坠。我思古良臣，班班犹可记。相望佐无为，诸公真了事。两间有安宅，安宅我所居。四方有正路，正路我所如。安宅固非小，正路岂其迂。夫何当世人，而自与之疏。安宅蔽草莽，蚩蚩莫之除。正路塞荆棘，茫茫谁与锄。执迷若不解，旁观但踟蹰。此道真窅然，吾人当体诸。公车有千乘，出则如云随。所居能几何，焉用千乘为。名马致千里，奔趋若星驰。所守仅吾封，乘此将安之。我尝陋周制，金玉岂其仪。过奢诚易败，商车乃为宜。汉皇征大宛，将士实乘危。嗟嗟天马歌，徒为千载嗤。吾闻有熊氏，古风始更张。裹缠兼布革，上下易衣裳。三代自有制，后来渐荒唐。诡异骇群目，轻薄移四方。锦章夺天巧，罗衣斗时装。广袖全疋帛，长裙欲飞扬。服妖古所忌，不衷真不祥。城中苟知禁，天下当循常。吾闻古圣君，而惟饭土簋。仲尼大圣人，饮蔬食饮水。箪瓢困颜氏，至乐谁能拟。曾参亦可人，恒饥宁愿仕。嗟嗟后世人，口腹斗珍美。万钱充一箸，豪奢浩无纪。烹羔宰肥牛，杯盘动盈几。太仓日五升，何如安汝止。仪狄昔为酒，大禹乃绝之。维狂鉴周诰，抑戒惩卫诗。岂惟戕性命，抑且丧威仪。一语苟不合，兵刃手所持。不见夏之桀，昏默沈酒池。不见隋之炀，口不离酒卮。二君今已矣，后世尤多迷。亡身更亡国，智者应自知。人生期百年，百年能几何。逝者不可追，将来苦无多。向来黄小群，玄发忽以皤。古人亦有言，流光一掷梭。大禹乃圣人，竞辰惧閒过。亦有运甓老，而肯甘婆娑。勤苦既如此，令名终不磨。吁嗟当世人，其谁不蹉跎。混沌既以死，征伐不可无。圣人奉天命，元后授阴符。蚩尤叛臣节，涿鹿真囚俘。上干轩辕讨，百灵乃相扶。桀纣逆人理，汤武布神谟。周兴商乃蹶，汉起嬴斯殂。至仁伐不仁，民徯后来苏。诸王互征战，七国多贪夫。万物有禽兽，生意亦自均。荒夫苦畋猎，但欲膏其唇。车网遍原野，百里践飞尘。焚射纵鹰犬，暴殄积如薪。我观车攻诗，古意犹可申。后来竞驰骋，无乃劳其民。穷搜尽巢穴，入口未必珍。汤网去三面，诸侯归至仁。商辛苛聚敛，货财溢台屋。吕政灭诸侯，金刀折车轴。董卓据郿坞，石崇擅金谷。王戎亲较筹，萧宏广营蓄。吁嗟射利徒，劳心何仆仆。安知铜臭讥，讵惜钱愚恧。障尘锦十里，买妾珠三斛。金钱竟何为，而终遭杀戮。吾观颜渊氏，薄田继饘粥。箪瓢有馀乐，富贵真碌碌。古人拙已甚，今人巧何多。古意竟不存，纷纷将奈何。嗤彼当世人，斗智互砻磨。眼前移造物，胸中铸干戈。权门讵云远，一径即能过。天门谁谓高，攀缘手堪摩。巧人固多事，有如茧中蛾。茧成身自锢，拙者频笑歌。西川恃重险，而人谁敢窥。征西裹毡入，蜀人竟难支。东吴倚三江，汹涌乃天为。楼船焚缆下，吴人亦离披。维险不可恃，维贤为可资。舟中皆敌国，君人当慎之。相君椒百斛，领军鞋一屋。为利日孳孳，而心苦无足。贪夫诚可憎，佩钥声相触。匹骑按田园，弄筹计鱼肉。营营趁市墟，贸贸涉川陆。剥削尽锱铢，悭涩及饘粥。恨不马重驹，恨无牛两犊。恨不青蚨钱，日往还相逐。家藏万镒金，身为九州牧。贪夫正如此，一笑聊捧腹。假兵车者伯，以仁义者王。诚伪迥不同，而人自圣狂。汤以七十里，至德闻四方。文王以百里，殷人何可当。小足以制大，弱可以制强。人心一以归，天命自有常。试观伯者民，驩虞气洋洋。齐桓晋文事，十世忽以亡。何如王者民，皞皞莫能量。百世既以远，仁恩讵能忘。我尝阅书史，浩然兴慨慷。因之识天德，王者其永昌。有国有家者，知人实为艰。知人竟何为，乃在用舍间。宵人不可用，用则秽清班。君子不可舍，舍则槁空山。子瑕据津要，伯玉甘退閒。孰知贤不肖，治乱诚所关。凤凰览德辉，一去不肯还。豺狼卧当道，令我涕潺湲。吾闻君人者，奔走天下士。进退手所操，谁云无所事。祥麟不苟出，妖狐足儇利。吁嗟进退间，而诚关至治。何物鬼蜮徒，貌陋据台位。奸邪惑帝聪，子仪徒自恚。而亦有人猫，月堂运深智。李适日衔杯，九龄亦趍避。朝中有君子，四方君子至。君看权倖门，群儿竞投刺。仲尼主子瑕，卫卿非所惜。孟轲媚臧仓，齐卿斯煖席。俗论真可鄙，圣贤能自择。富贵等浮云，台钧亦陈迹。茅茨乃广居，衡门实安宅。箪瓢敌钟鼎，乞求竟何益。声色不我移，刀锯不我迫。居易以俟命，玩味庖羲易。吁嗟兹世人，居官多老饕。孜孜慕名位，焉知奔竞劳。权门炙手热，冰山与天高。绥绥乞昏夜，白日矜所遭。相君喜松寿，凉州博葡萄。好官我自为，笑骂空嘲嘈。君看柄臣第，车马何滔滔。幽人方寂寞，闭门读离骚。曾闻黄河水，远自天上来。万流会东海，滔滔极蓬莱。又闻瞿塘峡，惊涛吼春雷。人愁滟滪险，奔流若山摧。有熊作舟楫，神灵济颠颓。千里在俄顷，转折真奇哉。巨舰苦难运，聊横小水隈。丁夫且休息，南风殊未回。茫茫天地间，而理固有常。云胡当世人，行险恣猖狂。周行舍不由，捷径恣翱翔。法言乃不道，群居肆荒唐。啖葛诳天下，饮鸩欺四方。指鹿乃言马，问牛翻问羊。阴邪莫能测，诡异何可当。勿云不吾察，天理恒日章。吁嗟君子儒，灵台自开张。作事贵昭著，宁惭天日光。庄生寄傲者，閒居著南华。浮辞逞虚诞，寓言恣喧哗。操戈击夫子，盗蹠翻见誇。三王未足论，五帝讵为嘉。睥睨小天地，言谈多险邪。猖狂如所言，万物其泥沙。吾儒自有经，典谟浩无涯。至诚乃君子，宜其辅邦家。造化有常理，反之则为妖。幻人有奇术，橐钥如手操。禽兽解歌舞，金石乃鸣跳。海水咒可竭，岳山祈可摇。铜盘出江鲤，土盆长灵苗。羝羊作人语，井钱若榆飘。或缩地远游，或凭虚入朝。蒸沙可为糜，嘘气即为飙。黄金自融成，白雪凝不消。撒豆化赤衣，投筇作虹桥。纷纷妖异事，我心实不挠。吾儒有正术，百怪当自消。二气有清浊，化工应使然。重浊乃为地，轻清则为天。人物各分类，参差难比肩。君子与小人，赋予有偏全。鸡豚与凤麟，凡庸于圣贤。清浊乃尔殊，天性不可迁。中庸贵能变，君子当勉旃。浊夫会当清，清者当梯仙。普天皆国土，四海皆国人。唐虞今在上，一视乃同仁。酷吏独何心，咤叱恣威神。爪牙剧豺虎，曾不恤吾民。冻馁任流殍，逸劳谁与均。催科急于火，鞭挞肤已鳞。健吏持帖来，追呼聚比邻。鸡豚给馋口，拜跪回怒嗔。老农二三子，力耕恒苦辛。眼中欲流血，釜中屡生尘。昨日有新条，公家收税银。踟蹰惟四壁，局促仅一身。健吏诟且辱，而敢诉其贫。追随向官去，悲号谋所亲。有女犹未笄，娇痴正青春。商人买为妾，遑恤朱陈姻。儿孙既零替，里胥犹日臻。虐民恃官长，盘飧竞铺陈。破屋存数间，求钱斧为薪。性命苦见逼，恨不沈水滨。斯民乃邦本，吾徒宜见珍。苛政猛于虎，勖哉诸缙绅。为善为君子，君子喻于义。为恶为小人，小人喻于利。所思既不同，善恶岂相类。义利自两途，理欲所由异。譬之食饮然，而各有所嗜。恶臭与馨香，伊人自知味。吁嗟义利间，慎无迷厥志。北轲有法言，君子所当识。有阳必有阴，有夜必有旦。吁嗟正与邪，相反如冰炭。谁谓郑声淫，韶音为所乱。谁谓莠草新，嘉谷为所烂。凤凰览德辉，鸺鹠可同观。驺虞履中野，梼杌可同绊。物类自区别，吾人亦相判。荆舒培祸胎，群邪斯漫漶。君实起西府，群贤乃藩翰。星辰归党籍，君子窃悲叹。正邪不两立，天王贵雄断。人中有佞人，谗言不可当。蜜口覆人国，簧言乱侯王。贤愚任喉吻，君子归雌黄。舐痔讵知耻，掇蜂终见伤。绥绥九尾狐，媚惑迷四方。洋洋八风舞，斯文遂无光。我尝览前古，圣言奚敢忘。为邦远佞人，谗夫尤所防。商人元尚质，淳风自尔全。周人始尚文，金玉日雕镌。末世益滋伪，物情多变迁。万物困凌暴，鬼工倦钻研。八宝妆便器，珊瑚裁马鞭。黄金饰宫殿，珠珍络鞍鞯。一剑磨十载，一钗直三千。相看竞淫巧，安知师圣贤。象箸不可谏，玉杯谁肯捐。一梦了今古，豪奢真可怜。仲尼相鲁君，鲁人兴谤辞。子产听郑政，郑人亦毁之。赤心苦不同，黄口任瑕疵。贤圣且不免，吾人莫嗟咨。周公古元圣，流言乃相欺。向非天动威，成王终见疑。所以明哲士，脩身日孳孳。谤言虽百端，而吾自坦夷。譬之伤日月，指斥靡不为。安知日月光，万古焉能亏。西旅贡神獒，召公力阻之。远方献名马，汉文乃深辞。陇西产鹦鹉，广南生荔枝。巨象致南粤，狮子走西陲。翠禽尽输羽，猛兽皆脱皮。白玉罄山谷，黄金空泽陂。纷纷争献纳，扰扰欲何为。愿言贡贤俊，为国扶雍熙。吁嗟眼底人，反覆何其多。对谈如隔山，同居或操戈。结交出肝肺，回首施网罗。变态苦不常，阴佼莫能过。斯人何所喻，譬之江与河。微风一相激，遽兴千丈波。我诚憎其徒，洞见劳撝呵。绵绵不可绝，纷纷将奈何。我尝穷古书，窃闻谦受益。如何夸毗子，洋洋多德色。有位莫骄人，骄人位斯踣。有国莫骄人，骄人士斯匿。如有周公才，吝骄矜富殖。虽云大圣人，斯亦无足式。贤哉谢夫子，程门能自克。三年去一矜，群儒推令德。君子莫施智，施智近小人。愚人祗自愚，至愚翻近仁。吾观古人智，而不私其身。后人乃机巧，鬼魅与同伦。吁嗟愚下流，为谋固难陈。安知千虑中，一得无可因。智囊竟何为，东市冤莫伸。愚智莫相笑，同为千古尘。天地赋人物，二气均所生。如何贤不肖，而乃殊其名。吁嗟贤者流，宜公亦宜卿。嗤彼不肖徒，胡为污冠缨。人君无所为，代天持鉴衡。进贤退不肖，吾人资主盟。前元多错缪，仕途良未清。非才满廊庙，贤人困渔耕。我祖奉天命，九州尽豪英。黜陟考三载，万年仰大明。淫奔谁氏女，少好正青春。欲窦一以开，而宁顾其身。踰墙期所私，钻穴召比邻。恶少竞相逐，兄弟不敢嗔。马蹄松柏下，鸡鸣风雨晨。绥绥自求耦，往来岂辞频。脂肤湿香汗，瓠齿含朱唇。精神照秋水，秀丽惊鬼神。我行偶见之，伤心泪沾巾。颓风不可挽，凭谁振彝伦。展雄古名盗，横行恣凶恶。眈眈谁敢撄，杀人供咀嚼。公然据太行，往来悉攘夺。牗下终老寿，天意竟何若。我闻三代时，群黎遂生乐。后来日滋伪，绿林满丘壑。穷寇不须追，饿虎不足缚。公家薄租税，此辈将自削。天地固不老，吾人安可常。今者如不乐，逝者忽以亡。矧兹隆盛世，四海称大康。吾藩静无事，辅臣能赞襄。散人荷天宠，贵富守一方。台池与山水，登临足徜徉。名花落又闻，好鸟鸣且翔。黄奶助滋味，朱弦和宫商。我生何庆幸，逸乐殊未央。载歌咏天保，终身感吾皇。忆初周穆王，天下恣观游。八骏逐风雨，万里无停留。瑶池觞阿母，玉帛朝诸侯。琼浆侑天乐，白云起仙讴。山川务穷览，邦家宁复忧。徐方忽以兴，周鼎几不收。亦有隋炀氏，黄金饰龙舟。琼花作奇祟，妖氛满扬州。至乐不可极，淫荒竟成休。吁嗟后来者，能无览隋周。茫茫天地间，无不有鬼神。在下乃河岳，在天为星辰。百神固非一，所主在一人。一人总神器，百神歆所禋。一诚本昭著，二气自屈伸。变化讵能测，恍惚不可亲。所贵乎君子，万物备其身。鬼神自扶佑，福履将日臻。吾观尘海门，善恶各有徒。谦谦鲜君子，悻悻多凶夫。善者所宜福，凶夫所宜诛。善恶苟无报，真宰其含胡。夷齐死沟壑，丘轲困穷途。颜渊嗟夭折，比干乃捐躯。盗蹠亦何人，横行主逃逋。乳虎饱人肉，谁敢摩其须。公然老牖下，雄风闻八区。彼苍不可问，仰面长呜呼。茫茫大化间，生育无停息。鳞介与毛虫，而各成形色。蠢蠢万不齐，至巧谁能识。营营若有知，绳绳日滋殖。馋夫亦何心，网罗兼弹弋。五鼎恣煎烹，万钱供口食。焉知爱物仁，忍杀无穷极。君子远庖厨，暴殄良可惜。天地有正气，英灵钟正人。大义薄云汉，至诚通鬼神。探穴蹈虎尾，沈渊批龙鳞。碎首讵知惜，引裾宁畏嗔。龙逢既以死，比干甘杀身。史鱼以尸谏，直心终见伸。诸公不可作，精神乃星辰。回首媚灶徒，謟骨成埃尘。东海有匹妇，诬杀良可伤。奈何三年旱，赤地千里荒。幽燕有贱臣，繫狱将见戕。仰天一叩心，六月飞清霜。物情有冤抑，一念通彼苍。二三持法吏，舞文自洋洋。阳诛苟幸逭，阴祸亦可防。于公能治狱，子孙乃隆昌。吾闻尧舜世，皞皞惟淳风。耕凿罢无为，礼义日以隆。如何三代来，巧伪竞相蒙。常道既以坠，斯文丁厄穷。兄弟动相阋，父子或见攻。臣节每中改，君恩多不终。夫死妇即嫁，安能顾同宫。帅亡兵即变，凭谁瘗元戎。金多辄易交，官高互为雄。耨锄且不假，财帛宁肯通。轻肥骄市里，睨傲欺疲癃。乳腥犹未除，群儿强称翁。纷纷轻薄态，天下将无同。诗成聊一笑，浮云满虚空。万物有真伪，人心不可期。真伪苟不分，君子将蒙欺。譬之金与玉，而价固无赀。珷玞与鍮石，乱真良可悲。公旦困流言，恐惧实倾危。新莽初下士，谦恭何自卑。旦莽岂同伦，昧者犹自疑。假饶身即死，真伪谁能知。项籍苦强暴，沛公乃宽仁。秦鹿竞相逐，六合生姻尘。呜咽起雷电，叱咤惊鬼神。拔山气盖世，扛鼎力足任。豪雄竟难恃，凶残徒杀身。阴陵一失道，楚歌自沾巾。焉知卯金刀，兴隆自有因。帝王本仁义，猛力何足云。君子慎嫌疑，所慎良有因。莫交孀妇儿，莫友敌国臣。孀儿一与交，人谓私其亲。敌臣一与友，人谓通其邻。广会莫耳语，临民莫眉颦。嫂叔不相授，男女不共茵。临食休涕唾，迎宾休怒嗔。共食莫泽手，分财莫言贫。吁嗟天下事，一一难具陈。避嫌乃君子，斯言可书绅。绝代有佳人，盈盈擅风流。裹头初入室，丑妇争为仇。君看技术徒，忌嫉交怨尤。文人亦相轻，诋斥多不侔。孙庞初共学，藏修亦同谋。忌心一以兴，对面操戈矛。安得万黄鸟，九鼎荐为羞。坐令天下人，其心同休休。古人一忠厚，今人尚浮誇。裘马纵驰骋，酒食恣喧哗。文章逞轻薄，荒唐欲名家。立言多不根，滔滔浩无涯。吾思矫其弊，至诚斯可嘉。六经不可及，何须诵南华。文王曾拘羑，仲尼亦围匡。至圣且不免，忧患奚可忘。元来古君子，遭逢德弥彰。脩身以俟命，履之若康庄。臣子死忠孝，善道乃其常。小人恒戚戚，翻为知者伤。珠宫麝兰气，金帐流苏香。美人娇侍夜，老此温柔乡。不知勤四体，焉能法三王。日夜未能起，更深尚飞觞。舆行赏花柳，醉眠听笙簧。散发任容与，饱食恣徜徉。此乐虽莫极，外虞亦须防。请观无逸篇，念念当不忘。古道日以远，人情日以新。逢迎以为悦，举世多谀臣。比干蹈虎尾，龙逢批龙鳞。二公既以死，千古难其人。谀臣不足道，直士宜见珍。吁嗟谀与直，举错在君身。君子自明白，小人多险邪。毒阴类鸮獍，纠结如虬蛇。蓝色丑于鬼，公然专正衙。出口尽蜂蜜，满腹皆镆铘。月堂幽且深，恒谋破人家。复壁隐且僻，惟虞匕首加。纷纷秽青史，追思可兴嗟。群阴不可尽，仰叹白日斜。静思天下事，黑白多见迷。自非明知人，伊谁无所疑。譬之鸦与鹭，同栖占林池。黑白自分晓，何须苦相窥。圣人明四目，烛理洞无遗。台衡或昏暗，平治其资谁。执虚如执盈，执圭如不胜。譬之循墙走，蹜蹜惟恐倾。圣贤重戒慎，厌斁宁敢生。漏室虽至暗，衣冠对神明。出门何所见，如接公与卿。安居固无为，如临祭与兵。尝观庸学传，庶几学斯成。戒慎与慎独，没齿期遵行。万物在天地，生生无暂息。洪纤与高下，一一含太极。鳞羽自飞潜，肖翘亦形色。神功不可名，妙用谁能识。忆昔弄丸翁，幽居悟天则。微探极性情，至理穷因革。我尝读其书，茫然无所得。学海信汪洋，区区惭蠡测。静思兴太息，居然竭心力。安得起其人，为我祛郁抑。将军饧沃釜，卫尉蜡代薪。供馔宰名马，行觞杀美人。万钱营一箸，九鼎荐八珍。锦绮照庭户，歌钟动比邻。豪纵讵知极，奢华孰与伦。造物者好还，明明察吾身。暴殄自亡灭，俭德独怡神。公孙为布被，汉人讥诈廉。司马亦布被，举世称大贤。老聃尝有言，俭为天下先。俭苟不中礼，魏风有遗篇。大禹古圣人，至德垂简编。亦有齐晏子，一裘三十年。何曾独何心，一食费万钱。末俗不可易，临风兴喟然。吾人有正气，养之曰浩然。充之塞天地，失养则靡全。反身而理缩，万人吾往焉。不缩乃自馁，褐夫亦难前。燕丹不善养，谋报何拳拳。虎狼一相犯，父子竟弃捐。亦有廉将军，争功怒填填。负荆终见屈，无乃相如贤。恒思战国君，奋师日相牵。往往就囚虏，所见何其偏。容忍乃君子，庶几保天年。血气圣所戒，吾人当勉旃。吾观天下理，聚散不可期。纣聚尘台财，武王乃散之。财聚则民散，古语岂吾欺。财散则民聚，君人所宜思。此理自分晓，而人多自迷。矧兹聚敛臣，为利日孳孳。财乃民之命，民则邦之基。观风亦何人，能无采吾诗。周公复明辟，北面还为臣。贼莽始居摄，久假遂即真。歔欷执孺子，流涕沾衣巾。如何草玄者，剧秦以美新。赤符赫然起，覆宗终殒身。伯禽继鲁后，祚延八百春。流芳与遗臭，谁仁谁不仁。万物有成败，造物自制之。天定不可胜，人谋空尔为。达人自知命，顺受尚奚辞。嗤彼智巧徒，而徒用其私。项羽败乌江，沛公成帝基。虽云仁与暴，实乃天所思。起家良不易，兴国亦如兹。天地尚终坏，勿为千载悲。"}