{"id":"690071","title":"草虫杂图四十二首为伍佥宪题","dynasty":"明","author":"张宁","text":"何人涉江采，得此霜前芳。花残见晚色，叶净流潭光。长路远莫致，故意不可忘。欲辍畹中蕙，共佩罗衣裳。南山有佳色，束篱阒无人。朝为头上花，暮作车下尘。谁与念恒节，培溉当良辰。落落竟何语，把玩聊相亲。翛翛苦竹枝，岁晏未凋谢。络纬绕其颠，促织鸣其下。秋声入荒林，寒气逗虚榭。何人赋无衣，悽恻坐长夜。漏石倚空苍，弱草飏残碧。眷彼飞来双，栩栩飘复集。鸿鹄志万里，松柏挺千尺。洪纤各有定，非分焉所得。么红雨馀葩，疏绿风中筱。虽无尤物丽，得借此君好。栽培良有待，开落恒可保。嗟彼桃李花，采折随媚草。形色已葳垂，风神未萧瑟。所愧落英空，还思旧根发。时来已若兹，岁去犹尔若。殊胜汎相逢，随人满头插。茵蔯欲成蒿，蘼芜亦云谢。水涨污耶深，时蛰看已化。纤腰尚蜿蜒，弱翅举复下。婉转如有情，追逐不能罢。暑雨滋宿蘖，五月南风生。时当长养节，奋臂将谁撄。奔辙岂足当，黄雀方营营。幽居事玄穆，相对悲群情。尘境何扰扰，草野何茫茫。清泉白石处，几许堪徜徉。兰荃既荣秀，蒿莸绝交相。宜人不在多，百亩空芜荒。今日胡不怡，过眼青春空。纷纷萧艾中，见此万绿红。蜻蜓从何来，当午停芳丛。物情谅有得，吾意亦从容。飞蛾值芳时，飘舞来复去。因风快循绕，逢花亦延伫。虽临扑逐威，不解摧掠虑。人意久安閒，相忘不知处。尺蠖已辞茧，橘虫方化生。夭夭隰上枝，碧绿纷敷荣。覆载大有造，动植各相成。天机一流动，幽思穆无声。趯趯草间虫，芃芃石边蔓。跳跃烟冥霏，飘飖翠云乱。时当绮窗纱，或近青玉案。卑微宁足论，寂阒聊一眄。野草绿满地，无名自纤妍。不采亦不夭，幽与閒相便。光风濯灵雨，蛱蝶来翩跹。咄彼周昉图，百态空骚然。晚家南山陲，独卧西涧草。牛羊所不践，樵伐非故道。叶落秋蛾稀，苔滋候虫少。烟消夕阳下，林薄淡如扫。蜻蜓多品类，此种最灵黠。翅翕尾低垂，暂息即飞越。颇忆童稚年，扑捉伤暑热。至今图画间，隐手欲轻蹑。清霜萎茂草，天以虫鸣秋。股动羽亦振，随处声啾啾。书斋闭疏雨，木落青灯幽。掩卷不成诵，感物令心愁。草振蝶双飞，蝶下草交动。无情如有情，形势偶相閧。貌与心不亲，情好久焉用。悠悠笑相逢，栩栩庄叟梦。露白水花红，江空草烟暝。閒鸥忽惊去，见此孤蚱蜢。吐沫禁无声，卑飞水中影。虫沙与猿鹤，由来未深省。飞行罕同俦，性质好幽处。点水缓捎花，乘风暂停午。疑回睛屡移，敛息翅频举。慎尔遇贪夫，求珠瘗当户。短翅不高飞，长踦不善走。跳踉并蟏螽，局缩居泽薮。三孱不满隅，匹处竟无偶。彼亦何人斯，蠢尔亦可丑。园蔬叶垂尽，练裙弊无馀。轻扬两飘翅，清嗅双长须。本质夙如此，变不忘其初。襕斑五色文，支离守荒芜。淅沥蒹葭雨，依微杨柳烟。翅薄轻纱过，晴隐硝珠圆。宁当狎雌絷，莫受蛛丝缠。与物本无患，陈生有遗篇。阴阴莞柳树，嘒嘒孤鸣蜩。惊风飒吹撼，奋翅飞迁乔。托体虽得所，防患亦须周。吟风饮清露，此道终逍遥。文蛾好明死，乌鲗以蔽彰。争如草上飞，无用亦无防。渴饮零露华，逝借晨风扬。何如蜉蝣群，朝生夕云亡。春林盛朝爽，秋圃有暮色。萧疏丛薄中，缘沿何役役。凤鸟不时见，良骥须远历。斑斑被体文，甘老榛莽泽。苍茫青草池，霢霂黄梅雨。清冷脱洿下，润泽非斥卤。鸣声慎烦聒，跳跃宜审处。临深纵无危，坐井非善举。去彼蜣螂秽，超居风露清。蜕囊半未脱，健臂已前撑。潜蛟起泥滓，厉璞登琼英。大小分已定，变化同其情。蟋蟀已在堂，鼠妇已在室。凉风蕙草时，胡见幽阴物。仓皇若无依，短褐露肘膝。天荒岁年暮，感此三叹息。露滴葡萄寒，宵鸣一何急。鸡啼天欲曙，络纬不盈尺。深闺有思妇，远道多倦客。惊闻长夜声，掩泪心促刺。景物此何处，野塘秋色中。山花惊暮雨，芦叶抱寒虫。旷望知谁到，幽居重此逢。怀人不可见，双鬓感飞蓬。金谷多奇花，蝶满谢即去。荒园久空疏，蜂蝶亦安素。迟回杞菊秋，栖息松桂暮。所以君子交，清澹只如故。原野多蔓草，墟泽饶鱼虫。一枝与一体，入笔殊元踪。生憎红紫态，未觉丹青工。坐我林塘下，衣袂生华风。风高芦叶残，赢露失其翳。鸣蜩已绝响，犹奋双斧臂。犹豫多积疑，蜂虿无却虑。君子尚勇决，成败焉足计。飞来锦纹蝶，采翅何翩翩。山花吐碧蕊，相映亦相妍。动植互生化，寒暑频推迁。生绡有遗迹，日日当吾前。蝶有恋花情，花无留蝶意。东风三月时，总为春流丽。还开亦还落，欲去还不去。默诵过墙诗，重门草深处。意会自成趣，景触良宜时。过影如见人，飞音若我遗。荒閒寂寞滨，独悟胜群思。此兴复不浅，名物空何为。尔雅列名称，埤雅伸疏义。恢恢造化功，独此亦难备。况当画史传，舐墨随手至。骊黄牝牡间，不必问形似。动听非谇语，适目无妖妍。诗求句律外，画索丹青前。尺素竟何物，居然得天全。相彼能事者，殆欲忘朱铅。乐水不论船，乐山不问树。不求画中物，惟耽画中趣。想当含毫时，粉墨不待具。眼光落缣素，但觉风雨至。滕王去云远，谢逸今何之。形迷有声画，影落无声诗。低回罗扇风，旋绕簪花枝。转眼忽不见，芹香满清池。形色既有托，音声寂无闻。乍出草莽中，昂藏若离群。涵濡竹露华，饱挹山花薰。时哉忽如许，彼美空云云。"}