{"id":"691077","title":"贫居自述","dynasty":"明","author":"李孔修","text":"自述贫居百咏诗，衷情端不讳人知。阴阳消长非无日，穷富循环也有时。但把行藏安义命，莫将得失论男儿。挥毫吟咏人休笑，措语何须富丽词。閒居乐事少人知，野老风情自不羁。三径菊边元亮酒，百花潭畔杜陵诗。未知消长还观易，不较输赢懒下棋。拾得尧夫安乐扁，将来悬在小茅茨。乐守清贫年过年，何须计较苦求钱。寒灰冷灶难留火，有米无柴惯断烟。沽酒旋教怀大放，摊书转觉兴悠然。浮生事业非无尽，怪底寒儒造化偏。四壁萧然意豁如，纵无阿堵有琴书。虽云不是高贤地，亦足称为隐者居。方便取些扶病药，安排开个卖贫墟。舟人不识寒儒事，日日登门问买鱼。时人都说处贫难，我处贫时适所安。得斗陈仓心便足，赊壶鲁酒意犹欢。囊常羞涩无由计，诗思豪吟尽可观。一事凄凉真受气，朔风吹我布袍单。采药归来力已疲，自家贫病自家医。平生只要睁高眼，半世何曾解皱眉。孤鹤野云皆侣伴，寒梅疏竹尽相知。随年随月从容过，一任旁人笑懒痴。年去年来不记年，天寒天暖总由天。心无事扰迟迟起，身怯衣单早早眠。酒可消愁多饮酒，钱能招祸少求钱。从来富贵天生定，何必区区为利牵。新岁初来旧岁过，难除穷鬼与诗魔。莓苔巷口知音少，风月情怀赓和多。洗净瓦瓶沽鲁酒，扫开尘壁写长歌。贫能乐也吟能乐，穷鬼诗魔奈我何。架上诗书壁上琴，孔门心法伯牙音。身閒每喜青山趣，人老何妨白发侵。蓑笠便随行处乐，风花何用苦求寻。柴门寂寂堪罗雀，词赋驰名翰墨林。乐我琴书散我忧，沽回归与老妻谋。一旬刚趁三朝市，个月才梳两日头。篱菊开残还欠酒，菜根生老尚无油。回文手段从来拙，空看人修五凤楼。穷经空自老儒林，抚节长歌足赏音。怀抱容开诗酒兴，坚贞检点圣贤心。砚田不比心田阔，学海无如欲海深。事不扰人人自扰，百年身世几浮沉。随分山林老布袍，情怀颇自涉风骚。狂吟不觉诗名播，放饮可妨酒价高。造化磨人千古病，乾坤纵我百年豪。挑灯细读钱神论，清白何曾愧老褒。春风送暖入书窗，病骨方苏喜向阳。店里赊来花酿酒，厨中擂烂米糊汤。圣贤事业书千卷，君子生涯诗几行。名誉不彰人不识，食贫居贱也何妨。老夫原自有安排，好把清贫逐日挨。正遇有花犹欠酒，方才得米又无柴。青灯黄卷还留意，肥马轻裘不介怀。独喜多情深夜月，清光长照烂书斋。可笑人通运不通，时当富也命当穷。奚奴每妒诗囊重，鼠窃常憎米塔空。岁岁从容逢好景，年年侥倖度隆冬。等閒裁出烟花句，一任人传老秃翁。乾坤生我性愚顽，百事无能可述删。发被年华催作雪，功加篑力便为山。哦诗有酒成诗易，种谷无田辟谷难。不尽烟花寻乐境，抱琴携酒叩禅关。人物须观未济中，居贫能乐是豪雄。编桥截竹通幽处，补屋添茅到几重。花鸟未应嫌潦倒，溪山且莫笑龙钟。人问影响刚参破，眼孔年来渐渐空。且寄吟踪水竹乡，疏狂懒步利名场。从来富贵清珍味，不入寒酸笋蕨肠。兴发自吟诗数首，舌耕难望谷盈仓。独嫌夜雨慌忙甚，破屋频迁几处床。贫非屈也富非伸，伸屈凭谁认得真。成败在人人造化，方圆由己己如神。长长短短何须计，有有无无不必嗔。三万六千浑是梦，浮云聚散四时新。盛世生逢乐自嬉，蝇头蜗角事无知。醉归门外星辰见，睡到厨中饭熟时。幼少读书非是早，老来闻道未为迟。菜根有味葵开甲，贫乐情深不可移。利名不染任闲眠，厨冷于今尚未烟。红日满窗梳白发，清风一枕伴青毡。绿杨拂槛流莺语，黄菊穿篱蛱蝶翩。稚子不知囊似洗，殷勤来问米柴钱。炎凉世态漫轻贫，只重黄金不重人。雅爱一身閒白昼，不教两脚走红尘。壶中有酒常居正，灶里无烟却在陈。休笑老夫无受用，豆苗初长早尝新。陋巷春风老一瓢，烟花吟兴自逍遥。甑中乏米锄薯煮，厨下无柴扫叶烧。不去驰驱飞野马，常寻栖止若鹪鹩。从来隐地多幽僻，花锁閒关柳锁桥。月照柴门惹兴豪，乾坤撩我擅风骚。冠裳未易轻蓑笠，狐貉应难胜缊袍。酒少最宜盘盏细，诗多不值价钱高。执鞭货殖非吾事，何处屠牛更鼓刀。愈加贫困愈从容，且把閒愁付酒钟。一榻清风垂柳绿，半帘疏雨湿花红。遗珠不必怜光彩，失马何劳问吉凶。惆怅知音无觅处，行行空自抱丝桐。酷邻悭吝酒难赊，安得青蚨挂杖丫。顾我家常空箸菜，延宾久坐只杯茶。屠龙漫说金刀利，野马闲栖玉树斜。勾引白衣来助兴，多于篱外种黄花。盖屋栖迟水竹乡，何曾牵挂利名场。颜渊乐地还谁乐，曾点狂歌到我狂。粟米充饥无地种，药苗扶病欠箱藏。若教富贵从人愿，金玉还谁不满堂。景物维新淑气回，春光顾我好怀开。黄莺树底声相应，绿竹园中笋结胎。贫困无聊甘守分，诗吟有味漫敲推。眼中怪怪奇奇事，都让他人做出来。一间茅屋白云堆，贫虑萦心且拨开。少壮每随前面去，老狂都在后头来。耕犁引犊披星出，钓艇随湖带月回。近日瓶空吟咏少，适情花鸟莫相催。烟蓑雨笠胜华裾，运纵无通乐有馀。牵卧小床闲梦蝶，肯弹长铗漫歌鱼。莺花数被閒吟兴，风雨常欺破屋庐。天遣山林藏我拙，太平无事乐琴书。占得贫中第一贫，相应穷鬼是前身。多时放歇催诗句，经月空閒漉酒巾。齑粥清甘无限乐，天人生意一般春。白云留住狂吟迹，何处劳劳更问津。一场春梦到邯郸，薄利轻名了性贪。载酒携诗谁厚意，吟风弄月我闲谭。情交似水何妨澹，世味如盐不厌咸。自笑近来吟骨瘦，烟花那得尽肩担。自持清介过残年，半句何曾敢怨天。藜藿不充心见乐，缊袍无耻意悠然。歌吟总是宽怀句，得丧全归造化权。赖有骚坛豪迈客，清风明月到篱边。古来贤哲尚遭贫，况我疏慵懒散人。未解空心忘利禄，也能随分度朝晨。每逢冬至身加苦，只到春来气渐伸。惟我拳拳遵圣训，斯文同轨行同伦。抱膝吁嗟叹世情，几人相与肯忘形。追随鸥鹭皆朋友，来往渔樵总弟兄。对客几回高议论，安贫非是小生成。纷纷意气轻肥马，双眼何曾幸识荆。编茆筑室傍江皋，疏种垂杨密种桃。风月几曾嫌老土，莺花真是爱狂骚。全无计策千般拙，只有安贫一件高。眼底虽非杨子辈，何曾轻拔一条毛。且放宽怀度日常，米钱短少著升量。菜根坚韧牙根健，水味清甘道味长。有地便宜栽药品，无田何用办钱粮。山中久住无人识，衣带云霞竹木香。穷同世上一般穷，乐与人间乐不同。挂树岩瓢明月浸，煮薇山灶白云封。见闻争似蛙居井，出处浑如鸟脱笼。鉴照自知年老迈，不愁头发变霜蓬。茅屋三间长薜萝，红尘虽少白云多。客嫌巷僻悭来驾，燕妒门低懒结窝。户外不妨题凤字，山中羞唱饭牛歌。人间雪月风花事，笑问狂夫占几何。分内无如分外思，寒梅疏竹傲霜枝。非贫那显安贫节，失意方形得意时。呼蹴嗟来皆可食，绨袍相赠亦无辞。细将命请星人算，九十年交得运迟。决破浮生莫浪愁，只劳梦寐到扬州。穷通有数皆生定，得丧无凭勿枉求。击节狂歌先乐句，衔杯遣兴肯干休。颜渊不有千金富，真乐何惭万户侯。逍遥容与乐尧天，半是凡人半是仙。单管收留香翰墨，何曾剩落臭铜钱。铅华粉黛归人屋，瓦甑箪瓢在我边。几度醉回随处舞，儿童笑我老狂颠。有味箪瓢无点忧，此心乐道足优游。不愁囊罄常羞涩，只怕壶空没处求。门静雀罗苔草滑，庭空蛛网茧丝抽。清贫如此真堪笑，敢说苍生困我不。竹篱茅屋倚松阴，居处林泉岁月深。知命愧无卿相骨，乐天真有圣贤心。读书学浅须勤习，待客醪悭不耐斟。供口税田方半亩，近来又被富豪侵。惟有人心高似天，谁知造化五行偏。贪心欲享千年寿，立意徒劳万顷田。做到尚书思阁老，既为皇帝望升仙。荣华富贵皆前定，惟愿儿孙世代贤。春雨空山长蕨芽，野人风味又新加。佳宾厚惠方留榻，穷鬼无情恋我家。名利关坚能打破，鱼樵路熟岂行差。近来红紫人争种，难卖肩头独市花。笑揭槽头酒瓮开，连连独酌两三杯。舞青杨柳风生袖，影白梧桐月满台。会钓客方回艇去，约樵人又上门来。等閒更唱无腔曲，醉卧门前乱草堆。放下薪来把钓竿，犁锄方歇展书看。疏狂日省三般事，冷淡生涯一味宽。赵孟与他无统摄，申韩于我不相干。床头若有黄金百，高枕那能睡得安。挑起藜羹满箸头，但教空腹饱还休。吟哦不断供诗案，醉卧偏多恋酒楼。想到只宜坚固守，算来何用倒颠忧。恭承鲁论贫而乐，道大如天不可求。大抵天教我乐贫，非关运动不如人。经旬懒出苔封径，几日无炊甑上尘。汲涧便烹瓢底月，浇诗那得瓮头春。瓦瓶自信空无久，卖得诗钱酒又亲。万般花草一般春，大块何心限量人。谁信有方能却病，自怜无计可除贫。纵横识得仪秦术，疏散能传李杜神。身上烂衣馀百结，任教人笑我悬鹑。卧对南山懒掩扉，炎凉世态故人稀。日餐黄芋羹三碗，岁织青麻布一机。截竹引泉寒脉细，折松烹茗绿烟肥。幽居颇有陶潜兴，竹满池边菊满篱。随遇而安适自然，浮云那得障心田。藜羹布被今生定，纸帐梅花夙世缘。素志雅宜加勉励，贫名何惮远流传。囊中若有钱将百，便向江头唤酒船。笑酌茅柴酒数杯，穷愁两字且抛开。烟花衣钵谁传出，山水姻缘命带来。双屐云霞寻鹿洞，一竿风月钓鱼台。旁人笑我鲜甜少，试看门前蚬壳堆。世间人物古来钦，不变形容只变心。书卷尚能消白日，经营争慕积黄金。诗吟不用加三削，酒酌何辞数满斟。生计萧条何所有，一枝彩笔一囊琴。野狂何事怕冬天，衣破无缝被又穿。避雪晚依茅屋下，负暄朝傍竹篱边。瓶空却欠催诗酒，囊乏难抽买米钱。固守清贫忘利达，膻腥华膴付流泉。日出柴扉尚未开，无言搔首对吟台。管他穷鬼去不去，顾我知音来未来。信口占成长短句，老拳打破是非堆。等閒沽得宜春酒，左手持螯右把杯。种种贤才为国家，山林饶我弄烟霞。一瓢空贮千峰月，双眼轮看四序花。每向日间甘淡薄，便随梦里享荣华。欲从何处舒高眼，笑把浮名挂树丫。天生这个老狂身，随遇那知富与贫。山鬼无情应笑我，钱神有论任嗔人。那知故旧长年别，喜得琴书逐日亲。几度看花沉醉后，一枝斜插白云巾。事可挨时只管挨，两般要紧且安排。先赊隔岁宜春酒，预买隆冬著火柴。口味偏多逢笋蕨，脚头还少代靴鞋。去年深感邻翁召，紫蟹黄鸡尚记怀。天定行藏岂用劳，耕云钓月且嗷嗷。人生得日须行乐，蔬长随时任桔槔。春到出门穿草履，雪深连夜梦绨袍。寻常做出鸳鸯谱，不怕人传手段高。卖担青蔬得百钱，便赊一半在人边。不禁丝竹随流俗，惟对青山伴醉眠。浮世经营惟我拙，满腔诗思向谁联。案头书卷虽无用，却是侬家养口田。木桥横断柳边溪，鱼市东头菜市西。红日映花黄鹤舞，绿烟笼柳翠禽啼。虽无酒赋难为赋，只有诗题属品题。愿得家常衣食足，免教辛苦事锄犁。学种桑麻活我穷，自家锄芟省人工。那知足食黄金贵，且羡生醝白饼浓。翠柳拂门丝细细，红桃遮屋影重重。樽前有酒投知己，买醉何妨袋里空。催人光景定如梭，白日无情莫浪过。苜蓿饱餐忘世味，草堂兀坐养天和。游春出去花粘履，钓罢归来月满蓑。村北村南人鼓腹，便宜更唱太平歌。有谁青眼顾寒家，亲友真成浪里沙。梦里功名身外事，眼前胜事镜中花。人情世味三杯浅，酒量诗怀十倍加。兀坐等閒无个事，漫敲石火煮新茶。一生长向月中还，两扇柴门夜不关。翠竹得春生意长，白云留榻野僧閒。风花有趣嘲吟易，钱钞无缘计较难。黄菊乱开因欠酒，香花扑鼻且开颜。不愁仓腹两空虚，半事锄头半读书。自信贫穷知有命，谁怜澹泊食无鱼。醉题雪月风花句，坐对松云水竹居。世上浮云无定准，不知谁毁与谁誉。知命由来敢怨天，布衣随分度流年。长门有赋无人买，坐榻寒毡白昼眠。敲户客频常顾问，吟诗妻笑老狂颠。满腔妙处谁能识，自信波澜障百川。静坐寒天甲乙更，梅花梢月一枝横。狂吟不觉诗生涩，纵饮何妨酒解醒。眼底尚明蝌蚪字，腹中常饱藿藜羹。穷人做出穷生活，小小渔舟带月撑。朔风凛凛捲茅茨，冷灶寒烟不自持。明月有情窥我榻，绿蓑常伴野人披。鼠无馀粒多啾唧，家欠陈仓没设施。喜得诗名千古重，一腔真乐少人知。心上忘机利欲休，任狂任醉任遨游。观书矮屋黄茅盖，把钓轻舟绿水浮。遮路万千条径竹，忘形三五个沙鸥。客来款待无鱼肉，共咬盘根老菜头。苜蓿蘋蘩各一端，采归留客共相欢。淡交有味情偏密，得意无肴酒易乾。破笠轻蓑浑不俗，空壶满坐也盘桓。殷勤送客门前去，取债催科又上门。产业贫来欲变迁，安排出账卖书田。鱼缯却被猫勾破，米袋还遭鼠咬穿。汲汲要偿诗社债，区区欲办酒家钱。钓船刚值风波急，撑入芦花稳处眠。剩得黄齑满瓮储，养生谁不要赢馀。多因酒病仍耽酒，却为书穷反读书。醉醒尽为千古戏，荣枯都是一场虚。全凭山水供薪米，半作樵夫半作渔。山居水石作芳邻，澹泊生涯活我贫。半世未除三件事，一身常作两般人。负薪踏破云霞片，把钓忘机鸥鹭亲。帘外日斜抛卷去，追寻野老作阳春。穷乏终身岂怨天，英豪颠倒古皆然。曲肱夜枕曾称圣，陋巷朝居也许贤。丰世膏粱俭世学，淡吾口腹长吾年。床头金尽添颜色，何事区区日计钱。敝庐不改旧家风，山色朝昏淡复浓。雨细池塘春草绿，更深茅屋夜灯红。酒将洞口桃花酿，米付滩头水碓舂。节次求贤丹诏下，何曾徵召老村翁。耕读渔樵事不闲，山云水月趣何悭。于人懒写通名刺，安分何求点铁丹。麻缕囊箱家蓄积，藤萝篱竹屋遮栏。晨昏不绝茅茨火，烂煮园蔬当饭餐。安分赢馀不妄求，有情山水任优游。从来草号称无谄，自小花名唤不忧。衣食尽随樵担出，人情专望钓竿酬。区区未得贫而乐，寻入颜家巷里头。乱盖芦花屋数椽，幽栖应不近人烟。光笼翠柳寒潮月，香锁红梅古洞天。漫火扇风烹茗灶，密茅疏雨钓鱼船。花间若有渔郎见，疑是秦时避世仙。百年穷达梦中过，打算人生有几何。金马玉堂忧不少，竹篱茅屋乐偏多。赊壶美酒当花酌，得首新诗凭树哦。除去两条名利路，免教閒脚走奔波。清浊难分圣与贤，醉来深愧洞中仙。病多愿畜君臣药，贫极须求子母钱。饥鼠觊觎囊里粟，蠹鱼钻破案头篇。老夫自愧囊如罄，门掩萧条乐自然。欲从何处避风波，倚竹依松结草窝。两字利名羁不得，一生贫窭奈无何。酒当欢处忘资少，诗到难吟逸兴多。烟水云山从我乐，渔歌唱罢唱樵歌。诗肠吟渴若为浇，水月天分满瓦瓢。题竹有诗情自适，对花无酒兴难消。衣巾挂起经旬日，藜藿姑容歇两朝。采担乾柴归要紧，一头换米一头烧。落红轻衬石苔斑，幽兴无人叩竹关。米价或时将芋折，酒钱随日卖花还。难禁瓦背严霜重，无奈床头破被单。故旧不知粮屡绝，书来只管劝加餐。有剩清閒不用偷，柳边花外任优游。三朝缺酒将成病，七日无粮未足忧。筋力只堪田野用，栎材难入栋梁收。不愁身世无衣食，麻葛生皮芋长头。贫居终日静萧萧，明月清风伴寂寥。子美囊空如是乏，渊明瓶罄叹无聊。门偏巷僻常关闭，破屋云遮尚未消。如此凄凉何所倚，葛巾方外任逍遥。贫居喜得有芳邻，早晚盘桓道味亲。数盏香醪同伴酌，半篮嫩笋共尝新。算来饱暖人赢我，论到清閒我胜人。词客有情相顾盼，扫开花径每迎宾。吩咐山妻快煮茶，儿师今日到吾家。煮升白米粗粘饭，摘碗青藤嫩水瓜。满满一盘开口蚬，弯弯几只带须虾。我家一向无鱼肉，淡淡齑盐度岁华。市远家贫岁又荒，无鱼无肉只家常。青藤绿菜羹犹滑，赤米花粘饭颇香。几句诗吟明月下，三杯酒酌短篱旁。明朝饭后江潮长，不敢留君顺水航。甘受寒酸到白头，懒无心事谒王侯。非因酒瘦因诗瘦，不为贫忧为道忧。笋蕨杯盘供野饷，溪山花鸟壮狂游。时人莫笑无生活，几树垂杨一钓舟。此贫贫得甚非常，三日曾无两日粮。每借鸢鱼看道限，惯吞风月饱诗肠。草遮幽径长连翠，花绕疏篱不断香。喜得近来风味好，绿衣新笋紫芽姜。略得吾儒主静方，绝粮多日未慌忙。困人到老天何甚，赊酒来时兴渐狂。环屋星霜偷睥睨，破窗风月敢相将。近来诗酒俱无赖，收得烟花满草堂。得丧穷通我自知，安贫乐道是男儿。沙明水碧堪供钓，云白山青可赋诗。閒与山僧同采药，兴随野老共观棋。相逢燕市胡姬酒，便是狂夫得意时。养拙林间不出门，晓窥书史夜窥园。敝裘一饮堪冲雪，破屋三间可负暄。金马玉堂应没分，青泉白石亦前缘。山林颇有清幽趣，菊已含香竹长孙。无欲无忧且自然，草堂痴梦破青毡。看来是是非非事，挨过平平淡淡年。每在一园随意饮，何愁万贯少腰缠。古稀谁道为高寿，才向羲皇一觉眠。一个茅庐四壁穿，混邀风月入吟边。行藏若使都由我，穷达何劳更问天。汉武岂无延寿药，邓通非少禦穷钱。夙兴夜寐浑无补，高枕安然且晏眠。休道贫居不称情，从来天道有枯荣。结窝须要求安乐，履道还应向坦平。无纸少题诗数首，有钱多籴米三升。等閒步入三清观，坐上边头凑四清。人皆做得好生涯，我独生涯做便差。二亩稻田留养鹤，数弓茆地尽栽花。弃将儒术修仙道，卖却耕牛买钓槎。更有两般真可笑，皮鞋无底屐无牙。欲钓无钱买钓舟，欲耕无剑买耕牛。诗书有味拈毫笔，富贵无缘弄酒筹。处世最宜高立志，无求何用放低头。只将贫索三千客，待到行藏十二秋。米债方酬酒债催，醉魂醒了又饥来。谁知野菜连天长，吩咐园花透夜开。未得真丹仍洗甑，岂堪佳景不衔杯。自家喜得无忧虑，金玉何愁漫作堆。"}