{"id":"691297","title":"梅花百咏 无极","dynasty":"明","author":"李江","text":"一团太极道非殊，太极看来极本无。这里何曾分面目，个中奚事泥形模。机缄不露天难测，化育常流道本虚。无极老翁最珍重，又留风月属尧夫。天地无心运五株，浩然二气塞堪舆。心兮未动机先动，气也无初道有初。触处形形分上下，初时噩噩本空虚。乾坤不欲藏玄妙，故把梅花画出渠。夜静星稀月半笼，曲栏人静雪生风。坐来所见知精蕴，妙处无言是化工。有梦香魂游紫府，无涯清气塞苍穹。香魂清气皆真实，释氏何空老氏空。漏声初动雪初晴，到此看春眼最明。沆瀣瀼瀼浃肌骨，鸿濛浩浩蓄真精。风来水面披襟坐，月到檐前索笑行。夜半倚栏人未睡，银河斗转已三更。元天默默意沈沈，却把梅花露此心。万物有形春壳子，三更无梦夜灵襟。洋洋发育乾坤浃，浩浩流行宇宙深。遥想伏羲千古上，昏昏晓晓到于今。谁知二气怎陶镕，万汇生生万古同。一个玉人坐窗外，百年老眼挂天东。妙中参破乾坤偈，形外浑成造化工。欲问梅花谁是主，梅花无语对诗翁。直从子丑到寅上，万物惟梅骨格殊。奇偶阴阳皆定位，方圆体用总成图。伏羲面目生前象，大禹精神手上模。终日相看无一语，先生闭户著何书。两不相离一故神，数成理具总天真。于书中数为皇极，在易五爻见大人。画出濂溪无极境，收归康节满怀春。六经子史皆糟粕，得手应心是斲轮。虚心原不费精神，玩味无穷万境新。纸帐风轻临浅水，雪窗月小不纤尘。灵襟动达春如海，紫府玲珑梦亦真。闲往闲来多岁月，形骸还假弄丸人。运合贞元一气完，先天真到后天全。自从开辟成形象，便把图书与圣贤。严似干戈排老子，和如金玉铸颜渊。宇中事业皆吾分，谁道乾坤别有圈。何人天上运风斤，雕琢乾坤妙不痕。玉照光寒山色滑，琼英精彩雪容温。太虚借尔为形象，元气凭渠认本根。世上无非机且巧，空教设色衒黄昏。谁家剪彩缀孤标，浅色深痕天地遥。吟到山前诗骨瘦，梦来花下酒肠饶。月明暗室三更晓，风静窗虚万感消。欲识个中神妙处，好寻颜孟到羲尧。虚灵洞彻雾冥冥，空谷幽窗别有馨。空谷冲寒魂不寐，幽窗生雪梦初醒。一根妙处藏三极，万理昭然散六经。彷佛我来姑射下，神人飞过海天青。昔日种梅悟养生，如今丹火愧难成。百花头上人争羡，十客图中尔独清。颜子潜心忘久坐，伊川瞑目觉初晴。有诗多在无言处，习静千回绕树行。分明触处洞融时，幽涧风轻月到迟。月转梢头银压蕊，风来香动玉摇枝。红炉点雪寒如洗，绝壑清冰影欲移。自觉春光多泄漏，一番生意一番奇。括尽春光满范围，何曾有意欲探奇。高低草木化生处，上下鸢鱼飞跃时。道体晓然归老眼，诚明端的是生知。点头底事无人问，潦倒龙钟撚断髭。分外清幽景绝奇，个中风味少人知。不图春色有如此，惹起诗情无了期。陋巷箪瓢贫自乐，舞雩沂水咏相随。酒杯莫道罗浮远，四百峰头入梦时。传此天真本自谁，令人真个动神思。品题雪月归康节，点画乾坤见伏羲。内外兼该皆一理，始终诚实更何疑。些儿样子好光景，五百年来老眼迟。十载蓬窗一首诗，出于情性岂乖奇。欲知在后在前处，正自勿忘勿助时。卓尔心斋春浩荡，跃如佳景月清漪。至今赖得程夫子，指点乾坤了不疑。疏影斜痕云里春，优游风味一佳人。天然不觉精神露，本色还教体段真。红槿牡丹淫富贵，绿窗蓬户乐清贫。十年虽是无人问，一朵何曾或惹尘。本体由来不少亏，诚明两路却非歧。诗情休羡横斜影，目力何分南北枝。陋巷春风入襟臆，泰山气象露神思。请看前面何如景，江汉秋阳皓皓时。九转丹成白日飞，神仙家法孰能几。玄天幽默无言语，大造胚胎有妙机。卓立地头人到少，从心年纪古来稀。夜深留月相陪坐，自笑诗翁愿已违。雪后园林影若何，乾坤充塞总元和。形模做出有如此，心性得来原甚么。五岭于人增眼力，八窗是我老寒窝。主人不觉清贫苦，只有便宜风月多。自怜衰老一根荄，求故图新栽者培。金井玉渊看里见，光风霁月坐中来。运斤巧匠难容力，刺绣佳人不易裁。却恐红炉未添火，夜来霜冷雪成堆。东阁南枝样子多，一生棱角自磋磨。色寒映似山中雪，形直端如铁外柯。独立中天焉所倚，特生孤圃更无他。世间松竹非无继，北面梅花当若何。月来频照草堂低，送客迎宾路不迷。恁地时光堪雅赏，个中天巧就留题。玉容自是人如梦，酒兴何曾醉似泥。蔼若展禽春共坐，一枝长傍曲栏西。百年老眼共乾坤，着手推开万化门。一气鸿蒙浑未凿，两仪混辟互为根。无声无臭虚中觉，不睹不闻静处存。遥想韦编三绝后，不知几度月黄昏。谁把冰壶挂玉枝，倚天吹笛夜云时。看来有景堪同赏，听到无声只自知。万物两间皆定体，三阳一气本无私。主人长挹春风坐，谁肯令人问是谁。影摇花落寂无声，月下徐徐步履轻。一枕芸窗何处梦，百年山馆此时情。萧疏偃蹇丰姿老，冷淡斜横韵格清。独伴幽人坐东阁，黄昏晓影两分明。浅色深容淡欲流，山光水色玉壶秋。人来人往路千里，我弄我吟帘半钩。香逐月魂游阆苑，春随风片落罗浮。无中此影须寻有，溅齿留酸更点头。白玉堂前雨乍晴，分明雪外见云英。淡中有味却忘倦，画里虽灵无此情。草阁玲珑嫌俗眼，纱窗幽静了平生。天花落处轻无比，较却梅花落更轻。一幅飞琼水不流，湛然神气与天游。影浮缥缈三更月，色点清虚五夜秋。绿鬓佳人羞见老，雅情处士喜寻幽。含章不括坤囊解，多少年光在后头。月光如水雪肌轻，冷蕊疏枝瘦影清。可是仙灵非俗态，须知本色自天成。性田湛若三千界，心境昭然二五精。不必孤山寻个路，阶前一路最分明。玉容真个是神仙，淡扫春妆俗不缘。花落酒醒人寂寂，庭深夜静月娟娟。寒生冰簟浮秋水，露湿银床滴玉泉。自觉一身是区宇，春来无处不完全。玉骨冰肌洁且严，春风半面出珠帘。疏枝照水清无比，大袖倚栏看不厌。虢国夫人嫌粉涴，寿阳公主喜妆添。个中若问何如景，洞里山高月色尖。精神机慧捷如何，觉破丰情无舛讹。夜冷嫦娥眠不着，山寒处士兴犹多。喜看浅水黄昏月，笑杀海棠春梦婆。争看天花忽飞起，满天撩乱落银河。钟于阳德老蓬壶，九九消寒恰写图。天地有形机轴巧，风埃无路梦魂俱。妙中信若三神绝，虚处茫然万虑除。我恨程门今不及，百年霜雪独清癯。漫调新粉采新枝，争奈英华太露时。美色宋朝谁不悦，盛容夫子孰能知。堂前月小朱门闭，山外风高玉笛吹。自是天然非整顿，眼中琼树梦方痴。睡觉东窗半启扉，虚襟纸帐思依依。十分把鼻无人会，一到沈吟觉梦非。满院玉飞风不起，疏帘珠落月交辉。常将底事心头战，今战胜来癯正肥。万叶娇娆舞乱风，孤飘瘦影与谁同。重阴冱处孤根老，大节临时万□空。雪态浓妆皆正色，缺枝斜插独高峰。一生爱学扬州咏，只恐阴何体未工。冷蕊疏枝傍水滨，一年相见一年新。酒于半醉还添量，诗不求工自有神。资始资生筋骨老，诚源诚立性情真。满腔子里原无物，充塞看来都是春。曾是神仙着手栽，孤根原自雪中来。天寒地冻眼前见，万卉群芳头上开。淡影萧疏笼碧海，弱枝清洁傍琼台。乾坤本是一虚毂，相见年年共酒杯。月洗冰壶一镜清，分明照见老先生。故人只有林和靖，知己非无宋广平。冷落南塘嫌俗态，凄凉东阁动诗情。未拈一字骚经上，千载相看作目成。瘦老枯容世绝交，岁寒松竹总英髦。竹荣卫武千年久，松感宣尼一字褒。茆舍竹篱还酒兴，暗香疏影共诗豪。根荄不是江南橘，长短何须比杏桃。嫩蕊含英雪未乾，教人几度独凭栏。堂前小坐山应远，门外长看路尽宽。佳丽生香拈粉地，铅华洗玉浥蒲团。寻常自有非常意，淡处无厌静处观。漫倚东风玩物华，幽凄只独爱梅花。多情野兴凭谁遣，冷笑悭囊问酒赊。月白空中皆我境，风光篱外是谁家。罗浮有路直如笔，枉杀阶前人认差。养梅先在养根基，养得根基便达枝。温故知新明有分，事天立命岂无为。静中近水多幽远，雪后看春独古奇。有影须知清浅处，生香不似暗中时。雪中风度月精神，画出人间几样人。颜闵形容凭影写，周程门户与天邻。有形上古庖羲象，无语先天尼父真。知是高坚前后处，山光水色绝风尘。万径无人鸟绝飞，一生饱雪对疏篱。刚乎岂至磨多折，白者还教涅不缁。上品根荄归巨眼，非常地步即生知。玄天那有何言语，只字片言人代之。半窗明月半窗风，方寸悠然万虑空。风送氤氲来面上，月生明白入怀中。物华雅称年华好，春意偏宜人意浓。游子不知花是我，刚寻花外问诗翁。闲情雅淡出寻常，半捲疏帘入曲廊。冻合冰池悬素影，光摇溪水卸寒妆。浅斟酒盏深如海，轻擘诗囊月满床。景绝味殊人又老，萧然谁肯问行藏。纷纷百媚傍华居，山馆萧然独瘦癯。练帨缟裙风有韵，月光水色画偏殊。乾坤易简周中易，动静阴阳极外图。都把娵娃比嫫母，是非邪正两糊涂。浅浅冰滩小玉堂，主人相对两相忘。长吟天外风来面，闲弄庭前月满廊。有伴青春堪适老，无边光景任寻芳。濂溪真影天描出，争奈蓬莱弱水长。满容气发霭窗纱，神韵纯和妙一家。图里可知机动静，水边徒见影横斜。看来真态皆天德，放出坤囊尽物华。自爱雪篱因坐久，茫然身世一梅花。神气蔼然射碧虚，飘飘骨相世间无。江心白练浮秋水，天外清冰映玉壶。踏雪有情人识了，点头底事孰知乎。高如山斗光如日，笑杀年来雪满须。昔时弱水隔蓬莱，千里相思日几回。如玉如银今咫尺，不言不笑共徘徊。月中有影虚前席，梦里多情称寿杯。笑把竹帘亲手捲，白头应许我追陪。品汇纷纷独绝伦，生成标格似何人。至诚不息悠而久，体物无遗一故神。碧玉壶中天洞达，锦屏风面月清新。欲知洁静精微处，一部羲经字字真。一理昭然万境深，红尘半点寂无侵。生春不已纯如意，正色无忘顾諟心。碾碎冰光寒洗玉，调停丹火漫烧金。虚灵洞彻如何处，大学中庸仔细寻。等闲纵步出江皋，起敬寒梅格范高。仰望似逢新益友，顾瞻如见旧英豪。轻轻满水桃花浅，漠漠漫天柳絮毫。直向泰山寻孟子，秋霜点透鬓边髦。谁拈秃笔写天真，得意丹青点画新。老我蹉跎千古意，寄人欢喜一枝春。黄昏浅水吹羌笛，道气仙风服葛巾。百宝妆前眉欲皱，争教不似捧心人。久与神仙共一家，神仙家法似梅花。樽前月下飞琼侍，浅水黄昏处士嗟。酒兴几回凭笑语，诗情厌却道横斜。冷香飞落珠帘外，羞把疏枝半面遮。形容自觉若焦枯，老却寒江风味殊。雪后玉堂人独坐，夜来茅舍月同孤。一泓溪水绕根底，万仞罗浮入画图。拈出先天为地步，后天地步又何如。分内兼收见本真，一锥瘠地可容身。琼英华丽堪为富，玉色清癯未是贫。生世自惊随岁老，时光独喜逐年新。海棠也有这场梦，唤不醒来笑杀人。乾坤饶我老江村，笑把乾坤作故园。万顷玉渊沈白璧，一泓金井浸寒根。影摇南极开青眼，帘隔东风欲断魂。学圃主人无一事，相看终日闭柴门。年来跳入此冰壶，老眼迟迟月色孤。是个良能真样子，还为神化大规模。孤根不为风霜改，素节宁能骨格殊。人道南枝有如此，北枝借问怎何如。自觉聪明不及前，孤根清苦亦堪怜。秃毫砚冻影难写，小榻夜寒人未眠。百鍊刚肠半已迈，一生铁汉内还坚。自从夫子删诗后，朵朵分明三百篇。春入冰壶万壑融，山光水色路玲珑。月明照到诗囊里，香气绕来酒盏中。庭院竹帘疏弄影，石桥流水浅生风。分明身在青天上，玉树珊瑚挂碧空。清香色影不曾差，岭外传名未足誇。千载有形归定体，一生无意斗繁华。天成标格风霜老，人在江湖眼界赊。端的个中平易处，浑然精义入神家。玉质冰肌气力全，揭开洞府梦魂仙。至精至粹花中月，无感无形影外天。色映朱门春霭霭，光摇青眼海渊渊。谁将一曲无声笛，吹满梢头我独眠。碾碎冰光洗九垓，十年谁寄一枝梅。玉奴手上诗情好，野叟岩中春意回。花落不惊新梦寐，霜寒正结旧根荄。可怜杨柳无风韵，却假天花做出来。十载栽培力未休，今朝相对半帘钩。终身尚质还嫌侈，没世无名亦可羞。丽色多情争玉树，清香有物异琼楼。不因闻达分诚伪，都把颛孙作话头。如此仙灵骨不衰，眼明清泄几何时。风光和我不知老，飘逸令人添作诗。深浅溪头千百树，横斜窗外两三枝。何须称道黄昏月，白日清天景更奇。东风吹雨漫濡濡，浅白深红何处无。酌酒对花情淡薄，水边篱外路荒芜。肌肤不觉风霜老，颜色偏惊桃李图。自有化工真主宰，空教羯鼓动天衢。一个诗翁骨相强，清风明月作家常。终身学圃身无累，老眼看梅眼正长。诗伯兴馀吟不了，美人梦断酒犹狂。春来得意多红紫，嗟尔疏篱独傲霜。恁地冰清入骨寒，一枝一影覆栏杆。万殊多在眼中见，一本还从心上看。布摆英华知有自，蕴藏风味太无端。何人刚被花留着，绕树千回咏未阑。始终本末不差讹，弃塞乾坤道若何。一寸根荄藏太极，十分风味散元和。戟枝乱处心应苦，冰蕊老来香更多。坐到黄昏人复静，东风吹月入红罗。禀性由来得甚么，令人爱处境如何。露滋雨润仁为地，雪白风清义是柯。春意自怜莺未觉，粉墙不惹蝶来过。故园寸地虽云窄，个处生香那在多。浅浅寒流远远山，真容赢得出尘寰。玉堂景致半林外，草舍家风万壑间。上达精神应绝品，勿忘节度已成丹。生来不是和光伴，怪尔风霜别一班。落落风霜一竹篱，香名久饮识荆迟。林泉居士闲游处，月殿嫦娥谪降时。天上银河如乍见，人间山斗更何疑。荷花犹有六郎比，汝是梅花可比谁。十二栏杆倚遍时，何如高髻看来迟。柴门虽少三千客，嘉运还逢五百期。水色山光俱满眼，诗囊酒癖尽开眉。须知实用堪调鼎，那在东风头上吹。眼前随处好山川，不但黄昏浅水边。当午帘垂閒砌远，无风花落短篱偏。东游西泛皆吾境，古往今来只此天。欲识个中风韵异，须看溥博又渊泉。造化何曾物物雕，玉容谁抹上孤标。幽怀不与常情合，野境偏宜老眼饶。雪洗诗囊皆锦绣，月笼花面不尘嚣。昆崙玄圃非无分，冷影疏枝傍小桥。牡丹富贵海棠春，嗟尔萧条共主人。把力做来都有样，从天分付自如神。月香飞入颜曾梦，冰影羞为晋楚邻。自古有荣还有辱，高车驷马不如贫。万芳丛里一天真，出一头来地步新。北叶未销金殿雪，南枝先报玉堂春。老夫拭目堪相慕，年少成名未足珍。不许邻家夜吹笛，清光留照月中人。人生德业有如兹，易简工夫两不亏。清梦几回皆自觉，香风一段向谁吹。须知博厚高明处，便是日新富有时。地位休嫌卑且小，春风桃李各扬眉。庭院无风雪自披，风光雪色感当时。良心真切含新蕊，明德馨香袭旧枝。有谱金兰皆可画，无声玉笛妙难吹。漫将岁月从头数，十二年来过眼迟。曾是罗浮洞里仙，久要情义两茫然。化工自是无私意，音耗何曾有暗传。名贵贮于金屋里，分该移向玉堂前。欲拈银管修花谱，好把梅花作首篇。批风抹月满墙阶，风满虚窗月满怀。花映席帘人共坐，酒催诗句不安排。剥胎换骨天工巧，仰面回头雪色揩。偏觉一番清且切，半江寒水洗心斋。大造无私假尔形，风流雅淡一耆英。影浮浅水山容瘦，香落芳樽酒晕轻。石径路寒堪跨马，柴门春早却来莺。一团意思谁参破，动荡春风满袖生。淡影深笼浅浅溪，香浮晓色月枝低。欲寻程子同佳景，也拜尧夫学品题。岁晚偏惊髯奋戟，春晴不似絮沾泥。眼前多少诸儿女，花滟纷纷绕大堤。人有圣贤物亦然，梅花品第亦神仙。谁移阆苑来窗外，能驾飞车到槛前。白屋玉堂甘寂寞，红楼脂粉任姻缘。欲拈至治馨香语，长挂梢头照海边。谁酌寒江洗绝绡，玻璃千顷漾琼瑶。横斜深浅堪描画，疏古清奇难篆雕。东海南山长共老，青娥素女不相饶。水晶帘外罗浮路，两袖仙风过铁桥。疏帘寒影共徘徊，雪里癯颜镜里开。路冷每怜知己少，眼前应喜故人来。短墙路隔千层壁，曲槛花连百尺台。自信所闻如所见，吴江枫落不须猜。寂寞江滨路色赊，岁寒气味不繁华。苍髯老叟云千里，直节故人天一涯。清瘦岂疑诗俊逸，横斜不类左浮誇。几回写遍天南景，南北风光总一家。拨开洞府景无边，浓抹冰光淡抹烟。盛德深沉容貌古，性灵虚觉梦魂仙。残灯落尽风回阁，瀣露倾清月洗天。主一老翁无所适，独留风月坐窗前。浓淡横斜孰剪裁，自怜闻望混尘埃。谁知雪里风中事，曾是天成地设来。山峭斗寒如弗及，对花酌酒漫徘徊。杜公自笑头颅白，只为相看朝夕催。五行性质本完全，五事由来貌始先。一旦栽培根得地，百年英锐色参天。披襟弄月乘风舞，逐步看花与斗旋。方法分明有纲领，许多条目自昭然。雪融冰涣五更寒，冷逼师雄梦未残。肝胆清新天地晓，性情涵泳海山宽。疏枝浅水皆漪景，瘦绿肥红任纵观。昨日尚嫌春信晚，今朝飞入玉栏杆。水浅沙寒路委偏，风花雪月皓无边。主人爱月长陪坐，诗伯临风相对联。雪后静观山似画，花前闲步伴如仙。纤尘不到柴门远，恍惚蓬莱十二天。地雷通信不迟留，画出梅花为点筹。造化一心从此见，历元于古可推求。理于生处原无尽，气到穷时又转头。三十六宫春不断，天根月窟自周流。"}