{"id":"691336","title":"感咏二十首","dynasty":"明","author":"李时行","text":"默坐观元化，泰初本鸿濛。人文既开朗，元和乃渐通。世事有盛衰，治乱互相从。消息斡其权，厥运始复终。气机本自然，太始不施功。至人秉无为，端拱无极中。下观蚁子群，蜗角竞豪雄。万劫终委坏，浮云归太空。得丧虚欣戚，胸次徒憧憧。孔子五十龄，欣然常读易。读至损益时，喟然自叹息。益者终必损，损者必见益。持盈在守谦，履盛当自抑。盛衰互相倚，达者贵先识。易理本元元，圣心相合一。吾爱陶彭泽，达观忘俗筌。一官但适意，不为生产牵。饥时出门去，乞食向人前。有则喜留客，鸡黍长开筵。故人或见惠，悉付酒家钱。遇饮即求醉，且了一日缘。万事不著念，平生任自然。清风在五柳，今古慕高贤。扬雄老执戟，刘向终秘书。白首不再迁，著述犹勤渠。草玄在芸阁，青藜照夜厨。立言志不朽，岁月忘居诸。同时炫赫者，烬灭竟何如。千古仰芳踪，名与天壤俱。天地本缺陷，世事安得全。时人自迷惑，求全反见愆。河清能几见，明月不长圆。物理忌太盛，行者戒争先。孔子观敧器，制作羡前贤。遇满必倾覆，持平无跛偏。达人常委运，素履顺自然。知止免殆辱，宁居不足焉。秦王东望海，汉武求蓬莱。志在延年药，异术四方来。夜浥金茎露，高筑通天台。斋宫祀碧鸡，神光争取猜。糜费经数载，飞传无停埃。生死理之常，轻举终无媒。少翁既殂没，徐福去不回。空闻轮台诏，车载鲍鱼回。神仙渺何处，徒贻万世哀。我有一宝剑，千金价无比。霜锷可吹毛，独抱未尝试。几欲报明恩，杀仇向燕市。出入少年场，所恨无知己。携向咸阳去，杯酒徒为尔。岁晚复归来，深藏应有俟。终遇同心人，一骋游侠志。孙庞事兵法，同时师鬼谷。纵横挟其术，自谓遂所欲。甘言誓死生，交亲同骨肉。一朝言别去，两国竞争逐。戾性秉杀机，彼此相倾覆。一意在功利，焉知祸与福。矢甲本殊技，同是一人蓄。大道互相酬，后先蒙显戮。戚戚复戚戚，出门空叹息。叹息此何因，世情非往昔。昔也岁常稔，今也半饥瘠。昔也无氛祲，今也竞锋镝。壮丁赴召募，半死无回役。将裨相容与，岁月糜兵食。无地可安居，殍夫盈道侧。贾生当此际，流涕无虚日。仰首问穹苍，何时见宁一。赤鹑与黄雀，窃食陇边禾。恣情相饮啄，暮去朝还过。虞人日窥伺，将身罹网罗。所需在一饱，安能远俗苛。黄鹄摩青霄，四海任婆娑。冥鸿能万里，孤飞入无涯。志意既高远，虞罗奈尔何。俯视鹑雀侣，啾啾安足多。隆寒拥裘坐，谁肯念无衣。膏粱已充腹，宁恤他人饥。富忘昔日贫，贵弃贱交知。自古皆如然，非今独有之。唯爱鲍叔贤，让金无所疑。绨袍恋恋者，尚系故人思。古道日已远，世情转堪悲。在生不欺死，延陵挂剑时。毁誉理之常，何须与辨别。安静以俟之，百毁自消灭。声华赫赫者，反被青蝇涅。明珠莫暗投，按剑机先设。不疑信洁己，盗金谤盈帙。马援南征返，薏苡冤莫雪。唯有塞上翁，失马忘言说。见定物不摇，无忧亦无悦。干将铸剑时，神物从傍泣。剑成献吴宫，瑞气环椒室。秘之未及试，崇质长飞逸。吴伯与干将，徐遭刑戮厄。始知希世宝，反为祸所及。古来神武王，靖乱在仁德。冶铁本精灵，用之亦何益。虞阶舞干羽，有苗自来格。神龙本阳精，变化不可测。有时潜深渊，弄珠明月窟。小则如毫毛，须臾入金石。大则驾风云，长空沛霖泽。势捲江海流，移山走沙砾。丈夫负奇气，灵瑞本龙质。穷居乃自修，深栖晦其迹。达则大有为，安邦拯民厄。穷达自随时，隐显谁能识。灵王初失国，避难楚泽中。偶逢鋗人恐，饥卧泣途穷。申亥感王恩，图报亡其躬。事之以二女，王死乃殉从。亥本田夫耳，尚效小臣忠。何事管夷吾，甘心相桓公。王魏辅建成，贪生昧其衷。三子虽冒宠，忍心竞难容。大义已弃捐，愧彼田舍翁。浮荣众所慕，诘旦趋朝市。群儿争一饼，得者每自喜。有时稍失意，懊恼由中起。岂惟自懊恼，殆辱从兹始。所以高蹈人，视之如敝屣。鹿门自躬耕，谷口穷静理。倦鸟栖茂林，游鱼隐深沚。终身长避喧，至乐应无比。连年事兵革，继之以凶荒。十户九萧索，贫者焉能全。口腹既不充，蔽体常不完。京租输未足，加派复临门。吏胥下穷乡，欲避无处藏。伐木通山垄，死者不得安。白日岂无光，讵肯照覆盆。官家政愈急，催科宁暂宽。欲诉谁相怜，吞声不敢言。计然抱十策，上干越王庭。句践用其三，富国逞雄兵。范蠡往师之，佐越破吴城。功成泛湖去，拂衣且辞荣。隐居齐鲁间，遂著陶朱名。然也诚智囊，而蠡术亦精。保身全明哲，千载垂英声。祢衡与杨修，秉性俱狡鸷。负才多太露，遇事逞其智。鹦鹉赋虽奇，渔阳挝且戏。鸡肋几先发，读碑行且忌。曹公猜刻辈，岂是容人器。不自戮才贤，嫁祸肆凶伎。可怜兰玉姿，同被昆山炽。古来保身者，皆归明哲士。龙虎争雄地，中原当战场。所贵依上游，一任制八方。秦兵百万众，世业都咸阳。开关迎六国，驱之如犬羊。诸葛辅玄德，三分居蜀邦。失守在荆州，偏安空自防。关张负精勇，八阵徒鹰扬。阿瞒老奸谀，西北恣陆梁。弹压吴蜀师，祸心已先藏。可怜汉祚衰，赤火渐无光。割据既失策，混一终难忘。"}