{"id":"691595","title":"南归诗十九首 不寐","dynasty":"明","author":"李流芳","text":"天道有昼夜，动息两不争。喜昼而悲夜，无乃非人情。嗟余婴此患，何以处死生。衾裯既已温，筦簟有馀清。人皆乐睡乡，胡我独惺惺。自从出门来，十卧九不宁。夜则摇其精，昼复劳其形。常恐大命至，奄忽道无成。公卿是何物，性命乃可轻。学道三十年，此心犹未安。辗转一夕间，扰扰千万端。病以爱为本，忧怖乃相干。物生每徇性，夙习不可刊。顺或忘其源，逆则撄其湍。心迹既以违，调伏良亦难。逝将放吾意，俯仰得所欢。真际未可期，庶以澄内观。不眠苦夜永，待旦情徬徨。传闻虏渡河，羽书达明光。前锋已陷敌，大将堕马亡。健卒三万人，一朝血沙场。孤城若累卵，覆车且相望。天子为动色，群议纷蜩螗。司马出守边，元戎将启行。当时画战守，经抚何参商。曾闻右战者，未战已仆僵。至今庙堂间，莫知谁否臧。嗟余孱书生，隐忧岂敢忘。十年策不售，何由叫阖阊。委贽未分明，幸可商行藏。一命亦致身，将母或不遑。促装招吾友，归耕烟水乡。驱车出郭门，行行憩逆旅。童仆相为言，有客驰马去。云追南行者，昨已请严旨。闻之一惊叹，我罪以何抵。边陲奄然丧，谋国者谁子。舍彼逋逃臣，苛此章句士。士固各有志，进退绰然耳。不闻盛明朝，罪士以鞭箠。吾观长安中，纵横曳朱紫。云台逞高议，意气一何侈。但恃虏不来，来亦竟无恃。吾侪藜藿人，敢云肉食鄙。进既不求荣，退则如脱屣。会当翔冥鸿，何乃嚇腐鼠。我本疏狂人，不适于用世。当其少壮时，筋力尚可试。摧颓廿年馀，业已甘放废。黾勉作此来，未免为贫计。出门即不怡，行止屡跋疐。禄养或可图，世难偶相值。未能为亲欢，遗之以大虑。绝裾者何人，殆或非吾类。高车易倾覆，况复丁此季。纵令为身谋，亦岂徒泄泄。寄谢金门友，出处各有为。同车既好我，周道瞻如醉。畴昔偕兹役，维予暨汪子。我从中道还，子亦废然止。汪子行㷀㷀，念之心欲死。重来复同归，依然吾与尔。汪子功名人，微尚不在此。去留皆洒然，更觉归可喜。举世急功名，吾尔众所訾。曰此无远图，区区效儿女。两人相视笑，吾乃徇誉毁。古来耕钓徒，亦各有其侣。得子巳不孤，悠悠何足齿。我年未四十，已怀退隐图。俯仰又十年，何为尚踌躇。经过怯往迹，魂魄识畏途。去来廿年间，道里三万馀。车装敝屡更，何况此微躯。所以不自决，岂徒为饥驱。富贵亦复佳，岁月待我乎。婚嫁幸已毕，余口亦易糊。故山皋亭下，桃李满村墟。深坞秀泉石，近筑静者庐。新梢想出篱，疏泉行绕渠。双髽指天目，一勺见西湖。言之病已苏，况当长久居。息黥补吾劓，造物岂区区。春光已彊半，冰雪尚如此。云间寒日辉，不肯照穷子。喜无尘扑面，又苦泥没趾。车马诘曲行，五里当十里。岂不惮修途，归途修亦迩。北地行欲尽，始觉春萌芽。村柳色已新，蔼蔼烟中斜。渡河指齐郊，河边见归槎。淮徐行在眼，吴会亦匪赊。道路空苦辛，分定勿复嗟。生不爱京华，不如早还家。还家春未暮，及见桃梨花。晓起占天色，青天无纤滓。占者忌早晴，暂晴亦可喜。曈昽日未舒，同云复瀰瀰。须臾密雪布，咫尺如万里。但见云涛来，茫然失涯涘。去住无所凭，始识汗漫理。天公作此戏，聊戏吾与汝。日暮雪色深，旷野绝行踪。舆人惑四方，东西视天风。忽然见新月，冉冉来云中。雪亦能照夜，得月光始通。度彼九曲坂，赖此两素容。不知城郭近，杳尔闻微钟。我从天末来，已觉下界空。客舍东城隅，西山眺望閒。朝见积雪斑，暮见落日殷。平生爱山心，对之了不关。今朝谷城下，春水始一湾。麦畦绿照眼，上有青螺鬟。忽如逢故人，一笑开襟颜。山水只如此，值我归兴閒。归亦有何好，试问此青山。春光无次第，雪后景已暄。爱此沙路平，青山压晴原。下车策蹇行，并辔相笑言。远峰翠欲滴，近岫势屡翻。惜未及花时，指点桃梨村。悠然度溪桥，下有碧潺湲。投鞭一盥漱，为我洗烦冤。兹山表徐方，经过屡登眺。偶然寻旧游，策蹇偕所好。荒亭何萧瑟，落日春风峭。河山挟霸气，四顾雄怀抱。嗟此古战场，岂容隐者傲。缅思放鹤人，无乃非高蹈。不见山下湖，清如眉眼照。河势欲吞山，湖能益山貌。此中岂有意，河怒湖则笑。粤客自南来，吴侬从北下。解后黄河边，踪迹两相讶。问我归何遽，问尔行何暇。同是公车人，不及公车罢。此时长安客，阗隘举子舍。岂知风波间，有此閒昼夜。于彼为桎械，于我如放赦。难进而易退，聊用解嘲骂。江淮十日晴，似为归人贶。浊河亦霁颜，平澜容月漾。今朝广陵路，春气转骀荡。邗沟日已斜，瓜州潮未涨。滞舟江城边，朅来江城上。樱桃淡多姿，杨柳绿无状。江水媚春晓，开此好图障。怪我思江南，请君试一望。十年渡扬子，狎此如衽席。今始识风波，呼吸投不测。举世皆骇机，避就本无益。不死亦偶然，馀生真可惜。不然此春光，遂与成永隔。出险心已夷，聊共子游息。望中指北固，沿溪花的的。言诣山之阴，仰观快奇壁。伟哉铁柱峰，㟏岈疑斧劈。傍有衲子居，幽洞秘丹碧。洞中少寒暑，龛灯伴朝夕。嗟余风波民，何由得此适。幸已脱鱼腹，复尔耽旦宅。稽首礼大悲，终然度苦厄。北固行坦迤，平冈若修塍。江山出两腋，群物无遁形。顾盼收金焦，迢遥控层城。城中起炊烟，山气相与凝。日色射远江，跃冶光晶荧。天水上下同，微波不能兴。翻思弄舟好，失我向所惊。下山寻花溪，落日喷朱樱。花亦爱晚妆，高低众态生。穿花藉草坐，归路香冥冥。吾爱陶彭泽，出处皆草草。动必求其全，俗人自缠扰。吾尔廿年交，知子如余少。爱子无俗情，俗情亦自好。口常说隐沦，身复恋温饱。蹉跎两不遂，此意各能了。兹游计百日，日日同倾倒。鼙鼓声动天，风涛势翻岛。寝食閒谈谐，赖以忘病恼。不知分手路，只此阊门道。经过虽有期，别怀亦悄悄。子归及桃花，六桥踏清晓。别业在龙泓，泉石真可老。我归百无欢，烧笋听春鸟。秋风从子游，松阁为我埽。伯兄性寡营，生理日萧条。两弟皆食贫，汲汲度昏朝。为农力不任，课儿亦无聊。馀润或望余，自顾无脂膏。今当遂长往，念此中心焦。勉谢诸兄弟，此非人力邀。吾宗自薄祜，先达皆早彫。从兄与仲氏，当年踵登朝。至今同籍人，秉枢冠百僚。逝者倘可留，翩然亦云霄。大命既有制，露电安可饕。我虽老风尘，寿命较已牢。与其夭斧斤，宁以樗散逃。伤彼泉下人，悯我道路劳。兄弟更相慰，烹蔬倾浊醪。婆娑阿母旁，此乐何陶陶。富贵有此否，何乃为我骄。天伦岂世情，菀枯同所遭。但当崇令德，慎勿望门高。"}