{"id":"691825","title":"杂诗三十二首","dynasty":"明","author":"李梦阳","text":"英雄树大业，奋志常慨慷。捐身赴国仇，效命争战场。明甲耀皎日，挽弩千石强。矢石下如猬，杀声如沸汤。被刺目不逃，阽危气益昂。雄名辉册符，生死固其常。大司肃制度，鸿儒振英仪。生杀原异门，为猷视厥施。峨冠巍堂上，巧笑芙蓉姿。狐心生暗鬼，耳闻佯不知。膏梁媚妻妾，无赖充王师。白刃起如林，狗马用羁縻。荣达信有命，叹息将奚为。共工触山折，夸父去无还。娲氏怀忧伤，鍊石思造天。妖姬鼓哀瑟，嬉戏王台间。草昧怨无侯，哲者中自煎。小鸟填巨海，芦灰遏洪川。力诚有不及，心情良可怜。昔余曳鸣佩，谒帝扣天阊。圣人垂衮衣，赓歌庶事康。鼎成不我顾，奄忽驱龙翔。生死变化理，反覆开存亡。荣华有销落，连茹切微霜。晨朝在须臾，返车栖扶桑。命驾将何之，意欲快我心。蛮方乱如麻，匈奴寇榆林。挥剑誓俱亡，彼军忽如沉。岂为尺寸勋，国仇怒至今。昆崙贡织皮，鸱鸮怀好音。功高固不赏，谗妒来相寻。哀哉险侧子，倾词谁见钦。大道竟焉陈，末运忺相欺。谗疑进贝锦，交乱令心悲。鸱鸮翔茂林，乌鹊游下枝。人情有偏好，触意生乖离。长门绪清吟，鱼肉怨新诗。玉分石见仇，咄嗟当语谁。遨游写愤懑，驾言凌洪涛。洪涛匪我游，改马登山椒。朔风一来至，林谷何萧萧。鬼怪时以兴，云逝谁能招。禽鸟相聚鸣，原兽复晨号。置此勿徒苦，乘云可宏翱。有衍东园椒，结实何累累。条远敷不易，斧者见行摧。燕雀本小鸟，志欲翀天飞。哀哉不自谅，失路将安归。悲风厉岁晏，宵旦未云巳。寒冬雨雪至，江汉骄南纪。临堂翳孤松，杳杳叹成理。凉潦不溢泽，时雁鸣高起。一飞摩青天，倏忽乃万里。讯言蓬蒿士，沓沓竟何以。晨出进贤门，南向望东乡。清川激崇岑，弥野何茫茫。白骨皓四隅，群鸟噪枯桑。阖门已杀戮，鸱鸮复来翔。日昃时易冥，漏网顿天纲。思此愁我心，还车眺河梁。玄鹤靳高鸣，于世常激昂。一逝声影灭，谁哉见孤颃。登山望四海，日夕忽至沉。俯身眺城廓，痗然沾我襟。交路夹芳兰，逝驷何骎骎。朱树蔼閒榭，奇巧媚荒淫。北里进异舞，高唐呈妙音。纤罗振芬芳，朝云递嘉吟。不见秋至草，零落愁春心。兀然坐空堂，戚戚怕窃悲。旷世怀一鸣，燕雀翻见欺。恶名收范公，文致诋朱熹。身亲罔自明，万世余焉知。霜露陨华草，憔赣今其时。百年俟论定，恃此良可嗤。倚闾迟佳人，日莫期不来。拂衣舍之去，去上延秋台。旗旌蔽原坂，鼓角鸣且哀。黄鹄翔不下，腐鼠鸱见猜。壮士愤国难，抚剑但徘徊。白日倏西倾，怆惋肝肺摧。灼灼缀枝华，荣艳一何好。朝阳溢其葩，馀光照寒槁。冠盖沓衢路，致身竞先早。磬折名誉场，销铄成丑老。一夕不复晨，陨落随秋草。逍遥可竟世，繁华讵足保。阳回杳无朕，朔风振江郊。翩翩者何禽，衔枯创新巢。长短有成理，环也特其遭。穷者非尽愚，显岂皆贤豪。羲阳奄西驰，今夕明复朝。如何途路子，得意怕自骄。无荣亦无辱，倚伏还相随。韩侯叹良弓，宁复歆昔时。华春敷明阳，各艳容与姿。孤松秀严冬，历世谁可期。照耀东门瓜，前贵今岂知。较计毁誉间，无乃贤达卑。昔有玩世士，乃处匡山阿。其人久巳冥，春林发烟萝。故址栗里旁，见者不忍过。荷锄岂不苦，刈薪行且歌。诋毁日来加，醉酒良靡他。沉冥在一时，千载固难磨。小儿为督邮，磬析将如何。旨余游淦南，曾上升天台。兹也诚玄冥，万里悲风来。松柏槯路傍，玉梁安在哉。举手招王乔，三洲限蓬莱。黄鹤舞高岑，清云曳徘徊。叹息长久术，怆恻今人哀。玉梁不可游，回登怀玉颠。应龙喷白雾，接我升云烟。凭轩望四海，溷闷良可怜。可怜者谁子，白马来翩翩。明哲困槽糖，康子骛轻轩。嬿婉逞一顾，力违成过愆。倾城亦何益，伤哉诚嗟叹。黄涂亘东西，六龙驾天车。一驰濛泛间，百计无柰何。弯弓倚扶桑，抗手招阳戈。浮云徂我前，逝鸟鸣相过。凤凰愁丹山，溟海日夜波。行行欲安之，念此纷滂沱。今日苦炎热，风雩可徜徉。亭亭一孤松，乃在匡山阳。李公宅深冥，朱氏扬其芳。仰身攀林岩，俯之泪数行。势路纷狭斜，随利来相戕。命驾且复去，誓与朱凤翔。贵贱各有命，昧者苦保持。殷勤话言接，转面不可知。一言相千秋，冠盖嚇来驰。鴳雀鳱梧桐，翕习鸾凤饥。鸡鸣市朝动，董生方下帷。惙惙怀坦途，由之乃江河。波起旁所骇，舟中如室家。中林设暗罟，鸿鹄逝九阿。谗巧诚相戕，飞鸟日暮过。修短自然理，作色将谁何。匡山有老人，自称岩下公。绿发渥朱颜，皎若云间鸿。往来骑白鹿，姿美精肉充。招我将从之，心阻难遽通。流情复高翔，翩翩驾天风。夙昔思此人，寤言期与同。感此重枉顾，德音常在衷。驺虞不食草，志士宁苟安。矩步挥芬芳，凛义不可干。吐辞程大猷，妻子常饥寒。中心思美人，遥夜起长叹。延颈望西岐，欲鸣途路难。踯躅待天晨，宵夜徂漫漫。明月鉴房帷，涕泪交汍澜。临事戒愤切，愤切增烦心。君子被短褐，小人富黄金。璇机造变化，何浮不有沉。不见游波蛤，前是詹中禽。池鹍奋羽奋，倏忽四海阴。沐浴濛泛间，飘飖终邓林。少年抚长剑，放浪三河滨。累累道旁者，云是金邓坟。歘翕随龙飞，策符登茂勋。南阳多贵人，烜赫阗未轮。委身今黄土，千载不复晨。首阳有采薇，饿死谁为闻。遗义凛秋霜，见者常酸辛。自闻鶗鴂鸣，于心怀忧伤。阴气驯以厉，庭草陨繁霜。皋兰萎不荣，瑟风游素商。浮云昼易冥，白日时漏光。登山期所思，反见高鸟翔。蹀躞岂规步，讹言倘诪张。挥袂层霄间，抚剑增慨慷。昔余挟诗书，京里扬鸣珂。敷藻艺林间，结交聚边何。岂云倾人城，绝代耀姿华。分散倏老丑，孤游江湘阿。出攀芳桂林，倚岑挥浩歌。荆榛蔽丘原，浮云一何多。灵剑有合并，咏言伤嗟跎。莫笑一杯水，覆地东西流。人命苦飘光，起忽谁能留。藜藿足充饥，岩峦可遨游。衣文附灵牺，庄子诚见羞。黄雀乾下庖，白刃临九州。一为华屋吟，俄顷归山丘。脱身幸及今，世事如蜉蝣。毁誉不可校，校之心烦悲。荣名盖一世，千载谁见之。塞翁失其马，马归驹来随。生死尚无常，万事诚尘灰。舒啸饮醇酒，聊与玄化嬉。窭人困贫贱，忉切常自悲。达者竞先步，所苦名位卑。旦荣昏暮零，二者谁复知。二者不可知，懊恼将何为。不见旷世子，埋没随蒿藜。"}