{"id":"693138","title":"落花五十首","dynasty":"明","author":"沈周","text":"富逞秾华满树春，香飘瓣落树还贫。红芳既蜕仙成道，绿叶初阴子养仁。偶补燕巢泥荐宠，别修蜂蜜水资神。年年为尔添惆怅，独是娥眉未嫁人。飘飘荡荡复悠悠，树底追寻到树头。赵武泥涂知辱雨，秦宫脂粉惜随流。痴情恋酒粘红袖，急意穿帘泊玉钩。欲拾残芳捣为药，伤春难疗个中愁。玉勒银罂已倦游，东飞西落使人愁。急搀春去先辞树，懒被风扶强上楼。鱼沫欨恩残粉在，蛛丝牵爱小红留。色香久在沈迷界，忏悔谁能倩比丘。是谁揉碎锦云堆，著地难扶气力颓。懊恼夜生听雨枕，沈浮朝入送春杯。梢傍小剩莺还掠，风背差迟鴂又催。瞥眼兴亡供一笑，竟因何落竟何开。十二街头散冶游，满街红紫乱春愁。知时去去留难得，误色空空念罢休。朝扫尚嫌奴作贱，晚归还有马堪忧。何人早起酬怜惜，孤负新妆倚翠楼。夕阳无赖小桥西，春事阑珊意亦迷。锦里门前溪好浣，黄陵庙里鸟还啼。焚追螺甲教香史，煎带牛酥嘱膳㜎。万宝千钿真可惜，归来直欲满筐携。一园桃李只须臾，白白朱朱彻树无。亭怪草《玄》加旧白，窗嫌点《易》乱新朱。无方漂泊关游子，如此衰残类老夫。来岁重开还自好，小篇聊复记荣枯。供送春愁上客眉，乱纷纷地伫多时。拟招绿妾难成些，戏比红儿煞要诗。临水东风撩短鬓，惹空晴日共游丝。还随蛱蝶追寻去，墙角公然隐半枝。昨日繁华焕眼新，今朝瞥眼又成陈。深关羊户无来客，漫藉周亭有醉人。露涕烟洟伤故物，蜗涎蚁迹吊残春。门墙蹊径俱寥落，丞相知时却不嗔。卖叟篮空雨满城，鏖芳战艳共纵横。挽留不住春无力，送去还来风有情。莫论漫山便陆续，仍怜点地亦轻盈。白头花吏閒频埽，红粉佳人紧著惊。断送韶光入雨声，群芳何力与愁争。鹿衔御苑非佳兆，马进天闲借美名。时不可为伤薄命，事因无赖到轻生。堪怜堪笑知多少，直得吟翁老费情。东园重过怅徘徊，白乱红纷似剪裁。昨日不知今日异，开时便有落时催。留连空树浑无赖，牵惹閒愁却悔来。固蒂长生信三朵，又非仙顶莫栽培。再四追寻何处边，石阑干外竹帘前。青虫夹堕容相赖，黄鸟兼飞得可怜。移昨夜灯修故事，剩今朝雨泣馀妍。摧残怅感年年惯，将谓今年剧去年。马追红雨倦游回，春事阑珊意已灰。生怕渐多频扫地，酷怜将尽数衔杯。莽无留恋墙头过，私有徘徊扇底来。老去挂牵宜绝物，白头自笑此心孩。抛丛脱当乱如挚，总借鸾胶不可黏。梨雪冱䃈人病酒，絮风撩面妾窥帘。千林如约垂垂尽，一片相先渐渐添。欲托丹青著遗爱，顿无情思笔难拈。处处春光花满烟，忽随春去使凄然。风前败兴休当立，窗下关愁且背眠。放怨出宫谁恋主，抱香投井死同缘。夕阳寂寞江南北，吹满西兴旧渡船。乐游园里觅芳菲，朵莫能全作片飞。开日未閒如已谢，见时无几惜多违。香犹郁土亡妻葬，泪不成妆弃妇归。正是使人追忆地，况来惹鬓复沾衣。花欲延春奈子规，声声催到绿阴时。迟来杜牧惟逢叶，深信秋娘空折枝。悲溅泪边何忽忽，闷低头处共垂垂。淹留墙脚䔍黄甚，蝶已无情蚁有私。分香人散只空台，红粉三千首不回。恶劫信于今日尽，痴心疑有别家开。节推系树马知过，工部移舟燕蹴来。忍见愁悰败涂地，闭门无语只书灰。风诛雨刮太伤神，徙倚诗篇咏斩新。红泪泄冤啼短命，黄金希术铸长春。空虚村落今乌有，叹惜山林迨赤贫。准拟明年大家酒，重看还醉旧游人。千树何曾剩半株，芳魂惆怅与时殂。层层叠叠根头有，寂寂寥寥叶底无。骚乱又当春结局，流亡真要我为图。超空独让沾泥句，著想留怀自觉输。泊紫漂红没住生，伤心那止洛阳城。美人天远无家别，逐客春深尽族行。汝去安能不思汝，卿轻还复可怜卿。要申遣拨须凭酒，醉里忘愁且一程。朝来桃李只空园，作么伤残问不言。渔楫再寻非旧路，酒家难认是空村。悲歌夜帐虞兮泪，醉侮烟江白也魂。知道下场如此恶，早先立取厌风幡。繁华消息寄芳丛，玩弄游人转眼空。万物死生宁离土，一场恩怨本同风。株连晓树成愁绿，波及烟江有倖红。我问老僧求点断，数声啼鸟夕阳中。筇枝来效小温存，片片犹沾宿雨痕。路不分明愁唤梦，酒无聊赖怕临轩。风萍靡靡馀流水，烟草萋萋感故园。尚有断香残粉在，何人剪纸一招魂。供送春愁上客眉，暖风晴日党游丝。拟招绿妾还成些，戏比红儿煞要诗。钿盒检妆馀故靥，胆瓶和水弃残枝。纷争乱竞须臾静，似了东窗一局棋。闹乱东风又一场，出墙桃李苦颠狂。不堪小大从于迈，无柰郎当舞更长。纽缀莫容针线巧，粪除徒费帚箕忙。倦游尚作寻芳梦，酒欠敲门恼漫郎。婵娟殂落不须悲，李妺桃娘已有儿。人散酒阑春亦去，红销绿长物无私。文章土苴遭衰劫，锦绣闾阎惜贱时。空记少年簪舞处，飘零今已鬓如丝。盛时忽忽到衰时，一一芳枝变丑枝。感旧最关前度客，怆亡休唱后庭词。春如不谢春无度，天使长开天亦私。莫怪流连三十咏，老夫伤处少人知。憔悴黎明出汉宫，新愁都向别离丛。青山有地埋香质，红泪何心泣晓风。弦管不堪歌舞尽，繁华真较绮罗空。天涯春色悲公子，玉勒金丸几处同。百五光阴瞬息中，夜来无树不惊风。踏歌女子思杨白，进酒才人赋雨红。金水送香波共渺，玉阶看影月俱空。当时深院还重锁，今出墙头西复东。阵阵纷飞看不真，霎时芳树减精神。黄金莫铸长生蒂，红泪空啼短命春。草上苟存流寓迹，陌头终化冶游尘。大家准备明年酒，惭愧重看是老人。扰扰纷纷纵复横，那堪薄薄更轻轻。沾泥寥老无狂相，留物坡翁有过名。送雨送春长寿寺，飞来飞去洛阳城。莫将风雨埋冤杀，造化从来要忌盈。似雨纷然落处晴，飘红泊紫莫聊生。美人天远无家别，逐客春深尽族行。去是何因趁忙蝶，问难为说假啼莺。闷思遣拨容酣枕，短梦茫茫又不明。春归莫怪懒开门，及至开门绿满园。渔楫再寻非旧路，酒家难问是空村。悲歌夜帐虞兮泪，醉侮烟江白也魂。委地于今却惆怅，早无人立厌风幡。芳华别我漫匆匆，已信难留留亦空。万物死生宁离土，一场恩怨本同风。株连晓树成愁绿，波及烟江有倖红。漠漠香魂无点断，数声啼鸟夕阳中。筇枝侵晓啄芳痕，借尔庭阶亦暂存。路不分明愁唤梦，酒无聊赖怕临轩。随风肯去从新嫁，弃树难留绝故恩。惆怅断香馀粉在，何人剪纸一招魂。卖叟篮空雨满城，鏖芳战艳寂无声。白头苑吏閒陪扫，红粉闺人蓦著惊。莫论漫山便粗俗，还怜点地亦轻盈。乱纷纷处无凭据，一局残棋不算赢。十分颜色尽堪誇，只奈风情不恋家。惯把无常玩成败，别因容易惜繁华。两姬先殒伤吴队，千艳丛埋怨汉斜。消遣一枝閒柱杖，小池新锦看跳蛙。香车宝马少追陪，红白纷纷又一回。昨日不知今日异，开时便有落时催。只从个里观生灭，再转年头证去来。老子与渠忘未得，残红收入掌中杯。玉蕊霞苞六附全，一时分散合无缘。风前败兴休当立，窗下关愁且背眠。田氏义亡同五百，唐宫怨放及三千。无人相唤江南北，吹满西兴旧渡船。落柄开权既属春，少容迟缓亦谁嗔。酷憎好事败涂地，若被閒愁殢杀人。细数只堪滋眼缬，仰吹时欲堕头巾。不应扪虱穷檐者，荐坐公然有锦茵。锦妆林馆绣池台，彻底从头今在哉。断酒不堪诗并废，懒游祗把病相推。节推系树马惊去，工部移舟燕蹴来。烂漫愁踪何地著，谢承惟有一庭苔。打失园林富与荣，群芳力莫与时争。将春托命春何在，恃色倾城色早倾。物不可长知堕幻，势因无赖到轻生。閒窗戏把丹青笔，描写人间懊恼情。千林红褪已如摰，一片初飞渐渐添。梨雪冱阶人病酒，絮风撩面妾窥帘。并伤鸟起馀芳尽，汎爱鲦争晚浪粘。可奈去年生灭相，今年公案又重拈。昨日才闻叫子规，又看青子绿阴时。秋娘劝早今方信，杜牧来时已较迟。脱当不归魂冉冉，溅枝空有泪垂垂。淹留墙角嫣黄甚，暴殄芳菲罪阿谁。芳树清尊兴已阑，抛阶滚地又成团。带烟窗扇棂斜透，夹雨檐沟瓦半漫。老衲目皮閒作观，小娃裙衩戏承欢。无端打破繁华梦，拥被伤春卧不安。乐游园里眼俱空，只在今朝事不同。错道海棠依旧日，生憎楝子下梢风。圬人镘上泥柔粉，桑妇筐中绿映红。便认未开如已谢，一般情况寂寥中。为尔徘徊何处边，赤阑干外碧檐前。乱飞万点红无度，间过一莺黄可怜。观里又来刘禹锡，江南重见李龟年。送春把酒追无及，留取银灯补后缘。东风刮刮剧情吹，万玉园林孑不遗。席捲横收西楚货，国亡空怆后庭词。拂红回去思前度，搔白看来惜少时。莫怪留连五十咏，老夫伤处少人知。"}