{"id":"693236","title":"咏怀三十首","dynasty":"明","author":"沈鍊","text":"麒麟不践生，凤凰百鸟依。乃知圣人出，蒸庶同所归。济世寰海服，营己妻孥违。明德丽日月，烛照通万微。斋居含淳质，九牧生光辉。逢饥愿推食，遇寒思解衣。礼周本由智，恩洽还重威。有如龙变化，一日乘云飞。天地疑弹丸，日月乌兔飞。一气浑且噩，运转无停机。大圣观元化，端冕垂裳衣。神融通万方，精理识九围。三才一以贯，六合同其归。名教本自然，有无两无依。谁哉语至道，释然分是非。淅沥西风生，素秋团白露。中天淡轻云，金波皎蟾兔。客子理裳衣，循阶旋矩步。秉烛开芝房，展书阖朱户。缅想百代雄，矫首属欣慕。延思缉长怀，达观披广度。精微自心得，谈辞非所厝。浩浩穹壤内，一气常感通。山河献灵秀，生有百代雄。龙蟠抱三辰，虎踞经八戎。风云随指顾，日月回掌中。手提属镂剑，目送塞上鸿。岂无声色资，惭愧海宇空。男儿不命世，何用悬朱弓。大道运废兴，机缄密于网。聪明宪天文，妙用在指掌。正邪各相胜，阴阳互来往。炎刘本籍羽，光武还资莽。阴曀不晦冥，阳灵何由晃。升沉理固然，镜烛非外奖。始吾七龄时，宴息思天道。精虑入窈冥，玄夜漫浩浩。因念死生情，划焉动中懆。人生既有终，神仙讵私好。所期访真诀，炼药驻玉貌。焉知五十秋，未得展怀抱。弹剑将远游，沉忧彻苍昊。伏义画八卦，轩帝调宫商。圣心造人伦，一日万世长。运精超无始，含思垂未央。荡荡寰宇内，寸衷俱蕴藏。彼哉夸毗子，营己淆圆方。雕琢混沌窍，以为食肉肠。家国既坎壈，尔身亦沦亡。吾在大方内，流观玄化初。天地本一窍，日月双流珠。清浊分山河，五纬不并居。大象极虚灵，万物灿焉殊。中有圣人立，神明为其徒。包络无内外，精明超有无。元理所不释，誓将规舆图。形成别上下，贵贱理自然。所以成万物，惟在君臣权。大道既陵夷，叔季彝伦愆。毫发一为差，倒置跻天渊。尧舜不可作，汤武亦已偏。大哉管夷吾，匡世日月悬。仲尼春秋书，秉笔以精研。川流赴东海，涓涓无止息。君子秉明义，夙夜常警惕。道在日用间，变化非可测。神龙乘云翔，精理亦绵历。颜回虽生知，学履复纯密。功业道所生，聪明心自得。大舜居东夷，耕稼承二亲。傲弟不为咈，中心但安仁。一朝遘王历，得之河水滨。天命既有赫，覃思安万民。四岳一以举，鸣佩为王臣。敷言共光被，纯德无缁磷。委顺同大化，千古称其真。昔余梦仲尼，提耳命我言。王道莫蓁芜，行义贵达权。河海俨圣容，千载谁可諠。谫劣秉遗训，匡坐求其源。中岁遭崄巇，世道为笼樊。淳风倘未凋，心意哀元元。大海无择流，春林无委枝。明德包宇宙，逆顺皆善辞。君子抱宏略，俯仰祈良规。责己有馀暇，与人无怨思。箴铭古人谊，吾独求轻肥。大言人所怖，小言人所嗤。所念唇齿劣，不能为朱丝。兰蕙虽馨香，因风吹庭帏。哲人秉明志，启口多微辞。衷情倘未和，谁能沃心脾。玉沉当自见，珠去有时还。刘曜乃何人，隐居管涔山。童子持宝剑，再拜扬玉颜。致辞且敬献，留佩声潺潺。一岁换五色，三尺当重关。寄物不虚得，亦复排群蛮。越客游燕赵，岁久若故乡。被服多毡裘，挟弹戎马行。颦眉忧国难，挥涕悲民殃。有酒非不饮，所适非豆觞。展书自低回，抚剑多慨慷。终焉奋羽翼，六合为鹰扬。浩浩北风起，边声飒已闻。萧条转幽谷，惨淡生黄云。敌骑三五辈，突至如惊麇。岂无塞上卒，什伍曾不分。王猷先训练，六籍皆兵文。邻邻比闾士，谁谓非三军。何不作内政，安居已策勋。天道生混沌，一气妙万方。废兴理所定，谁能易其常。造化本无言，贤圣持天纲。孔明不忘汉，仁杰还造唐。日月暂薄蚀，倏忽回重光。神灵护明哲，小人物所戕。彼哉莽卓徒，澌灭何由长。蔼蔼圭璋士，特达怀内方。步趋出矩矱，兰蕙生馨香。华心仰芳躅，一德超众行。如何松柏资，委质桃李场。阳春不自保，严霜折其光。宛转入邪径，黾勉游曲梁。哀哉绕指柔，无复百炼刚。混沌薄元化，大道生废兴。五运相终始，人伦有分并。灏气回日月，山岳以峙凝。大哉天地机，乃在一念精。伏羲画八卦，妙契万物灵。圣哲神所启，时俗谁能撄。人心包天地，私意安所容。区区营身术，咫尺生剑锋。方其拘挛时，一介不可通。忤心当路排，合意千里逢。一人未成仇，万千憎其风。譬如蒸沙粒，何由睹成功。门墙启尤衅，人心生寇仇。上下本同根，身世非两谋。如何全躯士，肉食忘所忧。黄金充私橐，白役破公州。徒营一家计，横使万姓愁。羌戎觇人国，狐兔经荒丘。谁哉召其侮，晨夕空诛求。及至谋身日，终亦非嘉谋。时俗藉津梁，英雄自依据。倘执礼义权，纵横有何惧。白日泛阳波，六龙谁能御。流沙逝西沉，扶桑莫东驻。天命无短长，人心有来去。姑射有神人，冰骨为其姿。被服天机锦，玉屑充渴饥。窈窕处金闺，兰蕙方葳蕤。孤操凛霜雪，抱瑟含微辞。独立万物表，耻与姬姜随。视世若尘土，择对安足为。仙子悟长生，鍊元积真道。一气含太虚，宝鼎手能造。衣裳翳白云，鸡犬呜丹灶。玉帝校尺籍，紫书方命召。韩众携竹冠，卢敖奉金诰。济世有丹砂，冲举何足好。玄女蓬其首，感悟轩辕辞。降世示兵诀，精微谁能知。糟粕遗六韬，孙子何支离。天地有妙略，黄石非吾师。冲虚契真际，车马八极驰。大道自底定，嘈嘈徒尔为。伊尹昔幽沉，遗世在莘野。负犁带雨耕，悬钓垂云把。讽书味三谟，展诗研大雅。咏歌合匏弦，达观何潇洒。终焉膺三聘，为世驱六马。左相位不卑，先觉道应寡。一朝居阿衡，四海忧患写。因知畎亩中，讵是忘情者。孟轲本吾师，辅世游齐梁。谈辞霏玉屑，旷荡仁义场。一言已有馀，千言犹未央。借问此何为，杨墨充四方。邪说塞皇猷，诐行成梯航。禽兽食人肉，世道两以丧。君子心不忍，齿舌流否臧。为道立赤帜，照灼日月光。是非以析然，邪伪安所藏。多言鬼所嫉，无言安能详。"}