{"id":"694715","title":"述怀五十三首","dynasty":"明","author":"周是修","text":"登高望八表，世道何悠悠。衰荣无定极，往复更相酬。谁为阳和春，及此肃杀秋。人生忽如寓，百岁苦不周。鹤发每先待，朱颜难久留。彭殇均绝逝，何庸咨短脩。惟当饮美酒，乐从天者游。吴水秋浩浩，楚山晴苍苍。美人在南国，节操凌冰霜。隔此万里远，梦寐时彷徨。西风吹鸿雁，音耗不得将。行行江皋路，采采夫容芳。愁去吴水阔，愁来楚山长。无能共清渚，飞作双鸳鸯。东汎玄冥海，西登太华峰。岂不念遐征，尘土将安从。仙人韩湘子，千载颜如童。飘飘紫云上，羽轮翳回风。大笑揖王乔，长歌随赤松。嗟彼世间人，生死无终穷。昼有千种虑，夜无一枕眠。所以思者何，美人邈远天。秋风入庭树，惨惨号寒蝉。飘飘云想衣，灼灼花想钿。玉颜不可见，空记平生言。秦吴非易越，怅望寒鸿前。幽冀车可驱，洞庭舟可浮。何能离尘鞅，超然赋远游。远游无有期，徒此坐悲秋。帝子滞香魄，万古湘水头。苍梧咫尺距，不见重瞳丘。何以托遗恨，野竹泪痕留。相如未得意，偶然遇文君。何因即同载，万里瀼西行。妇德固已失，窃赀名亦成。匪为足素愿，聊以慰羁情。古礼重亲迎，终始犹难凭。所以既荣贵，一朝聘茂陵。韩信本忠臣，一心佐汉主。指挥百万师，竭力定疆宇。大义重如山，王封就荆楚。来朝忽被缚，无乃大荼苦。淮阴虽可侯，终愧虎变鼠。功成不退身，无恨萧与吕。屈指古石隐，吾爱黄绮公。潜身远世祸，落落商山中。学仙非有意，采芝宁固穷。为国遂一起，反正如旋蓬。功成仍蹈海，羽仪穹飞鸿。徒令厉操者，万古歌清风。凤飞九霄上，五章翳朝霞。乃集大皇野，保珍远物华。竹实以为食，梧桐以为家。圣世既休明，四海静无瑕。感治遂来仪，和鸣献仙葩。复忧樊笼累，竟去不可遮。何能随燕雀，枳棘争喧哗。白璧生昆崙，轮致乃人间。韫椟以待价，不与时往还。衒售非所欲，弃掷非所患。借令横道侧，终自远险艰。千金谢雕琢，宁为瑱与环。五瑞出皎洁，愿随群后班。明王重朝会，万古光圣颜。我有两龙剑，阅世三千秋。坚钢出百鍊，苔色古且幽。异哉欧冶子，功与造化侔。划水蛟鳄断，指空鬼神愁。精光不可掩，夜夜冲斗牛。所恨际休明，锋芒久潜收。愿持献天子，为斩佞臣头。桂树生高崖，春风吹拂之。崖桂自不芳，春风本无私。非疾桃李艳，由来各有时。暖雨都城陌，晴日倡家蹊。雕鞍逐绣毂，行乐竞繁滋。玩赏朝不食，歌舞夜忘疲。秋霜摇落尽，芳芬谁复知。谁种岩上竹，如斯茂且长。谁植畹中兰，如彼幽且芳。猗猗浥朝露，洒洒凌秋霜。亦不羡新绿，亦不笑芸黄。但爱贞自保，岁时永相望。竹以中箫韶，兰以纫佩纕。美人如既遇，遂尔远翱翔。朝游芳菲园，望望桃李花。匪不爱其艳，荣衰终奈何。长安贵游子，走马事豪奢。年垂二十馀，意气横天涯。昼食信陵门，夜宿娇娆家。青阳有徂迈，白日有西斜。归来览明镜，徒感双鬓华。涉江采芙渠，秋水湛虚碧。停桡向中渚，浩歌感畴昔。世人恣险巧，奔走竟朝夕。攘穰豺与狼，小大相啖食。愿言扩风清，一睹羲农日。皇王直垂拱，四海仰至德。孰知太古初，混沌无一物。蜂蚁有君臣，蚑蚑岩穴间。肝心事其上，时往时乃还。一以勤致远，一以固守关。誓不图苟活，使君罹险艰。微物尚如此，人胡独弗然。嗟彼赵高徒，擅国恣凶奸。下视蜂蚁性，何能无厚颜。走马百万里，言志天一方。北风振大漠，白日惨精光。前有桑乾原，传是古战场。狐号杂鬼哭，死骨如高冈。寒云塞关陇，沙草萋已黄。云昔霍嫖姚，兵气横秋霜。长驱无敢敌，亲手斩戎王。功成画麟阁，龙沙空莽苍。去日既已矣，来日复如何。百年寓天宇，曾无瞬息过。少壮不为乐，老大空情多。东风入都国，万物感阳和。葡萄熟千斛，日纵金叵罗。结交贵公子，剑佩声相磨。高歌引雄辨，取醉无其它。宁为小儿女，白首叹蹉跎。岱山东峨峨，上与云雾连。距天不咫尺，星宿罗其巅。德位并群岳，崇祀每当先。君哉有虞氏，因时惕乾乾。重瞳烛万里，体用何兼全。五载春仲月，龙驾来翩翩。玉帛耀精灵，礼乐感神天。以不让土壤，故乃大若然。黄河发西昊，下决昆崙峰。奔流几万里，上与沧溟通。混混越千载，载清明圣逢。念哉昔多士，祸已投其中。精魂竟何诉，事业一朝空。君子贵知命，胡为罹此凶。坑儒剪嬴裔，用杰兴炎宗。所以血未化，唐祚亦随终。大化每不息，滚滚东逝波。少壮能几时，其如老大何。盛极衰已至，乐尽哀还多。白日无复返，青阳宁再过。昨为绮罗园，今成衰草坡。昨为红颜子，今成鬓皤皤。云胡有美酒，日夕不高歌。至理无定在，一物一有之。达士每豹变，愚夫独狐疑。死生事所常，轮递何休时。衰荣分所固，来往可前期。不见东园花，灼灼方满枝。转眼逐风散，零落已涂泥。借问路行人，陆陆尔何为。朝出都城门，遥望都城道。道上谁家儿，骏马嘶烟草。玉带宫锦袍，意气凌穹昊。斜过宝钗楼，楼前春正早。楼头美人笑，笑脸逾花好。下马醉红妆，芳情两倾倒。明日复明年，相看不知老。十载长安路，始出咸阳关。倦行吊今古，落日北邙山。山上何所有，万冢榛芜间。强半金井塌，朽骨露斑斑。人语狐兔走，烟景莽愁颜。多少英雄人，弃世不复还。贵贱共无主，叹息未应閒。昨日还今日，韶光易云徂。今年复明年，万物递荣枮。人徒为物灵，而于物不如。贵贱共奔走，攘攘混尘途。不见南山松，青青千岁馀。不见蓬海鹤，翩翩长与俱。念哉此人世，几许竟成虚。昔人多爱酒，为会酒之真。不饮愁万结，饮之愁自伸。醉醒醒复醉，恍然忘此身。八仙本高士，七贤岂众伦。囊括经济术，觞咏日逡巡。穷通付天命，富贵等浮云。九原今可作，愿尔与为群。篱落秋虫鸣，烟火四邻息。匡坐不笑语，悠然念群物。春风昨相过，天地皆颜色。从谁降严霜，一朝尽摧绝。壮士起北边，美人怨南国。光阴无少留，胡为久离别。老大空归来，相看两华发。贱贫众所恶，而乃士之常。束书返故园，结屋瞰清江。稍种门前柳，亦种墙下桑。深居观元运，外物徒扰攘。达人无不可，用行舍则藏。固哉亚父辈，赤心龙战场。剑术岂不精，奈何天命王。日入机暂息，日出还复萌。世俗恣贪玩，昼夜亦无分。不自揣已量，碌碌空劳生。智哉庞德公，移家归鹿门。山月长对眠，陇云时伴耕。身潜名益远，心敛道弥宏。惟存一清约，持之遗子孙。屏迹衡门下，久于世物违。君子抱大道，动静贵知机。躬耕足我食，妇蚕充我衣。万事付不理，云林日因依。湘水有怀石，首山有采薇。大节固莫夺，天命亦何非。子真千古士，愿与尔同归。人道宁有异，天命亦何穷。礼始经夫妇，由为万世宗。荒哉楚襄王，浪迹阳台中。神姝那可御，梦寐空情浓。海水三千丈，巫山十二重。朝云何处在，暮雨莫相从。萍根无所著，荡漾江汉间。与浪共浮没，随风相往还。乾坤同大块，日月比循环。人生少百岁，能得几时閒。物情常横扰，世事苦相关。鼎湖龙既远，胡髯那可攀。居然就衰暮，叹息此容颜。朔风号海甸，十月雪漫漫。画戟攒云暗，铁马蹴冰寒。但顾主恩重，宁论北伐难。汉宫抵疏勒，敌骑净皋兰。孤军势逾险，百战阵仍完。杀气无时合，兵符隐夜看。功名何足贵，所愿致君安。汉国千年固，遥天万里平。那堪风雨夜，梦不到咸秦。漠漠云山白，悠悠云雁声。令严铁衣冷，雄剑动光精。男儿生盛世，有身当奉君。但谓奇兵出，边尘日可清。何知沙漠迥，白首未成名。丈夫英烈志，充塞天地中。言行务挺拔，羞与世雷同。用则行吾道，不用归固穷。宁为祝鮀佞，以自屈其躬。依山结草屋，耕钓学三农。野水鱼虾盛，石田禾黍丰。高歌养时晦，不愧古人风。穷达付天命，胡宜心苦忧。玄穹驰两曜，群动不能休。风霜逼岁杪，感化生迟留。汲汲者谁子，走马出南州。路逢徒步友，相唤不回头。意气可时羡，功名那未收。古来豪侠地，惟见水东流。朝看上林花，夕饮长安酒。酒酣发浩思，举觞复停手。万化出堪舆，祸利何纷蹂。达人会元命，进退惟贞守。云胡仪秦辈，危邦日奔走。大道既不行，取遇资辨口。地下会相逢，宁无惭泄柳。西行一万里，郡国何遥遥。马鸣寒日暮，始至咸阳桥。渭水自萦带，函关空寂寥。秦家故宫阙，离离惟黍苗。汉陵松与柏，枝干半成樵。草间两翁仲，似欲语前朝。废兴虽定理，遗迹几时消。中古汉而下，为国少足珍。唐宋肇大业，所贵亦以仁。魏晋更窃取，礼乐俱无伦。我皇抚大运，有位以得民。龙飞应九五，天地感阳春。德化慕初古，风俗尽还醇。终当亿万世，轨范希圣神。孤凤日空谷，群龙已满朝。济济论大道，何君不舜尧。九衢凌禁籞，万井寂春宵。旗旌隐阊阖，钟鼓转招摇。鸡鸣长乐曙，珂佩响云霄。披诚谒明主，天鉴亦非遥。愿言光圣化，亘古听箾韶。大贤始未达，蕴德恒若愚。一朝离草野，虎变惊寰区。禄位极卿相，勋业应都俞。云何渭川叟，获载周王车。云何阳武士，得赞汉皇图。当其囊括时，举于众不如。飞腾在顷刻，四海谩嗟吁。浮云蔽天日，游子何时归。关陇无穷极，北风始寒威。荒城饶古木，落叶随人飞。昔别期半载，三秋音信稀。何如比翼鸟，何如连理枝。同生亦同死，终始得相依。感之益惆怅，涕泪满裳衣。人生如梦泡，忧乐无定端。归休常未久，别去每漫漫。云平雨雪暗，阴盛北风寒。君今在万里，言念衣裳单。光景亦何速，曾不比奔湍。安贞信为吉，古道良独难。幽愤积中曲，无言坐长叹。萋萋南涧草，灼灼东园花。岂不念容色，独奈景光何。昨日日苦短，今日日复斜。青阳坐迟暮，为乐何蹉跎。李膺匪名士，石崇岂豪家。得失更相酬，盛衰递来过。宁不知至理，悲悔徒自多。前有三十年，强半向蒙童。后有三十年，强半已老翁。少壮几何时，荣辱在其中。苟于志弗立，徒尔荣厥躬。世治贵行道，世乱尚高风。颜子在陋巷，一瓢常固穷。而不改其乐，贤哉畴与同。出门省时物，薄言向东郊。秋风入灌木，百鸟为悲号。复见孤飞鹤，唳绕长林梢。传书亘辽海，羽翮无乃劳。于焉思一息，而奈失其曹。鸱枭上翔集，狼虎下咆哮。飘然载高举，人间那可巢。悠悠世间事，得失何定期。贵富信匪荣，祗自取驱驰。苟违取舍机，几不取倾危。君看石崇宅，金璧烂光辉。始谓可千岁，祸乃不移时。慢藏祗诲盗，圣言岂我欺。咽绝无复续，虽悔其何追。去日复来日，光阴苦相催。千里复万里，世道何悠哉。古人已不复，今人徒自哀。甲第变耕陇，荒墟且崇台。兴废在眼前，恻然感我怀。干名羞苟进，著业乏长材。惟酒可托兴，焉得日衔杯。昨日见君情，不殊弟与兄。今日见君情，不殊岐路人。其故为何欤，无乃有衰荣。苏秦未得志，妻嫂亦相轻。买臣既贵遇，愚妇悔何胜。交态亦如此，翟公昔署门。邈哉管鲍道，千古畴能并。迟迟三春日，照耀绮罗园。园中松柏姿，何如桃李妍。惟见东家妇，采花时笑喧。妾非以离恨，禀性恶其然。但愿君早归，白首共周旋。桃李任衰荣，松柏且孤坚。海水浚不测，关山高不逾。君去日已远，妾在当何如。风烟眇吴越，徒此长嗟吁。所愿山可摧，复愿海可枯。山摧为平地，海枯成坦途。万里无寸险，一日可回车。登山采灵草，悠悠念长生。长生不可念，且遂探芳行。旷哉秦台子，双声调玉笙。清商汎穹昊，鸾凤感和鸣。倏尔凌空去，眇若秋云轻。徒令企望者，苍然热五情。世间荣辱梦，终古未应醒。违世慕真境，洗心谒名山。数峰稍前入，斗已失人间。珠泉激琼涧，碧殿照瑶关。松桂更无古，鸾鹤不胜閒。仙人长笑出，握手话金丹。谷神期不死，铅汞任循环。愿言就兹隐，千载驻红颜。"}