{"id":"696956","title":"述行言情诗","dynasty":"明","author":"祝允明","text":"昔受皇灵命，结此轩奇姿。一从辞铏璞，雅负遂参差。英光没腾越，皓素变为缁。兹辰起遥想，椎凿倘还施。但恐时日促，璋琥竟无期。乃知万物贵，治琢当及时。大钧鼓群有，黄祗效成物。流形随风气，结性亦殊律。吾生托燕冀，抱禀愧沉郁。返兹宽柔方，茹和克彊倔。所耻非平康，徒胜此回屈。结发属偶句，舞勺肆篇章。前徵吻羊叔，髦誉追滕王。明明内外祖，公望张辟疆。提剑多教术，童弱企高翔。安知三纪后，栖栖守榆枋。苍姬建鸿历，祝丘肇遥封。丰稊托后穰，疏条鬯周通。九江树崇议，司徒奋皇庸。信栝烂材器，闽建扇遐风。渊渊都漕君，起官来南江。雄略绝类群，宏图奠兹邦。五子粲马窦，载以辟吾宗。曾祖抱至德，天倪以和神。善闭本无楗，泯耀没见闻。辟时遁朱鬕，倾否逢皇运。微情委塞聪，遵养晦衡门。洪源浚且潴，大川乃雄奔。赫赫惟王父，自天拥英休。完德奠瑚琏，大积苞坟丘。敷言对清问，献纳襄王猷。宅忧秉大防，旬宣向闳州。冀方犹虞岳，懋縡腾诸侯。悬车耳顺岁，高烈方弸彪。公有高明居，安老亦畜小。时从息经笥，偃仰思至道。繁英蔼修荣，高简棁不藻。周罗千载语，竹素光耀耀。忆跪听公诏，拜此济生宝。县丱蹑短阶，昏旦恣寻讨。先人备百行，为仁乃其基。至诚动万物，大孝敷弘规。慈爱无等伦，日月洞肝脾。岂惟天止性，在三道兼师。母氏既圣善，孝敬极壸彝。坤仪绝振古，直当任姒期。喣乳帱载间，春秋望翔驰。七世美仁里，八叶通德门。五教植本始，百行郁华文。仁义日可见，金玉作庸言。鸡鸣绳准出，举足宫徵存。厚趾靡颠丘，长津从冽原。何为末受者，卑垢辱华先。高闳众祥集，泰日百美具。丰屋陵飞霄，崇楼临大路。高斋敞华器，芳皋罗嘉树。良畴经迩郭，丽舫汎妍溆。绅杖旦日临，星曜时夕聚。群公鬯威仪，百彦尽能赋。图书恣雠核，琴瑟铿在御。崇议每徵今，幽求竞稽古。卮言蔼兰馥，雄辩激水怒。觞咏富章什，弦吹畅情素。西园继清夜，何愁白日暮。泰否冥斡运，大小互来往。童龄何愆戾，忽使堕毒枉。焉知循陔庆，遄成陟屺望。万生皆有终，逆质胡不丧。大忧缠弱衷，意气尽荒漠。向未遨长衢，中路履綦错。零霰杀翘荣，朱光就凄薄。辰遘萃华滋，运消易零落。人理有太合，太合及兹辰。束楚当星户，虹梁就鸟津。彼其行结悦，予亦御周轮。从云来粲者，卺醴合良人。永始承遥绪，昌图启后珍。?嘅山河誓，与子并千春。执业禀公训，士节谨干禄。力修贵潜蕴，进达戒征逐。踰冠闻有司，察业就甄录。校考既充赋，胶序且饩育。人生有穷惨，大化当极否。偪蹙适三月，凶割降重累。钜痛深故创，沈冤等堕海。人生覆无天，云胡不遄死。六极兼弱贫，百罹萃凶孤。素薄综物怀，坐为鄙人图。仓箱既凉匮，米盐务锱铢。自持椅桐姿，埋沈向泥涂。读礼讫祥禫，试琴成笙歌。丘坟肆畋狩，志行穷琢磨。天人贯粗微，昔今纷网罗。大道弥宇宙，眇薄将如何。先人有高栖，遗我端居室。幸无丧志物，塞楹简编集。皇王植丕训，子氏张万术。闭关断来鞅，庶以究昕夕。学聚勤殖藏，息游解纡结。宽原或流衍，澄泉共甘洌。攀条采硕果，循畦屏衰叶。幽禽答遐韵，候虫依气节。芳霭蒙晨荣，明煇扬夕月。拔时附绝驾，塞兑谢尘辙。服膺从圣轨，厉志尊前闻。敦厚觅砥道，高明抗浮云。玄元极三古，疏通穷八垠。焉能为栖栖，掩抑斥鴳群。老聃贵知希，庄周识齐物。山渊故应平，精象藏恍惚。因知在矢溺，居然返冥极。安知临牢豕，终为祝宗絷。昔在杕膝下，拊顶称佳儿。珠凤已验文，棋虎亦彰奇。所企自有立，名位岂足期。自从胜簪弁，颠隮逢百罹。握志壮室馀，荐名仅乡司。逸足远市肆，永愧英贤规。浮名虽或就，夙尚乃弥坚。漆雕有风期，恒虞终邈然。英游并汇征，予犹畏争骞。兹辰更不伸，蚇蠖盘黄泉。因知随时义，圣谟固昭然。戋戋抱微禀，自拟犹蓱蓬。企瞻先哲民，终羞绝萝松。追随不越群，胡足为不同。何为荡荡世，亦复此不容。无闷见君子，先师尝发矇。平平王道间，万厉频交攻。苟无反躬术，何以禦诸凶。皇仁卒全物，莫高匪玄穹。斯人各有尚，沉潜与高明。伊予独坦荡，未解怀戚营。既不毕狂狷，安得遂中行。所睹恒廓如，万有通一平。泰嵩輶如毛，瞳眴已千龄。不知要其终，得丧将焉徵。同人贵郊野，气度本恶狭。出入州闾间，清浊且参夹。无衰桑梓敬，幸共枌榆洽。鸟兽不可群，非人其谁狎。大仪靡停运，百生岂淹息。丽天星汉度，附地虫鸟疾。把策诣有司，五往五见黜。岩栖岂无尚，廛托病多役。钱刀坏心气，霜露损毛质。蕉萃勿复言，流尘蒙白壁。陈根托九壤，材朴各能蕃。剥果存孤硕，微稊仅不残。芃芃万植中，吾独姤其艰。空务封沃勤，柯条竟疏单。疏单勿复道，幸抱此高襟。妙鉴既弘照，大车亦雄任。如何覆载洪，行迹复淹沉。孤征即长道，缠绵荆莽侵。焉能不局蹐，日月坐以深。绩勋惟在力，穫应非缘劬。每当纷纭间，倏忽发灵虚。皇枢一纳牖，神明随囧如。其来眇亡岐，须臾充九区。犹操独茧纶，一引盈车鱼。又若陟春囿，万荣一时敷。研覈皆可食，百实皆甘腴。由来自不识，秪觉本所储。岐路纷百虑，三十尚择术。规空际无象，践迹窒寸尺。先师有遗矩，四十乃不惑。冰鉴端服膺，物貌讵纤忒。交衢纷总总，大路遵有一。皇皇孔氏程，圣愚乃同则。万理尽东鲁，群空乃西来。馀子骋千涂，憧憧何取材。学聚蔽穹壤，白纷无遗哀。慹然对今古，至乐不自裁。百代为宇宙，升降成兴衰。兴衰极变化，忽已遘兹期。方策布群贤，建躬各随时。森罗丙法戒，所在吾有师。有师蒙获富，君子贵为己。每求同若人，力勇由知耻。周身饬百行，建节广纲纪。任重扛九鼎，致远道千里。细德未足论，大干敢摧靡。丈夫生所期，恒存在后死。明王方御㝢，世才乃徵庸。礼乐建皇极，风猷归大中。亭育茂登殖，声名粲光融。卑高百有位，道术何终穷。仲生能乐志，夷吾性善养。恣任总勿阏，道林胡偃仰。名都富雄第，山池半邑党。崇丽摩浮云，琼筵日弘敞。水陆穷罗羞，歌钟沸繁响。妙伎逾二肆，游童列弥广。毕性声色中，麟台进功赏。素无经世怀，学仕本先训。终然拙枘凿，株木臀久困。浑玄当有期，或合阮君遁。元龟幸垂兆，长往乃无闷。筑舍负崇巘，高卑缘秀林。翠岭绚晨晖，丹崖丽夕阴。入坐交飞英，当窗语幽禽。山人适云觏，写性将清琴。郊居赋既就，白醪亦可斟。循麓看时艺，桑麻长方深。未必谈名理，欢畅已弥襟。檿榆樊石扉，垝垣卑四周。前楹舒广场，后宇环澄流。微沦带山趾，半覆花竹幽。长夏且游浴，高荫终日休。岂必商丘开，点尔聊同游。清晨风候淑，引策出郊郭。青黄交远畴，循浒桑沃若。白云被华岑，飞涧濯幽壑。汎眺思累新，冥会神逾廓。命俦赏已豪，孤寻寂倍乐。雅尚穷阔览，迩踪愧卑缠。卧游空能赋，道观多历年。终南华岳接，峨眉太白连。九疑元无地，太行非有天。岱宗日华浴，祝融星汉悬。朝飧赤城霞，夕拂匡庐烟。洪河春裂壤，横江秋劲弦。因过洞庭水，自棹潇湘船。东海本吾宅，太湖襟舄前。龙宫多宝药，洞穴锁禹编。灵期似当值，旦暮相付传。驱车出衡门，薄游览九州。东征略瀛海，西陟升昆丘。冠巾岱华竦，襟带江河流。验迹章亥趾，裁贡禹王畴。汎观山海图，遐寻府穴幽。八维何所极，撮土此可求。璇穹积重霄，回运迅不停。曜灵烁神烛，望舒循九行。三垣列君臣，万纬流物形。河汉夜半转，四时各财成。灵宪炳乾文，至精存吾徵。万龄同一域，千哲共此契。遥迩幸相闻，师友丈室内。行止每讨论，音辞时赓载。单躬事百贤，其益故宜大。遥贤故怀益，密哲重应钦。四海三数君，垂眷后先深。年位非所限，存没或殊今。渊渊玄酒味，粲粲瑶华音。怀哉以拜嘉，毕世铭卑襟。仲尼欲无言，六籍终亦呈。林蘤向春敷，有喙随风鸣。斋房坐清晏，文言时有成。左生润瑚佩，庄周厉风霆。二汉隆体骨，六代繁丹青。至哉统其全，周后惟唐声。山鸡且自爱，蝇辩方营营。学优在用行，时舍乃含章。士业岂空言，斯世存维纲。脩政用熙载，树礼为周防。生养蕃卵胎，芟夷谢萧■。文思翊无为，乐声荐登康。本未有宏模，千目森铺张。褐襟衷短简，可布亦可藏。至道极心性，域外有真觉。旷生幸闻脩，瞽辩岂喧较。万变终不缪，吾自了灭乐。凤鸟不世见，四海以德称。虎豹伏深山，雄鸷乃驰名。日月递经天，夕伏亦沈冥。目趾待成功，谁不仰其明。所以孔仲尼，君子疾无声。嗟予蹇淹留，闭户乃浮名。高卑共彰彻，近远均一鸣。惟忧邦必闻，求之无其情。六籍统宇宙，七纬键天人。百子错町畛，万家腾烟云。眇眇予日接，泳洽如渊鳞。冥蒙日思道，粲发时摛文。纷纶向一贯，光彩摩三辰。向来觉性言，寂寞难重陈。至乐终百年，与尔同埃尘。"}