{"id":"697492","title":"八哀诗 大司寇东吴王公世贞","dynasty":"明","author":"胡应麟","text":"洪荒忽中辟，宇宙钟人豪。间气五百年，一旦开皇朝。天挺琅琊公，河汉骑斗杓。题诗恼玉帝，谪籍游尘嚣。肝肠错锦绣，咳唾垂兰苕。胸吞太湖水，笔涌耶溪涛。九岁咏凤凰，十龄题宝刀。十三作文赋，十九抟青霄。高才聚东井，散秩同西曹。广心出皇古，奋臂追前茅。呜呼蓟门事，大纛摧鸣枭。仓黄别上国，惕息还蓬蒿。归来卧穷巷，削迹甘渔樵。雄文凿混沌，大乐鸣英韶。东瀛极沧海，南纪逾铜标。北冥亘沙漠，西域穷荒要。八埏走琬琰，九域飞琼瑶。千金买只字，百镒酬挥毫。瑰辞匹坟典，丽句骈风骚。多闻失刘向，捷给凌枚皋。帝心亦简在，日夜驰干旄。东山乍一出，被发仍由巢。竺乾叩真诠，漆园明逍遥。香云拂几席，甘露流天瓢。金棺下阊阖，玉树埋山坳。中华折天柱，下界闻鸾箫。双虬去广汉，八骏升岧峣。玄丘见王母，白云和长谣。乾坤失盟主，海岳颓高标。安得跨大鹏，万里随神飙。清河维哲昆，颍川实难弟。太常何英英，二十誇谒帝。隽声走上国，唾手拾巍第。居然棣花萼，烨并芙蓉蒂。翩翻擅绮藻，韶瑩绝尘泥。皎月悬春空，朝霞豁晴霁。朗朗屋百间，虚舟了无系。振佩游春曹，诗篇骤名世。标新见玄理，汰俗起凡例。纵横信阳筏，磊落济南契。怜才贯金石，握手忘荼荠。伊余实庸驽，公也口不啻。扢扬亘古今，寄托深祢禘。太息身后名，孤愤千载计。神游贯八极，江海穷鼓枻。飞泉漱三叠，大泽浮九漈。徘徊华峰莲，厌饫闽岭荔。一纡太常绶，清斋问真谛。紫府翻丹经，绛宫候飞履。洪崖拍右肩，金母拜左髻。云軿下五浊，笙鹤遽迢递。龙蛇发丹灶，鸡犬入霞际。虚疑老成丧，坐惜典刑逝。三叹杜陵诗，高才日凌替。猗与大司空，突兀起江右。烨如匡庐颠，罗列千万岫。弱冠登岩廊，老宿推领袖。功名迄自致，建树必高厚。历扬亘二纪，盘错靡不就。嘉皇四十祀，八荒庆在宥。河流倏奔突，淮泗若悬霤。生灵困鱼鳖，巢窟杂猿狖。大庭推司空，佥曰惟夏后。一麾出飞云，百神互驰骤。铁锁缠支祈，金书勒史籀。大泽疏洪涛，长堤障罅窦。三时督工匠，百里并延袤。留城距济谷，一一置封堠。白马沈宣房，玄圭锡华胄。平成在天地，吐纳偕宇宙。择言到刍荛，采纳及芜陋。垂髫诧国士，煦燠若怀袖。深知大海量，涓滴务兼受。缅怀西山芝，愿纪南极寿。胡为跨鹤羽，群真毕相候。褒荣亘泉壤，雨泣遍耆旧。尚忆驱龙蛇，至今贡橘柚。明明大禹德，夐夐绝前后。维三十六峰，秀甲东南服。笃生大中丞，如海王百谷。夙偕武夷君，并主赤城箓。沆瀣餐七台，明霞卧九曲。一朝念黎元，曳杖下云陆。孩提见异质，仪羽何郁郁。虎头燕颔姿，万里飞食肉。龙泉太阿锷，见者讵敢触。意气干层霄，襟次苞岳渎。皇王及帝霸，一一悟正鹄。居邻紫阳宅，先觉窃自淑。刚严继子厚，方雅表正叔。三十登熙朝，历块徵骥騄。岭海行花封，罗浮玩朝旭。含香入铨省，造请绝苴牍。当门忌兰?，故里蓺松菊。明主念旧勋，飞诏起林麓。朅来柄文衡，越士罄程督。楼船汎沧海，蓝笋历天目。浩荡窥人文，豪英听约束。夜课三千徒，朝荐十六族。泰山纳寸壤，渤澥收一掬。伊余实驽蹇，盐车困驰逐。顾盼超骊黄，立贡千里足。世轻园令金，公拟卞和玉。提携洞底里，邂逅吐肝腹。峨峨翠虚亭，清燕几回瞩。礼数捐苛烦，杯斝绝边幅。潢池忽中扰，帝命驰大纛。强弩横钱塘，朱旂镇三竺。威严控豪右，字恤逮樵牧。闾阎绝寇警，仓廒发馀粟。遂令全越氓，比户胤膏沐。仰父仍俯子，左餐更右粥。凿凿元戎疏，宰司罄采录。方酬大贤绩，永显儒效速。胡为跨青鸾，倏尔谶妖鵩。剧知勋庸盛，翻讶日月促。譬彼南阳龙，尽瘁事兴复。一朝殒大星，精爽尚肃肃。缅怀涧中藻，已拱墓傍木。吞声受恩士，血泪尽痛哭。先民失懿范，遗统竟谁属。惟应圣门业，永永耀斑竹。张公产岷峨，夙抱文武略。伟哉沈深度，宛若未雕璞。通籍游皇都，浩气贯碧落。出宰河阳县，解褐遘盘错。奸萌起肘腋，万众互骇愕。一顾摧凶渠，势若反掌握。及乎任西曹，亟闯五子幕。大敌逢李王，奋勇与之角。遂登作者坛，文誉不落莫。功名浸鼎盛，岁月旷著作。三关树高牙，敌胆慑沙漠。呜呼壬午事，大手睹挥霍。潢池舞鳅鳝，白日走蜃鳄。明廷廑南顾，大吏咸塞缩。维公奋臂出，长虹耀千莫。首刷闾阎忧，六街静鸣柝。渊谋秘胸腹，远智运龙蠖。声色了不动，从容卧帷幄。一朝令辕门，群小悉面缚。累累九青兕，一一就脯臛。人怀顾复惠，士有更生乐。武功既荡平，文事稍恢拓。飞檄凌扶桑，露布入平乐。长裾曳曹丘，敝屣接东郭。帝嘉定边勋，飞诏下京洛。本兵属运筹，九塞遵东约。胡为殒长城，骤失北门钥。回思瀫江涘，单骑访岩壑。迓我钱塘郊，恍忽共濠濮。诧我雍然音，一代恣腾攫。手迹宛若新，足音遽寂寞。矫首铜梁里，大树日萧索。嘉皇三十载，薄海飞长鲸。波涛蹴宇宙，势欲东南倾。定远起列校，巍然任彭黥。鸣枭树大纛，束马悬高旌。转战日千里，刁斗竟夜鸣。天山破强敌，白水歼骄兵。三吴蹙徐海，五岭摧吴平。初闻燧火息，再睹潢池清。七闽共尸祝，俨若居神明。武功固日揭，文艺时潜精。娄江谒廷尉，蜀国游中丞。翩翩左司马，金石偕同声。飞扬将坛略，趺宕词苑盟。随车尽貔虎，入幕俱豪英。强敌躏西鄙，高牙驰北平。双鞬绝大漠，横槊歌长征。天山十月雪，一剑无留行。夺彼贺兰山，筑我受降城。勋高薄上赏，业就遗浮荣。飘然策羸驷，投袂辞神京。参差武林驿，遇我如生平。恂恂见儒雅，讵曰曼胡缨。惜哉赤松远，丹砂邈难成。悲来诵双剑，海岳回光晶。江左弘风流，吴中盛才杰。文章固挺出，翰藻弥不乏。长洲一散吏，势乃倾六合。画工启南理，书嗣京兆业。馀工及篆隶，一一皆卓绝。新诗亦韶润，旧典多博涉。萧然卧穷巷，不减原宪侠。徵求或匪人，绢素划中裂。愧余生后时，未及睹先达。京华遇伯子，忘年共颃颉。真行嗣父风，隶草变家阀。双钩幻唐晋，片楮贵燕粤。尤工古印记，珉玉浩森列。龟螭两京后，科斗三代末。澹宕杯酒间，真致表疏越。顾我何殷勤，十指不停跋。云霞焕楣栋，星斗烂筐箧。庞年及上寿，彭?冀相埒。倏尔乘化终，飘然返六合。遗迹俨若新，天路渺难越。缅怀父子风，老泪堕阊阖。嶪嶪罗浮颠，上有瑶石台。秘书起岭表，恍若登峨嵬。古心亦古貌，多艺仍多材。悠然葛天氏，醇朴逾婴孩。青衫困一第，十上仍徘徊。龙门实有策，狗监嗟无媒。匏瓜讵足系，一命沾蓬莱。拙宦三十年，羽毛日摧颓。风骚炳一念，壮志浩不回。高歌掩陆谢，丽赋酬邹枚。梁欧日倡和，王李时沿洄。馀工入翰墨，落纸皆琼瑰。龙章剪薤叶，鸟迹行莓苔。八分走夷貊，四体摅云雷。邕斯有绝诣，锴铉无兼裁。缅思穆皇世，京华盛游陪。杯盂洞肝腹，土木馀形骸。横当贺老盼，谓我青莲才。三留瀫水棹，十寄罗浮梅。老成倏凋谢，涕泗横蒿莱。"}