{"id":"697455","title":"结夏西山诸佛刹效初盛体为排律十首","dynasty":"明","author":"胡应麟","text":"宝树云霞出，珠林日月悬。丰碑镵晋代，巨榜揭梁年。绣柱排双阙，雕甍控八埏。塔光摩宇宙，?影矗星躔。海蹙浮杯浪，江萦卓锡泉。中峨群岫列，上竺乱峰连。鹿苑全铺桂，龙池尽植莲。昙花青鸟驻，忍草白牛眠。兜率高天外，昆崙大地前。神功香积运，圣谛法轮传。万劫空王座，千灯释祖筵。焚身销众业，断臂伏诸缘。入室闻师利，登坛见普贤。曹溪存一悟，临济彻三玄。有漏先除障，无生欲问禅。行行负瓢笠，曳杖到金田。玉镜悬高座，金轮压大荒。国疑游净乐，山似踏清凉。殿吐祥云色，窗含慧日光。虹霓行画壁，牛女宿雕梁。一钵携千界，孤灯现十方。袈裟晨灿烂，?盖暮飞扬。夹户杉松丽，捎檐桂柏香。灵花芬别院，苦竹翳回廊。马为驮经白，龙因听法苍。足三禽是使，牙六象称王。那叱狞牙动，修罗恚目张。腰疑天女细，爪忆梵流长。几夜眠风穴，经年事石霜。昙摩聊示寂，普化旧徉狂。浩瀚游秦论，圆通入洛章。津梁如可涉，拂袖上慈航。杖履遵山麓，栏杆列涧阿。飞梁攒泰岱，画拱压岷峨。实阁慈恩近，雕宫净饭多。天台浮海峤，岳麓控江沱。振锡啼猿下，登堂法雁过。焚香驯怖鸽，乞食叩灵鼍。曲径穿黄叶，回廊步绿莎。崖亭交竹树，石室挂藤萝。万亿先明藏，三千窣堵波。双林开觉路，八水渡恒河。白足依龙树，缁衣住鸟窠。禅灯围帝释，梵乐奏仙娥。雪窦偏宜颂，云门不厌诃。大悲观自在，上首阿难陀。幻梦清圆觉，真如会密多。将纫居士服，一榻伴维摩。半岭金银出，中天杖锡留。门庭炎汉辟，栋宇大唐修。一水浮精舍，千峰插梵楼。凭高双槛豁，望远七灯幽。舍利神光跃，兜罗佛臂柔。阎浮穷上国，赡部尽南州。削壁云霞动，飞檐象纬游。?高寒月坠，磬断夕阳收。麓胜前飞鹤，山深近伏牛。象王迎法驾，龙伯护灵湫。芥吐须弥色，莲垂阿耨流。旃檀长照夜，祗树不惊秋。大士居岩际，高僧坐石头。机深频掣棒，偈苦欲沈舟。溪岸闻三乘，云门见四愁。谩论生老病，千劫尽浮沤。殿起凌三竺，台孤望四溟。遥空呈绀碧，绝顶挂丹青。巘崿横香案，峰峦列画屏。刹高全碍日，池迥半披星。古砌流云积，阴廊冻雪扃。泉当秋径濯，瀑向夜窗听。影落吟边雁，光飞定后萤。钟疏闻鹤唳，钵冷带龙腥。薜荔苍凝壁，藤萝翠压庭。斋厨菱芡熟，讲席芰荷馨。忉利旌幡合，潮音杖锡停。三车迎海峤，一苇渡江汀。觉路超千界，玄关护百灵。圆明童子偈，定慧法王经。梦幻清禅铎，机锋彻梵铃。鳌山欲成道，会待奯公醒。荐福崇新搆，能仁拓旧基。殿疑身毒割，宫似竺乾移。法力金容耀，毫光玉髻披。恒沙登觉岸，阿耨渡香池。五蕴空罗刹，三摩驾辟支。千身菩萨现，九劫梵王离。幻化天魔伏，灵通地藏知。运开龙汉后，年纪赤明时。鹿女衔花献，猿孙拾橡嬉。楗关驯虎豹，伏砌断蛟魑。古树撑崖出，寒花抱石敧。飞萝悬绝磴，夹筱蔽清漪。生老偏愁病，贪嗔独恋痴。道存无尽藏，劫满阿僧祗。舍宅王珣癖，过门杜甫饥。芒鞋万峰雪，岁晚入蛾眉。梵宇千灵集，禅堂万法森。雕楹浮绝巘，画槛卓遥岑。枕簟霞光入，竿?雾色侵。悬崖冬雪坠，背岭夕岚沈。鹤去天飞锡，龙来地布金。持斋驯鸽下，施食断猿吟。树老僧忘腊，花空佛印心。菩提清欲界，檐卜净祗林。经卷流泉侧，香龛巨石阴。普陀悬海峤，灵隐矗江浔。教自磨砖彻，禅因面壁深。迷津航易度，彼岸筏难寻。四品中军好，三乘吏部钦。王丞情汗漫，许椽思沈淫。大梦销尘劫，高谈畅古今。明朝瓦棺阁，乘胜更登临。寺古传回向，园空认给孤。飞轩临广莫，叠阁到虚无。白玉中天甃，黄金大地铺。千僧翻般若，七佛證毗卢。默坐超人境，高凭豁帝都。东西凌泰华，南北控燕吴。阿閦灵光现，婆娑圣教敷。幽明穷六道，神鬼彻三途。岭欲腾丹鹫，碑疑下赤乌。香林狮子伏，法驾象王扶。净业依兰桂，空心会苾刍。沈檀霏贝叶，茗荈浥雕胡。板屋双扉静，绳床一袖枯。玄谈披沆瀣，妙义发醍醐。支遁神偏王，周颙兴未孤。无烦畏昏黑，绝顶上浮图。杰搆临丹地，飞梁瞰碧峰。台高苍野尽，殿古白云重。峭峡虹斜度，危崖雪半封。佛疑维卫至，僧似落伽逢。舞鹤参朝座，饥乌集暮钟。缘深频伏象，定久忽闻蛬。暗牖閒生竹，虚檐密种松。持经迷菡萏，说偈坠芙蓉。异荈分泉瀹，香粳激浪舂。蒲团藏阒寂，木榻寄蒙茸。八识空尘累，三禅别梵宗。九州遥挂衲，十岳遍扶筇。璎珞天人馈，玻瓈释帝供。文殊行处脚，迦叶笑时容。东域摩腾化，西江道一踪。将辞氻潭去，阐法号黄龙。佛日千岩静，人天万壑遥。珠宫浮碧落，贝阙抱丹霄。玉盌霞明灭，金灯月动摇。旌幡朝雾结，铃铎夜风飘。袒膊眠山洞，飞身渡海潮。香看尘外续，火辨劫前烧。阿育诚心化，登伽幻术调。波旬回愤恚，戈利失矜骄。塑壁环双树，镵碑记六朝。梵僧家姓竺，梁帝寺名萧。北固凌虚旷，东林跨泬㵳。池开龙母窟，塔涌雁王标。翠柏禅机契，青莲释證饶。挥锄除障业，破灶绝喧嚣。五岳携孤杖，三田寄一瓢。流沙归路近，柱史乍相邀。"}