{"id":"697507","title":"拟汉郊祀歌十九首 练时日","dynasty":"明","author":"胡应麟","text":"练时日，候阴阳。郊圆丘，祀明堂。焄哉蒿，荐上帝。灵来思，思弗替。灵之驾，六飞龙。天门开，詄九重。灵之旟，翼神鱼。乘罡风，载行厨。灵之裳，曳三光。烂虹霓，象玄黄。灵之佩，建苍玉。锵太虚，答穷谷。灵之下，赴阊阖。洋洋如，走六合。灵之歆，稷用登。告特牲，报维馨。灵之留，驻苍虬。纷万舞，结绸缪。灵之往，遗肸蚃。俨若思，企馀想。奏咸池，舞韶箾。缤纷哉，灵之乐。臣八荒，驭九夷。岁千亿，灵之贻。帝临中央，以运四方。苞孕万汇，协和三光。厥服载黄，厥数载五。克配上帝，维我后土。皇皇后土，德周遍咸。百谷告成，大有斯年。青阳载临，万物敷荣。勾萌甲坼，惷动含灵。雷乃发声，云行雨施。大造之仁，品汇华滋。跂行喙息，繄以畴息。东皇太乙，莫匪尔德。朱明烨烨，品汇嘉悦。鲜洁齐均，以莫不达。祝融司造，薰风维时。皇人法天，南面象离。万物相见，茂昭大夏。昭告昊穹，百神来下。西颢金方，蓐收是秉。卉木变衰，霜露凄紧。既蓘既穮，我稼我苗。实颖告成，硕彼东郊。爰馨黍稷，殷荐上帝。于亿千年，永矢弗替。玄冥水伯，载司寒冱。殒霜杀草，昆虫闭户。北风宵厉，飞霰昼零。木脱水涸，雷蛰无声。岁运既徂，阳和在候。万宝既成，敢告明后。于维泰元，象帝之先。纲纪三才，遍周八埏。皇皇天地，畴阖畴辟。于维泰元，潜运无极。风雨雷露，维日月星。咸若其时，克顺克成。胎卵湿化，生育孳遂。灭除灾凶，增长福艾。四序既宜，八表既安。孰司其柄，于维泰元。嘉牲烨烨，陶匏涓洁。聿来骏奔，灵爽斯达。以莫不虔，以莫不馨。元化絪缊，泰阶底平。维天维地，协尊并巨。嘏余一人，六合和豫。皇皇斋宫，穆与神通。臣邻景从，肃肃雍雍。报圜丘兮祀后土。千童罗列讴且舞。曳击笙镛鸣琳球。神如有知俨来游。大小诸秩，咸敬厥职。整齐服章，骏奔翼翼。群公秉德，毋怠毋忽。大君恭默，式于列辟。降天神兮下地祗。朱雀为驾苍龙旗。勾陈前导屏翳驰。长剑幼艾纷陆离。流商刻羽歌咸池。神飙击毂河宿移。箫韶九成凤来仪。皇人万寿登维祺。日出入，旸谷扶桑间，一何迅且疾。百年若电光，四序如风飘。祝融驱火轮，蓐收乘斗杓。羲和掣神鞭，玄冥扇狂飙。安得驾六龙，游遨遍八极。长生不复死，永永天地毕。天马徕，自渥洼。度月支，径流沙。天马徕，以蹀躞。骨权奇，汗维血。天马来，骥为友。丧骊黄，牝与牡。天马来，蹑浮云。日千里，空而群。天马来，服帝闲。从法驾，鸣和鸾。天马来，兆有德。瑞万方，景四国。天门开，辟九重。上帝居，百灵从。瑶为台，璇为室。枢紫贝，牖金碧。吐望舒，宅曜灵。建雷鼓，树霓旌。左苍龙，右白虎。守飞廉，卫玄武。灵光被，六合周。烛万景，洞九幽。励精诚，荐嘉藻。永如期，锡难老。灵烂烂兮载扬光。清飙激云下羽?。牵牛织女行七襄。蛾眉稚齿纷君堂。灵目成兮悦而康。合柷敔兮陈笙簧。天门呀然豁扶桑。双翼乘风朝紫皇。揖西王母携东方。食蟠桃实乘乘黄。周历八纮度九域。吐纳真精戏无极。景星见祠，神鼎载出。煌煌赤文，以播有德。经纬虹霓，屈蟠蛟螭。魑魅魍魉，莫能逢之。我鼎爰获，我号爰建。以祀汾阴，光我大汉。巍巍夏后，锡此实劳。阅历商周，肇见我郊。敢告上穹，肆逮下土。作乐象成，百兽率舞。享帝享亲，以莫弗歆。甘露是凝，昭我万龄。后皇降休，介我景福。以玄以黄，黼黻章服。靡迩弗洽，靡远弗蒙。亿万兆庶，视此成功。斋房三秀，柯叶九茎。煜煜皇皇，太和是蒸。亭云烂霞，嘘日月精。句曲之天，金液玉英。羽驾罡风，八翼上征。春曲灵苗，维王国祯。于铄我皇，祀亿万徵。华烨烨，黍载馨。延庶旄，驻翠旌。神之来，七圣俱。虹为马，蜺为车。神之来，百灵萃。风为裳，水为佩。神之来，荐嘉豆。八珍辐，众芳辏。神之来，肆长筵。雷大鼓，鸣钧天。何以休，神之留。赤凤至，黄麟游。何以豫，神将遇。庆云见，甘雨澍。蹻鹿卢，綦星辰。佐昊穹，佑下民。酌斗杓，和沆瀣。揄长蛾，拥幼艾。日驰精，月扬光。烂昭昭，乐未央。昆崙墟，瀛海澨。以余归，浩无际。维五神，五岳精。德盛大，包群灵。佐东皇，赞太乙。报圭璋，达琮璧。奠桂醑，以椒浆。牲肥腯，韨斯皇。女巫进，姹以丽。回云旓，驻霞帜。神偃仰，以徘徊。历明堂，升帝台。维光华，嘏大汉。年岁登，永嘉荐。朝陇首，游白麟。显光华，辅一人。灵昭昭，庆万国。肇皇仁，祗帝德。八蛮共，四夷王。毋怠荒，纳嘉祥。嬉余薮，服余辂。浴和风，沐廿露。左苍龙，右紫鸾。文狸后，赤豹前。图尔形，辑尔瑞。五千历，视兹岁。象载瑜，粲六牙。至万里，自流沙。入天闲，服舆皂。扈法驾，彰大造。翩翩哉，赤鸿来。超虞罗，翔玉台。翮五文，丽以鲜。衔灵芝，咽醴泉。兆嘉祥，禔景福。八荒来，四夷服。赤蛟下，苍龙游。灵已醉，不可留。赤蛟翔，彩虹驭。灵欲归，不可驻。灵之逝，观玉台。戏阆风，宴蓬莱。灵之升，上无极。挟宇宙，傍日月。灵般般，亦享余。下神雀，降天厨。灵殷殷，肆余佑。亿万祀，永以寿。"}