{"id":"697505","title":"汉铙歌十八首 朱鹭","dynasty":"明","author":"胡应麟","text":"朱鹭下，汉道昌。一双羽翮云中合沓而飞翔。合沓而飞翔，在我庭户。以建华鼓导大辂。鱼鱼雅雅，诧彼行路。朝食沆瀣，夜濯风以露。应期出世所慕。五帝三皇巍巍福我祚。艾如张，张四维。击高钲，悬大旗。戈鋋甲胄光陆离。千灵从，七校移。虞人杂沓冠以皮。臂苍走黄当路岐。南山有虎豹北山，鹿麋狐兔若丘山，缩足不敢驰。我欲上天，天门九重。我欲入渊，血肉喂蛟鱼龙。王者合三驱，百兽一一归我樊笼。不见青冥，冥冥者鸿。耸六翮，乘长风。游赤霄，入无穷。虽有矰缴罗网将安庸。思悲翁，气结不能言。儿长翁为娶妇，思得奉晨昏，白头以团栾。妇恶如豺狼，入门作灾患。牝翼鸣前庭，举室怆以烦。知交各各缩舌，亲戚断往还。我有壶浆，翁饥不得餐。我有裳衣，翁体不得完。思悲翁，气结不能言。我欲诉上帝，天门九重入以难。我欲诉司命，司命徘徊以盘桓。念欲以高飞，无羽翰以负翁去。体毛何摧残，不若城上乌反哺。翁残年，思悲翁，气结不能言。安得天雨雹，霹雳震长夏。雷霆半空下，永永戒来者。翁离趾中可筑室，何用葺之桂若兰。翁离趾中可筑宫，何用涂之椒以檀。修竹夹广除，一何檀栾。千乘万骑缤纷哉，往以还。左长杨，右甘泉。汾阴后，泰畤前。黄鹄高飞极云天。词臣献赋陛下之寿三千年。上之回，祀甘泉。金支飏，翠旄旋。雨师后，风伯前。鼓钟管吹，声何填骈。东达扶桑，南逮于阗。西径流沙，北讫祈连。天出景星，地产醴泉。报庆成，致精虔。肃雍哉，怆以严。五帝三皇，享亿万斯年。战城南，日无色。壮士长征死，愿作乌鸢食。请谓乌与鸢：“壮士死，国家委。身丧其元，汝食其肉，一胡忍且残。世有大豪元恶巨奸，杀公吏，探赤丸，暴戾恣睢脍人肝。一旦祸机发，横尸道旁，血如流泉，腐肉如丘山。汝胡不食，甘此忍且残。”请为乌与鸢答君子：“言世有大豪元恶巨奸，司命不敢录，司败不敢拘，司隶不敢纠弹。十九老死牖下，子孙贵盛，冢墓象祈连。彼虽有肉血，我安得餐。壮士不自惜，委身徇国家，丧其元，我固当得食，彼复何言。”巫山高，高望不可极。日月蔽亏云雨出。入有美一人，曰维神女。朝为行云，暮为行雨。泠然入余梦，贻我以翠羽。郁陶乎，余心将以畴语。将舍余国都，以往从女。朝朝暮暮，为云为雨。上陵一何崔嵬。宫殿若云屯，观者为徘徊。门有车马客，驾言上陵回。千乘万骑，宵行烈风雷。我欲遐征，憩望金银台。封泰山，禅梁父，登日观，观蓬莱。蓬莱东，见朝旭。芝草丛生，醴泉满谷。七十二家著编录。将进酒，乘乘黄。列鼓吹，呜笙簧。齐姜楚姬列两傍。卫女秦娥左右以成行。挟安陵，戏龙阳。拥长剑，佩琳琅。缤哉纷，盈高堂。烹大彘，炙肥羊。五音和，八珍良。天瓢甘露臣以尝。千秋百岁逍遥以徜徉。有所思，思美人，美人渺何许，大海天东南。曷不往从彼游，路途险且艰。弱水不容舟，三山郁㠝岏。宫阙冠巨鳌，遥遥极青天。美人在其上，三山高以寒。我为钓巨鳌，截竹为长竿。持竿坐沧海，大水何漫漫。巨鳌牵不动，但见一双鲤鱼遥堕青云端。呼童剖此鲤，中有美人尺素翰。前有长相思，后有劝加餐。徘徊感此意，踯躅不能言。雉子斑，雉子斑，一雄一雌，抱子田野边。雄飞摩天去不还，孤雌养雏寄草间。养雏寄草间，乳哺一何艰。夜不遑寝，昼不及餐。毛羽既长成，五色丽且鲜。一鸣举世惊，一飞上冲天。回头顾视我母，六翮何阑珊。老病倏已至，恹恹向重渊。有子不得养，恸哭摧心肝。有子不得养，恸哭摧心肝。君马黄，臣马苍。飞轩蹀躞大道旁。旁人顾见臣马，以莫不谓良。一朝中涓下明堂。君马入天闲，意气何扬扬。臣马老伏枥，伶俜瘦骨，朝逐水草，暮逐斜阳。背负盐车，以西上太行。路逢伯乐造父王良。停车振策，为我彷徨。念欲剪拂我，以登明堂。嗟筋力已尽，莫能腾骧。长鸣短号，断绝中肠。芳树芳树，扬春华，结秋实，东风历乱而飞扬。容色在朝夕，美人坐高堂。兀兀愁蛾眉，君心为他人，冶艳能几时。春华讵能久，秋实那可期。普天之下，悠悠畴非轻薄儿。班姬与陈后，解事一何迟。黄金买词赋，徒为世主疑。不见芳树枝，荣瘁各有时。端居任大化，何用戚戚颦蛾眉。圣人出，明光宫，万乘千骑升回中。望祀天地，禋于六宗。百神来享，以莫不肃雍。肃肃雍雍，四方同风。唐虞之世，比屋皆可封。浩浩大化，与天地无终。上邪，我与君输肝委膈，他人那得闻。急难各相护救，决绝妻子如浮云。中心耿耿金石，百年以为邻。巢由抚六合，尧舜下阊阖。山崩石烂河枮海水竭，十日并出天地裂，我与君，好永不绝。临高台，望长安。飞甍画楝嵯峨峭崒而㠝岏。苍龙九斿限重关。我欲谒天阍，一觐上帝颜。手持长生药，以奉心所欢。上帝肯听臣，亿万千斯年。苍龙九斿限重关。限重关，使我欲进心茫然。临高台，望长安。抚膺三叹行路难。远如期，游四方。北碣石，南潇湘。西太华，东扶桑。凿混沌窍燕中央。饮则食兮乐而康。以寻列仙拾金光。飞翔八极行七襄。驰驱绝冥观大荒。千秋万祀寿未央。男儿堕地桑弧蓬矢射四方。安得老死一丘，局促若辕下驹守故乡。石流，南山有石，北涧有流。石何齿齿，流何汤汤。石以枕我，流以漱我肠。幽兰哉，夹岸芬以芳。芬以芳，顺风扬。彼美人兮天一方。安得寄此永永长相望。"}