{"id":"698291","title":"和王廷器检讨夕宴李挥使东轩诗三十首","dynasty":"明","author":"倪谦","text":"宾主论文对酒卮，灯前传令影交驰。香云拂座元无定，华月窥檐似有私。李广雄韬予所慕，王维佳句世同推。明时幸接丹霄羽，致主黄虞敢共期。坐对云屏不启关，恍疑蓬岛在人间。锦衣华胄多君武，玉署清资羡客閒。取醉漫劳新酒劝，谐欢频用巧辞讪。秪应义重能延款，不放花骢步月还。繁丝豪竹弄新声，绛蜡光分绮席明。投辖已?厌此夕，飞觥何惜到残更。酒酣风月胸中满，诗就云烟纸上生。忆昔洪都高客赋，独誇王勃最先成。词源浩瀚泻三江，百斛龙文笔可扛。艺苑雄才君独步，吟坛勍敌我须降。银丝细斫吴中鲙，玉管新番塞外腔。昭代行看树勋业，隐居谁羡鹿门庞。远寺昏钟已罢撞，锦袍黑发映明釭。清歌声度黄金缕，法酒香浮白玉缸。笑语送阄人隔座，豪呼博塞月盈窗。良宵欢会惟三益，此乐人间信少双。为问潜阳几日归，谈玄浑讶泄天机。醉狂始觉醒来好，今是方知昨已非。莫向蓍龟占否泰，且从裘马共轻肥。深情能保如胶漆，青史陈雷继有辉。开轩待月费吟思，诗律曾推一字师。宴乐尽?今夕醉，功勋须及少年时。名驹未试谁能识，良贾深藏世寡知。但使酒肠宽似海，何妨连进紫金卮。奎壁方中北斗高，谪仙醉着锦宫袍。庭松月浸苍龙骨，槛竹风梳紫凤毛。杯送赪霞歌宛转，炉围红玉坐周遭。赏音可羡徐东海，一曲冰弦动誉髦。宝鼎龙涎散碧云，剑横秋水自随身。月华堕地明如昼，火气当筵煖似春。饮酒每歌鱼在藻，感时又遇雁来宾。醉中和得迎仙曲，凤琯吹将向玉宸。座上金莲彻夜开，故人相遇且衔杯。一庭霜月醒残醉，万里风云入壮怀。分阃伫看持节钺，调羹须是用盐梅。结邻若许通幽径，不惜移樽日笑陪。千金结客重交游，诗酒相忘不解愁。汗简细评科斗篆，仙关疑接凤麟洲。冯驩客里须弹铗，王粲吟边独倚楼。谁似此轩幽绝处，高歌取醉倒琼瓯。貂裘坐拥不知寒，月转琼筵捲幔看。羌笛且教停折柳，瑶琴谩听鼓猗兰。图形拟上麒麟阁，执法休论獬豸冠。豪客新诗三十首，锦笺书就墨华乾。将军能武复能文，书重羊欣白练裙。韬略已看推巨擘，旂常行见纪元勋。肯将节操炎凉改，剩有声华远近闻。况是东轩多胜赏，新题时与故交分。石屏积翠喜淩霜，遗戒谁曾效赞皇。九曲峰峦争起伏，四时松竹共青苍。开轩久玩情偏爽，把酒閒吟夜正长。醉后不禁喉吻渴，霜柑细嚼紫香囊。子乔飞舄下西清，来听古桐弦上声。玉椀香云传茗汁，金盘丹魄荐芝英。凤麟燄吐乌银屑，牛斗光腾宝剑精。却羡主人能饮客，酒行只用兕为觥。碧天孤月起东林，人在重门画阁深。吟赏每招诸友共，清幽不受一尘侵。琼卮烂醉垆头酒，彩笔亲题汉上襟。坐久但闻香贯脑，凉烟如穗袅檀沉。金猊添火爇香尘，酒入欢肠不醉人。奇石喜看三仞玉，早梅谁寄一枝春。紫檀铁拨繁声急，彤管云笺丽句新。散步虚庭霜月冷，清风袅袅动垂绅。封侯万里建旌旄，今见班超骨相高。小帐金杯淹翠袖，长檠绛蜡照绯袍。今宵痛饮宁辞醉，他日摅忠肯惮劳。会使燕然重勒石，功名端的冠时髦。琅玕玉立俯清渠，岁晚珊珊绕燕居。客到閒从林下饮，诗成多向节间书。九天风月瞻光霁，一气阴阳验惨舒。宾主交欢何所似，依依绿水汎红蕖。满注葡萄瓮里春，开轩剧饮见天真。菲才自愧登金马，壮节君看剖玉麟。灯下呼卢人影乱，庭前贯苇月华新。吟坛强和惊人句，梦入池塘觉有神。姓名早晚出金瓯，秉烛何妨入夜游。舞曲有腔频换谱，酒杯无算不论筹。閒中运甓思陶侃，醉里弹棋笑奕秋。逸豫每能存惕厉，行藏随处沐天休。宾主相看共眼青，喜联冠佩侍彤廷。多材俱羡成奇器，驰誉争誇正妙龄。凤斝深浮千日酝，鸾刀细簇五侯鲭。及时欢赏真明达，莫待霜华短鬓星。碧落惊寒雁影疏，东窗月上捲帘初。已成雾雨南山豹，须化风雷北海鱼。午夜偏能娱盏斝，三冬知不废琴书。明朝我试来相访，一榻清风醉梦馀。胸襟潇洒更疏通，燕喜应知有古风。一曲清歌番子夜，百壶春酒醉新丰。更收残漏霜初下，云度轻绡月淡笼。千载南楼传故事，庾公高兴与今同。斗室幽清自不群，日华常映海东云。麝煤入鼎浮香篆，蛇腹横琴散断纹。每喜三冬频会友，谁云一饭敢忘君。却怜月夜霜华泠，涷损琅玕瘦几分。碧海鸟沉莫景昏，东君娱客管弦諠。年丰已卜经三白，阳长方当会一元。鹤发喜瞻南极粲，丹心常仰北辰尊。貂裘绣褥围炉坐，谁道连床席未温。佩玉鸣驺总俊贤，诙谐探赜更钩玄。酒开腊蚁清歌送，菜簇冰丝玉指传。榾柮煖煨霞满座，阑干醉倚月当天。萝关一径殊幽僻，绝胜王维旧辋川。良宵踏月远相寻，翠壁疏篁助细吟。度曲不须敲象板，赏音惟许操瑶琴。佳人惯索缠头锦，公子閒抛买笑金。宋玉高堂曾有赋，丽辞传诵到如今。酒酣耳热脸生红，剧辩高谈四座空。繁弱笑弯何慷慨，豪曹独拊自英雄。清音袅袅频吹竹，爽气飘飘欲御风。醉倒秪应同枕藉，日华还待出篱东。夜永铜龙滴水迟，玉壶春酒送青丝。鸾笙细咽浑忘醉，鲈鲙分尝慰所思。虎卫将军偏爱士，词林仙客每留诗。何当一拜高堂上，寿母亲称百岁卮。"}