{"id":"698477","title":"考满舟经十八滩因分各滩名赋诗 鳖滩","dynasty":"明","author":"唐文凤","text":"兹滩试初程，崖分色如铁。中流仅容舠，怪石何巀嶪。大者类鼋鼍，小者状龟鳖。胡为取其名，戒险天所设。春波泻绿云，寒沫飞白雪。势急篙弗支，力雄缆俄绝。所以经行人，念之情内热。撼地怒雷奔，旋飙急电掣。左手掖丰隆，右手招列缺。勿遗毫发差，性命轻一撇。皇天念老臣，岂忍微躯灭。区区忠信心，终当保明哲。一滩复一滩，如何名古镜。岂非水澄清，寒碧净而瑩。鉴此鬓眉真，烛此形容正。质柔阴气凝，性静金精孕。不铸首山铜，不浮泗滨磬。匣空游尘昏，月冷妖蟆屏。轻帆那可张，每畏风力劲。雨波春更狂，冰澌寒未凝。绠耎宜牵长，石很敢斗硬。呼酒酹江神，荐芳致予敬。衰年存节操，全彼天赋命。花县复归来，更勤恤民政。斯名本高峰，移之托滩水。潺湲声肯停，春波学龙语。源口百尺流，山中一夜雨。沙痕自齧蚀，石势尤龃龉。地隘有涯岸，水束无洲渚。舟楫济不通，制器圣所取。如何逢险艰，利物功弗与。我欲问禹王，楚粤未经步。遗此疏凿功，斯民尚罹苦。乃无巨灵掌，亦欠五丁斧。愿继清献公，万夫力如虎。会当阻阨平，永除号天柱。水潴小湖水，石积危滩石。石巨相犄角，水驶自激射。欲度寻丈险，乃望咫尺隔。愧昧缩地法，恨无登天翼。如马戒舟航，飞凫轻履舄。我今值考满，三年课书绩。小船窄于斗，篷底何局蹐。凌晨此经过，涉深鲸波碧。隮西雨晕虹，向东风退鹢。毋肆以弗虞，每慎而自慄。迫晚获平安，至喜情尤适。鸡酒赛神归，隔烟听渔笛。岩岈露昂头，石滑印馀迹。何年天狗下，舐血变成碧。逐兔遗其踪，获豕失其蹢。至今滩得名，图志忘纪实。渊深自沈沈，水湛亦湜湜。浮青荇带牵，晕翠苔钱蚀。戢翼双鸳鸯，浴毛数鸂?。于兹设天险，济涉费人力。河伯愿息怒，阳侯已效职。助顺徼神灵，清涨满三尺。稳送下东流，布帆飏风急。自惭拙催科，当考阳城绩。石出如人长，滩名以兹显。萝衣绿乍纫，苔发翠初剪。云凝身覆裸，雨零泪流泫。影浸浪纹摇，足踏波痕浅。至今屹以立，不逐流波转。有时气郁蒸，阴火炊甑甗。有时风濆沦，神力旋硙碾。我买西江船，三月涉危险。潭空巨鱼潜，沙㙲馋蛟远。陵谷永不迁，桑海何曾变。考绩膺清裁，幸与天官选。平生抚字心，施政当力勉。貉为山狐种，獭乃水畜类。云胡一滩中，异性岂同聚。今始知其然，有石高赑屃。朝夕相舂撞，千古流不去。聚腋难为裘，得鱼岂能祭。百川俱朝宗，到海已东逝。我来治花封，怀徕念民事。当为忠謇臣，肯负清白吏。羞涩钱留囊，光怪诗盈笥。三年朝帝京，扁舟风水驶。父老有深期，临岐忍挥泪。旋舻当再经，浩荡波声注。黄帝昔制鼎，鼎象神奸惧。尚遗首山金，斯盘几时铸。天地为炉燃，阴阳为炭聚。龙伯来鼓燄，海若出倾注。器成不敢用，真宰愁应诉。一叱留兹滩，堕波激馀怒。群石惊起立，诡状自呈露。罔象远潜遁，神灵每扶护。从此绝艰虞，舟楫通济渡。妥帖涛浪息，有若履平路。而我述胜概，欲去仍返顾。悠悠章贡江，千古同永固。汤汤清洲滩，泛溢波不杀。两厓屹相向，峡束若关隘。源潴庾岭流，支接章江派。馀势尚汹涌，狂声自滂湃。终日云气屯，六月雪花洒。燃犀照水族，温峤应好怪。具服呼石丈，米芾曾下拜。篙师力不齐，怒目何睚眦。世人意不合，细故多蒂芥。嗟我才弗长，老气犹豪迈。赋命从数奇，清神饮沆瀣。益重吾民思，甘棠歌勿败。危滩石作梁，横截中流壮。滔汨向东逝，逞怒不得放。砥柱回狂澜，百川此其障。波神有馀愤，气骄犹张王。我欲就安妥，投檄相诮让。尔心亦岂忍，急为收洪涨。勿涌九江涛，勿奔三峡浪。我有寸许胶，息浑一千丈。尔当守澄清，肯逐浊泾荡。江山必有神，司宰任忠谅。行当率吾民，牲醴严祀飨。愿言沛惠泽，千秋永毋忘。昆仑在西极，山水皆所祖。浑浑黄河源，九泉元气吐。泄此天汉津，狂流万万古。眷兹衣带水，乱石激其怒。大声殷晴空，阗阗震雷鼓。青林饥鸟号，白昼馋蛟舞。惊湍起旋风，溅沫洒飞雨。来往具舟航，常哀覆溺苦。欲填精卫石，欲射夫差弩。安得黄帽郎，膂力健于虎。柔橹频咿轧，长篙□撑拄。脱险一瞬间，安流有神祜。晓滩乃危峻，暮滩亦隘陋。中通一线波，如注泰山溜。风镞急难攒，石锋利莫斗。舟行一失势，糜碎不可救。我欲诉天君，降敕责川后。妖孽汝当驱，黎庶汝当祐。胡为不汝职，尸居手空袖。天吴有九头，风鹅多大咮。馋蛟自可啄，饥鳄亦堪蹂。效顺宜拊循，竭忠能左右。有德所当酬，有功所当奏。海晏黄河清，吾皇万万寿。铁索浪得名，随波不可系。自从开辟来，鸿荒知几世。质生资于天，气行注于地。四海浩难极，五湖渺无际。蕞尔兹小滩，怒流亦何驶。浩浩复汤汤，汹汹仍濞濞。前舟既已行，后舟亦云至。危若薄冰陷，慄若深渊坠。须臾性命轻，俄顷魂魄褫。苟能慎所持，蹈险德可企。欲知利涉戒，当明大易义。寄语江湖人，风波宜早避。小蓼滩居前，大蓼滩在后。岐而群派分，汇而众流凑。源头混混倾，石罅潺潺漱。我行泛孤舟，正值阳春候。晴光满溪山，和气暄宇宙。王事有程期，赴阙难逗遛。云随征旆飞，雨浥轻衫透。嗟我老侵寻，发秃面逾皱。报政当考绩，鸿胪名为奏。承恩复任回，郁郁棠阴茂。讼简民自淳，琴堂閒白昼。江神德不忘，祭飨答灵祐。大蓼与小蓼，两滩岂云远。湖湘壮关隘，岭海设枢键。滔滔万里流，东去何时转。回盘接碧湾，迢遥隔苍巘。囊沙沙自拥，叱石石皆偃。长年用力齐，揵疾如熊健。舟行稳不欹，厄险幸脱免。蛟藏伏蜿蜒，龙归潜蜓蝘。风顺获安流，江神著灵显。堤柳绿烟凝，溪桃红露泫。我来治山邑，光阴犹指撚。抚绥政不苛，花村无吠犬。西蜀锦江津，相去万里隔。此滩名相符，终古那可易。不盈十丈许，湛湛漾寒碧。饮虹蒸晓气，浴蟾浸秋魄。射工每伺人，鸺鹠或呼客。柳子记恶溪，陶令卧醒石。今古非同时，出处亦异迹。而我莫谐俗，乃有书传癖。岂敢辞驱驰，当尽臣子职。鲸波肯惮险，拿舟快所历。遥遥紫金山，在望犹咫尺。明发不能寐，帆开早潮白。历尽十八滩，石恶水尤恶。桨荡退不前，舟移碍乃阁。窥深若井投，注高疑空落。自省神每漂，旁观心更愕。忠贞固可仗，性命抑奚托。履险德在躬，蒙恩秩命爵。臣心敢怠遑，天意自昭灼。我欲移沃焦，漏泄使之涸。我欲呼巨灵，擘裂用之凿。愿言见安流，怒涛息喷薄。丹衷死即休，白首穷亦乐。何须叹乘桴，孔圣不堪作。滩以惶恐称，讹传黄公号。昔年曾开凿，平治功已效。千金赀弃捐，万夫声叫噪。遗爱人是思，厚德天所报。深渊宅蛟蜃，怪石蹲虎豹。走浪风若飓，激波雨如雹。坏舟葬鱼腹，哀溺有谁吊。至今无此患，赖公力能导。民货迁有无，国赋通运漕。往来绝阻艰，利涉恁嬉笑。青青欢喜山，行人且停棹。至兹心始夷，泠然发清啸。"}