{"id":"698692","title":"渔家傲 寄李蒲汀","dynasty":"明","author":"夏言","text":"丹桂洲前梅雨霁。平沙水暖鸳鸯睡。杨柳池塘荷点细。扶残醉。风前黄鸟多幽意。忽忆故人天北际。碧山楼下蟠双桧。一架葡萄水晶碎。惊梦寐。西邻学士词偏丽。宝泽楼前日初雾。鹤鸣惊起高斋睡。酌酒听歌金缕细。醒还醉。无人解得山翁意。闲弄渔舟烟水际。茅亭小结依岩桧。竹影月明金琐碎。清梦寐。诗成语带烟霞丽。曝背茅斋冬日霁。衰翁不觉劓劓睡。酒出槽床泉响细。邀客醉。阶前老菊含幽意。江冷蒹葭渺无际。苍颜古色惟松桧。风剪芭蕉成缕碎。惊鹤寐。疏花锦石当轩丽。檐前瓦雀喧新霁。日高野老犹贪睡。短榻熏炉香细细。扶残醉。起来行坐随吾意。东郭茅堂临水际。阴阴绕屋团松桧。红日昼穿帘影碎。枕书寐。银屏掩映山光丽。春日江头风雨霁。喜看晴日朝慵睡。饭后扶筇江路细。还寻醉。浊醪不负邻翁意。溪上远烟笼草际。柴门一径穿苍桧。窗外月明林影碎。人不寐。山童度曲声清丽。妙年青琐才名动。朝阳正尔看鸣凤。万里亲将龙节捧。劳传诵。东夷闻有尚书梦。奉使归来明主重。福星又遣临章贡。楼下紫薇花满洞。群仙共。清词一曲遥相送。少年同醉琼林宴。岁晚相看君独健。左辖新恩蒙帝眷。欢声遍。福星喜向西江现。济世经纶人共见。连芳宝桂尤堪羡。堂下紫薇花对面。杯潋滟。百壶日倒休烦劝。一介书生逢圣主。十年谏草人争睹。满目风波浑不顾。思砥柱。也曾独障狂澜住。孤忠久被奸邪妒。君恩深重难抛去。明日辞官还上疏。天应许。白圭免受青蝇污。一札十行劳圣主。龙光照室惊看睹。自念草茅蒙眷顾。官国柱。岂容身向山林住。圣明既已知谗妒。小臣何敢言归去。袖中更有匡时疏。还自许。也知白璧终难污。松湾一曲千峰抱。葛阳溪上多芳草。茅屋松阴深窈窕。无人到。松花落尽何曾扫。我爱长松栖白鸟。青山何日归来早。一枕松风堪自老。相寻好。也须忘却长安道。二十九年如一梦。鹿鸣筵上笙歌动。今日长安尊酒共。遥相送。行春好醉张公洞。但得闾阎无疾痛。休嫌枳棘栖鸾凤。自古循良非小用。须珍重。它时为作甘棠颂。铁笔峨冠袍绣豸。云中上党威名在。紫绶绾章金作带。增气概。文星一点明江介。顾我非才官鼎鼐。勋业无成容鬓改。后学晚生今有赖。期远大。须君着眼骊黄外。春雨绵绵那得霁。闲门无事便宜睡。欹枕静闻檐漏细。人似醉。一旬虚负寻芳意。野水茫茫四无际。草堂烟霞迷松桧。满院青苔谁踏碎。鹤不寐。当阶起舞玄裳丽。十日都无一日霁。雨轩惟称幽人睡。病里怜君诗律细。心如醉。相期无限寻春意。玉树堂开烟水际。径连修竹门连桧。彩毫落纸珊瑚碎。通梦寐。白鸥园上星辰丽。水满池塘今日霁。波融水暖鸳鸯睡。夹岸桃红新柳细。邀客醉。兰舟尽有西湖意。乳燕鸣鸠喧屋际。晴云绕户笼苍桧。花影重重鸟声碎。醒昼寐。海棠过雨偏娇丽。春省仙郎夸玉树。二十年前携手处。今日相逢怀旧雨。同英侣。尊前索我花间句。老我虚慵官国柱。清时未敢辞天去。海内才名君久著。共君语。经纶何以宽当宁。风暖鸟鸣山馆霁。日高无事便宜睡。乌桕林头风细细。经霜醉。满庭红叶皆秋意。故人诗卷来天际。楼前十鹤栖双桧。难赏清词击玉碎。如梦寐。五云回首中天丽。帘外蒙蒙花雾重。一双乳燕飞高栋。日暖蜂衙成阵勇。花矜宠。故教密叶层层拥。一春花事浑无用。青青麦秀深藏垄。林下野情谁与共。清尊捧。柳腰解舞莺歌送。杨柳池边风袅袅。迎风拂槛花枝好。与客对花成一笑。拼醉倒。风流未肯输年少。柴门不受红尘扰。世事悠悠何足道。酒醒梦回鸡早报。纱窗晓。绿阴深处莺声老。一夜海棠开满树。日高庭院风飘絮。管领春光吾作主。携酒去。寻春走觅看花侣。隔花遥望秋千柱。谁家红粉惊回顾。红日渐低扃绣户。春又暮。迢迢不见春归处。红白花枝如姊妹。嫣然并笑娇相对。绿叶重重深覆盖。无人采。蜂媒蝶使颠狂晒。留春无计愁无奈。卖花声尽秋千外。几点残红春尚在。犹堪爱。绿阴满地春光改。一叶兰舟双桂桨。花间有客时来访。隔岸游人不可当。春淡荡。飞花燕蹙鱼吹浪。花气雨香春酝酿。花枝酒盏频相向。细舞清歌欢一饷。回首望。夕阳如在西湖上。微风触下荷盘露。花间惊起红鸳侣。花惜娇枝鸳惜羽。如相妒。银塘不遣长相聚。闲倚石兰斜日暮。轻雷隐隐驱残雨。一段幽情无著处。聊散步。墙头月出方归去。小小芳亭环绿水。画船倚傍垂杨底。枕上时闻疏叶坠。清不寐。一双白鸟钩帘起。雨声乱击荷声碎。风动娟娟池筱翠。两岸芙蓉花厮类。含幽意。秋光半在林塘里。海棠过雨枝相亚。晴空袅袅游丝挂。满树梨花香雪洒。春无价。陌头尽是寻春者。风景小园真入画。草香花气熏兰麝。池上一杯聊自把。尘不惹。小舟系在花阴下。欲觅新凉何处得。环漪亭上清无敌。荷盖莲房和露摘。声淅淅。波心惊起双鸂鶒。莲蕊自红荷自碧。画图写就银塘色。林影波光堪爱惜。幽兴逼。我怀鸥鸟知端的。雪花添得梅标格。梅花漏却春消息。日暮诗人劳指摘。情似织。心神枉被花神役。窗外雪消檐溜滴。园林雪后增颜色。疏影暗香空脉脉。风烟隔。西湖夜月劳相惜。篱前露洗黄花瘦。枫林老叶霜丹就。秋枕不眠闻滴漏。看白昼。青青山色长依旧。楚畹幽兰清可嗅。绿窗淅淅凉风透。茗椀炉熏延坐久。掩长袖。月明人静三更后。柳染鹅黄春色浅。粼粼绿水长堤畔。南浦遥怜芳草暗。烟光敛。东风骀荡吹人面。春光岁岁还相见。花开花谢知何限。何事人情长恋恋。春梦短。光阴自古飞如箭。楼上看云帘尽卷。云开矗矗山当面。池上花枝开欲遍。红深浅。娇黄杨柳垂金线。回首长安春梦断。十年起草明光殿。禁苑归来长夜半。遂吾愿。故园春色能相见。春来长恨花时短。况多风雨尤堪怨。良夜好天无一半。光阴转。人情世事同舒卷。日对青山留顾盼。萋萋芳草天涯远。花下金杯时引满。莺声乱。红尘赖有山遮断。夕阳池上风烟好。一泓绿水千峰绕。坐听山童歌越调。双声好。却怜俗耳知音少。宝泽楼头明月照。水心阁子蓬莱小。隐几炉熏清袅袅。忘吾老。玉尊日向花前倒。丹桂堂前红药绽。蔷薇月桂都开遍。时对芳丛开小宴。呼酒满。花枝不让佳人面。池上春来尤可羡。深红浅白花撩乱。袅袅绿杨垂夹岸。人不断。不须更觅看花伴。"}