{"id":"698681","title":"沁园春 港口别方思道二阕","dynasty":"明","author":"夏言","text":"千里故人，一尊江上，笑口同开。念毛坞新巢，梦魂空到，麓堂旧约，舟楫仍回。骢马南行，彤扉北望，恋阙心悬碧水隈。清宵立，见中天奎壁，光动三台。如公海内名魁。有七步、风流八斗才。况此日词林，真堪妙选，他年麟阁，预卜先阶。沙燕留人，潭花送客，把手高歌一快哉。苍生望，好大施霖雨，遍沃蒿莱。春日相逢，春山如画，不共登临。想象麓新堂，棠花旧馆，池生碧草，莺语空林。前烛蓬窗，振衣野岸，中夜徘徊碧树阴。忘情处，任朱弦调古，绿酒杯深。何须万壑千岑。记明月、孤帆此夜吟。念行李萧萧，驰驱北上，仙槎汎汎，迢递南寻。报主关情，忧时改鬓，漫结心盟碧水浔。百年里，看双龙宝剑，不负千金。白日青天，绣衣骢马，归自钱塘。正快睹中台，法星明润，忽看南徼，宪节回翔。碧海三山，武夷九曲，迢递风烟接故乡。怜君处，仙帆秋水，那得相将。嗟予素食朝堂。畏满目、波涛日夜狂。念相业无成，鬓毛先老，君恩未报，身世都忘。按辔观风，停车问俗，好为闾阎作主张。秋空里，尚远瞻雕鹗，横击豺狼。宝带垂金，铁冠峨豸，玉节东行。正木落关山，霜清海岱，送君尊酒，无限离情。灯火东泉，风云北阙，青鬓相看白发生。向天涯，念同袍有几，又隔春明。人间青史功名。难得是、明良共太平。计老我此身，当年许国，受知圣主，敢爱余龄。一道风霜，万家霖雨，洗耳闾阎起颂声。思君处，望楼台蜃结，雕鹦秋横。枢府尚书，储宫宾客，文武全才。正海国秋风，楼船遥下，沙场春日，斧钺初回。凤阙颁恩，龙墀锡宴，马首旌旗万里开。天声震，看指麾云鸟，号令风雷。炎荒朔雪周回。总只为、天王辟草莱。想定远封侯，玉关迢递，伏波为将，铜柱崔嵬。百国销兵，诸蛮纳土，干羽从容列两阶。归来日，早图形麟阁，晋位三台。银烛华堂，金尊绿酒，今夕长安。漫白首思亲，丹心恋主，满怀情事，兀坐更阑。节序堪惊，勋庸未建，况是明良际会难。中宵立，望台阶平正，斗柄阑干。一生窃禄朝端。历几度、冰霜到岁寒。念琐闼封章，时挥彩笔，玉堂视草，日侍金銮。庭下三槐，阶前五桂，春雨秋风次第看。升平世，一人有庆，万国同欢。春月才圆，春花欲放，春宴初开。喜春省仙卿，高跻眉寿，春曹诸彦，共赋台莱。留赏春灯，醉酣春酒，一任春宵鼓角催。春堂上，蔼十分春色，光映三台。主人昔占春魁。有赞治、春官礼乐才。况雅量春融，清颜春盎，化行春雨，名震春雷。春殿宣麻，春宫定策，春日还看拜玉阶。春风里，好调和玉烛，照耀春台。紫阁名公，玉堂词伯，仗节行边。计策马云中，关山春日，回车辽左，海戍秋烟。嘉峪关前，贺兰山下，几夜星营鼓角喧。临戎处，喜宫袍座拥，赐带腰悬。怜公将相双权。算文武、才猷世罕全。况司马壮游，驰驱万里，韩公雄略，功业千年。当宁虚怀，故人远念，几见军中羽檄传。早归来，共高歌雪曲，酒醒朝天。白玉桥东，碧山楼畔，昼锦堂开。正冠盖盈门，笙歌满座，红莲才放，绿酒初醅。紫禁朝回，凤池吏散，特为先生庆寿来。献新词，嗣音大雅，敬祝台莱。共看廊庙奇才。更星斗、文章逼上台。况海岳精神，壮腾龙马，云霄气概，时动风雷。圣主思贤，明时求旧，旦日征书下玉阶。愿从头，把经纶再试，花甲重排。两岸垂杨，一湾芳草，深护龙洲。想夜雨当年，主人云卧，雷门春水，忽占鳌头。白简凝霜，铁冠峨豸，十载登朝侍冕旒。人争避，行行骢马，按部洪州。大江章贡交流。有卷雨、飞云帝子楼。看霜雪威棱，豺狼遁野，云霄风力，雕鹗横秋。白首怀乡，丹心恋阙，客梦时时到旧丘。烦君去，把穷檐民瘼，子细咨鲰。道院寒灯，儒宫夜榻，犹记髫年。念京第相逢，堪惊岁月，都亭分手，又隔风烟。乌帽新笼，白袍袍换，莫厌青青座上毡。庐江畔，有门墙可爱，桃李争妍。看君潘鬓依然。美腹笥、藏经不让边。叹少日云霄，霜蹄蹭蹬，暮年江海，云翮蹁跹。老我非才，际时何幸，多病偏蒙圣主怜。凤池里，正迟回恋阙，惆怅归田。仁寿宫前，豳风亭畔，帝社坛东。正晴日高天，烟销雾敛，远山秋水，拥翠涵空。玉带金貂，麟袍绣蟒，咫尺丹霄扈六龙。镇日里，珍羞络绎，天语从容。底须驾鹤崆峒。又何必、寻仙海上峰。念际会风云，身都将相，一时文武，总是英雄。愧我迂疏，岂堪畴伍，自分长辞紫阁中。却谁料，今朝一笑，还共诸公。节操冰清，丰标玉立，名重司空。正江左分曹，才归省署，浙西持宪，更理兵戎。约束诸生，按行五郡，秋水楼船七里陇。最喜是，乡关入望，民俗相通。富春山色笼嵷。念昭德、新祠梦寐中。但有疏辞天，君恩未许，无繇缩地，仙舫难从。酒醒长安，梦固海峤，目送云鸿万里风。归朝早，双龙阙下，一笑还同。数载怀乡，几番抗疏，此日归休。喜紫阁彤庭，拂衣长谢，丹山碧水，策杖闲游。楼起青云，堂开绿野，丹桂依然香满洲。烟霞里，诗盟酒约，日日堪酬。寻花问柳优游。更不管、人间岁月流。念千载遭时，真逢尧舜，百年致主，独愧伊周。绿鬓词臣，乌须元宰，又得青山对白头。北窗下，园闻啼鸟，不听鸣驺。骢马循行，玉堂话别，屈指经年。正南浦怀人，绿波春水，西风送客，落木秋烟。我到东山，君居北阙，塞雁江鸿又各天。频问讯，望钟陵明月，相忆娟娟。茅斋日晏高眠。时步屧、支筇野水边。喜林鸟如呼，归来可乐，沙鸥作伴，相对堪怜。惟有丹心，浑忘白发，春梦长依黼房前。愿故人，好力持舟楫，弘济商川。天上归来，重寻旧隐，桂树芳洲。喜骢马东巡，梅花岁晚，画船西下，柳色江头。把赠春词，留连夜酌，尚忆前时侍衮旒。又谁料，华堂绿酒，共醉南州。如君海内名流。况气压、西江第一楼。看执法芒寒，乌台清夜，文昌辉映，蟾窟高秋。白发闲身，故人青眼，长笑何妨守一丘。山林里，有渔樵可话，风月堪诹。短棹乘流，轻轩度岭，风雨兼程。念走马看花，当年识面，避人焚草，往事关情。三十年来，四千里外，廊庙江湖白发生。喜今朝，有故人远到，春满山城。后园丹桂堂成。正露冕、扶筇踏晓晴。看竹径烟浓，春迷鹤梦，横塘水静，晚结鸥盟。佳客难留，好怀未尽，又向江头话送行。凝望处，爱高楼云阁，青眼偏明。虎观词臣，鸾坡学士，昭代英儒。记宝带垂金，光生北阙，玉堂振绎，名重南都。梦绕桥门，书来铃阁，又道文旌返旧庐。经年隔，望海云缥缈，岭树模糊。镜中鬓发萧疏。却自笑、形容非故吾。但赖得天恩，罢归田里，获从初服，依旧耕锄。后乐园中，堂开丹桂，草长池塘春雨余。谱新词，托惠连远寄，聊写区区。白玉阶前，黄金殿侧，多士充庭。爱贾谊敷陈，经纶蕴藉，董生条对，礼乐纵横。老子当时，已曾括目，识尔文章有法程。果然是，家传夙学，海内知名。拜官远别神京。有恋恋、相知一日情。想蹑屐钟陵，看山力健，连床伯氏，梦草诗清。旧里柴门，新开竹径，得子相过眼倍明。春夜宴，爱芳园桃李，把酒频倾。尚记当年，春闱较士，见子看花。念路入钱塘，君方作县，林藏象麓，子亦还家。白简霜威，皂囊风力，独步南台众所夸。乘骢日，遇风波满地，流滞天涯。相思梦绕长沙。更怅望、苍梧岭树赊。笑侧席师垣，滥竽座主，无能荐引，空抱咨嗟。经济高才，江湖壮气，竹帛勋名未有涯。葛溪上，有白头知己，拭目烟霞。宝墨楼前，赐麟堂上，一别三年。喜学有师承，文章丕变，士多矜式，礼义相先。振起儒风，激昂晚进，洙泗门墙得正传。共道是，有苏公条教，白日青天。蹇予谢政归田。正欲访、匡庐五老烟。奈白鹿洞中，难留地主，紫薇花下，忽送神仙。便省东齐，旧游西晋，一点文星入紫躔。重分守，记华堂丹桂，绿酒歌筵。万仞冈头，平临四望，人世奇观。正宿雨初收，流云散乱，浑如沧海，浪涌涛翻。时见群峰，参差隐现，仿佛蛟鼍没巨澜。太空里，长烟幕幕，积雾漫漫。下方尘土歊烦。到此处、方知宇宙宽。看壁立中开，剑光犹迸，古苔剥落，鹤迹仍完。身在层霄，分明上界，何用凌风跨玉鸾。昨宵卧，神游八极，不觉超凡。玉女潭头，张公洞口，好段烟霞。记往日尊前，长安有约，何年此地，同炼丹砂。飞舄云间，拂衣天上，几阵清风送到家。忽报道，有仙翁驻节，太守公衙。相逢一笑天涯。指玄圃、沧洲路未赊。把万种丹经，从头参透，玄关一窍，认取无差。犬吠白云，莺啼修竹，策杖春江送去槎。更看取，待银蟾秋满，丹桂生花。玉瓒清仪，朱弦逸韵，文采超群。羡早岁登科，英华振发，名区作宰，惠爱流闻。简召秋台，班趋晓陛，乡曲衣冠共五云。惊老眼，念一时佳士，谁更如君。当年扈跸南巡。记春日、相看袂忍分。正尔向山中，养成经济，我从天上，辍却丝纶。丹桂堂中，灵溪桥畔，绿树清江日未曛。相送好，喜游山得伴，别酒成醺。鳌禁英流，龙头妙选，久识奇才。羡玉署春坊，争夸独步，词垣讲幄，荐历华阶。腰带垂金，印章绾紫，简命留都绛帐开。记当时，离尊易尽，别句难裁。蹇予谢政归来。喜日伴、鸥群碧水隈。念江国梅花，曾劳问讯，山城春酒，又共衔杯。箫鼓林塘，笙歌院落，沉醉花前月满台。叹人生，相逢乐处，即是蓬莱。花满河阳，棠阴蔽野，久着贤声。记京第相逢，仙凫书接，山楼久住，藜火宵明。笔擅三长，才堪八面，每见挥毫对客成。白鸥园，平生老眼，为尔偏青。谩夸词翰纵横。还自愧、文章浪得名。念此日编摩，真劳旧宰，它年流播，尽付来英。宝泽楼前，琼恩堂上，几度笙歌共醉醒。沧洲远，鳌峰乌石，目送君行。三十年来，看花旧侣，特地相过。念南浦挐舟，遥遵江路，龙冈策马，直访岩阿。经济长才，风云壮节，揽镜容颜鬓未皤。却谁遣，东泽一曲，早占烟萝。平生凤阁鸾坡。愧独受、天边宠渥多。奈相业无堪，久宜休避，圣恩未许，几度蹉跎。丹桂堂边，白鸥园里，此日兰舟泛芰荷。喜相逢，须教尽醉，莫遣停歌。山入五羊，江通八桂，仗钺临戎。正贡篚新来，交蛮面革，楼船才返黎寇功。柏府风裁，辕门号令，南仲威存北伐名。况一时，三移节镇，两转中悉。大江月白风清。伫相送、旌旄岭外行。念诸葛沉机，南人慑服，仲淹英略，西贼闻惊。天子中兴，庙谟神武，直挽天河洗甲兵。早归朝，更将经济，报答升平。濲水偶逢，西湖久客，今日君来。喜锡杖能携，破除烦恼，荷衣初制，摆脱尘埃。八角池边，白鸥园上，一曲春词对客裁。念林翁，似山阴野客，兴尽船回。城南有个茅斋。爱竹里、柴门临水开。更细路穿松，最宜踏雪，小桥跨涧，偏称观梅。王氏堂槐，宝家庭桂，一任天公为我裁。且约君，向武夷九曲，长笑徘徊。骢马翩翩，荐冠矗矗，丰采超群。记阊阖排云，当年封事，楼台得月，此夜清尊。旧话偏长，好怀难尽，笑口平生得共君。灵峰麓，喜谩劳车马，特驻柴门。五云北望天阍。正迢递、江湖引梦魂。念老我余龄，自宜田野，看君壮气，久负经纶。边塞烟氛，闾阎疲瘵，须向明廷仔细论。兹行好，愿匡扶圣主，早建奇勋。南郡趋庭，重闱戏彩，文采英英。正夜雨篝灯，黄堂斋阁，秋风掇棹，绿水江城。华岳云开，秦关树绕，仗剑携书壮此行。还家好，看豹文早变，鹏翮初成。而翁五马尊荣。况政事、文章着盛名。羡紫绶绾章，飞腾宦辙，青云有子，振起家声。桂折蟾宫，花簪鳌禁，秋榜春闱取次升。鸥园老，喜亲提彩笔，助尔修程。"}