{"id":"698718","title":"苏武慢 次虞伯生韵，咏白鸥园","dynasty":"明","author":"夏言","text":"绿树芳园，白鸥野水，一曲渔矶堪钓。取乐偷闲，傍花随柳，不是学他年少。辍却丝纶，放归田里，深荷九重优诏。喜天边、倦翼翩翩，飞向夕阳林表。自归来、新买池塘，旋裁杨柳，勾引水禽沙鸟。竹底茅斋，松间草阁，藜火夜辉林杪。拄杖闲游，支颐打坐，行住万缘都了。念道人、非佛非仙，说与傍人不晓。临水推窗，迎风倚槛，长忆玉楼琼宇。碧岭堆螺，银塘铺练，檐柳细垂金缕。坐待明蟾，修然池阁，幽意有谁共语。舞婆娑、月色满庭，顾影三人成侣。夜深时、露湿星榆，波摇海屋，如在清虚之府。冷浸瑶台，寒生贝阙，应是广寒难住。庾亮层楼，坡公短棹，几度照人今古。且徘徊、今夕清光，休管明朝风雨。龙口岩前，白芒洲畔，长忆往时游钓。一别青山，十年紫禁，蓦地位跻三少。琐闼封章，玉堂视草，金殿屡承丹诏。首鹓班、玉带朱衣，无日不瞻天表。荷君恩、报答无能，勋庸未建，敢学归云倦鸟。晏下彤闱，明登紫阁，独立太清天杪。大旱为霖，巨川作楫，整顿乾坤都了。那时节、拂袖还山，高卧海天分晓。筑室灵峰，买田葛水，休笑巢鸠计拙。青琐十年，黄扉七载，辛苦此时暂歇。丹桂洲前，白鸥池上，照眼碧波澄澈。更新添、宝泽楼高，邀取大江明月。愧迂儒、经国无能，避贤宜早，敢谓退身决烈。畎亩情深，江湖忧在，瞻恋九重天阙。仁寿高玄，奉天华盖，几度梦中朝谒。长记得、西苑观灯，踏遍御街春雪。解政归来，新营别墅，小结数椽衡宇。白昼看云，清宵对月，酌酒听歌金缕。满院花香，一庭草色，无数莺啼燕语。更有个、小小池亭，日与白鸥为侣。感皇恩、赐第城中，琼堂宝阁，何异洞天仙府。东壁图书，西苑花木，尽勾老臣居住。鱼水遭逢，云龙庆会，俯仰有何今古。但自惭、调燮无功，虚负商家霖雨。怀玉东来，冰溪西下，百里水清沙白。灵岫参天，芙蓉万朵，屏倚三台楼北。坐枕渔矶，起扶鸠杖，行处靸双凫舄。寻旧游、某水某丘，风景未殊畴昔。也休问、玉井高花，瑶池仙果，曾见几番华实。把握灵根，参通玄窍，饱咽霞浆玉液。青鸟难逢，丹砂空煮，采药竟无消息。道英雄、回首神仙，却是老夫今日。物换星移，春来秋去，荏苒光阴流转。白露丹枫，青霜落木，又是江空岁晚。静里娱情，闲中遣兴，惟有酒杯诗卷。爱吾庐、城市山林，真觉地偏心远。念区区、一介寒生，躬逢尧舜，千古升平重见。玉殿宣麻，黄扉掌制，紫塞手提龙剑。仁寿宫中，谨身殿上，圣主亲曾锡宴。到而今、追想当年，福分也应非浅。林下行吟，山中打坐，此是老翁风格。草履麻绦，布袍箬笠，不受尘埃物色。玉带金鱼，锦麟绣蟒，多少同袍贵客。到头来、回首田园，几个欲归便得。小池中、跨水虹桥，临流飞阁，相望蓬莱咫尺。雨后排青，烟中凝紫，朝暮灵峰秀特。静抚孤松，闲随野鹤，一片白云无迹。傍渔矶、斜日晚风，时共海鸥欢剧。淮口洪涛，海门巨浸，几度片帆飞过。北上太行，南游越巂，鸟道林深箐大。楚水吴山，长途倦客，愁对江枫渔火。笑平生、岐路风波，此日依然还我。觉今来、梦寐无惊，心神俱定，麋鹿任兴吾左。醉后放歌，闲中度曲，聊学吴歈楚些。却杖登山，挥毫对客，白首有谁能那。不问他、秋月春花，适意四时俱可。十载长安，半生禁闼，饱历燕山冰雪。下石危机，铄金谗口，幸保此身孤洁。天子神明，重瞳朗鉴，邪正辨如胡越。自归来、圣眷犹存，厚禄音书未绝。屈指间、两听春莺，三瞻秋兔，镜里未添白发。无虑无营，无嗔无喜，此是长生要诀。北郭池亭，东山花鸟，闲处风光自别。任逍遥、物外烟霞，不管人间岁月。晚节亭中，赐闲堂上，长日从容笑语。出郭寻春，过挢送客，翠竹白沙江路。芳草长堤，绿杨古渡，隔岸几声杜宇。道相公、久已归来，喜对家山如故。忘形处、相伴渔樵，沙头同醉，村酒溪鱼旋取。宠辱无惊，是非不管，此乐也应天与。返照入林，断云堆墨，倏忽晚来风雨。望城南、灯火攒星，独棹一舟归去。青琐玉堂，黄扉南省，久荷圣皇恩惠。九庙仪章，四郊典礼，西苑肇兴蚕事。千古中兴，一人制作，不过赞襄而已。却胜于、尼父当年，空叹吾衰衰矣。中岁时、种秫南村，读书象麓，自分放情山水。感激明时，遭逢圣主，不揣草茅微细。利害甜弹，是非廷诤，每事直穷到底。幸保全、未老归来，赢得熟眠酣醉。万岁山高，广寒殿古，缥缈九重深处。太液波容，承光树色，便是阆风玄圃。银瓮宫醪，雕盘玉馔，味胜琼浆麟脯。半空中、羽盖云旓，恍惚昼逢王母。蒙圣恩、特赐传宣，遍教游览，宴罢归来日暮。城转西华，桥连东阁，迤逦蓬莱仙路。紫禁宸居，青山隐墅，中夜梦魂来去。睡觉来、日出东方，鸟语花香在户。灵鹫山前，葛阳溪上，野老园开后乐。花木平泉，风烟绿野，不减迂翁西洛。前辈高情，浮生旧梦，回首千年如昨。叹乾坤、元气长存，吾道未应萧索。耳边闻、边境无虞，丰年多黍，扶杖岂胜雀跃。篱下鸡肥，瓮头酒熟，唤取比邻共酌。有客相过，兰舟夜泛，箫鼓笙歌间作。醉归时、斗柄横斜，月转宝楼西角。"}