{"id":"699158","title":"感怀诗（四十首。有序）","dynasty":"明","author":"桑悦","text":"侯巴爱鼓瑟，伯牙解鸣琴。师旷聪可塞，史妠声宜瘖。齐人适寰宇，耳惬临淄音。休哉大方士，宅心冥古今。子牙钓渭滨，不能结网罟。智哉孙叔敖，乘马忘牝牡。庭除斩鲜新，山林委苍莽。圆通应世士，迂疏笑千古。岭峻波深深，世路多险巇。推山塞溟渤，大地无成亏。阔步任所适，万里皆平夷。古道本如此，夜梦随轩羲。神女隐巫山，重帏罩烟雾。咳唾堕珠玉，云雨随矩步。渚宫积妖冶，恩幸怨迟暮。襄王无正梦，宋玉虚成赋。昨日去何之，今日还复来。寒暑相首尾，年华挽难回。吾身与造化，拈弄两徘徊。安能婴世网，胸次生尘埃。游气日氤氲，人物生楚楚。阴阳易之马，天地道之府。吾身从何来，造化戏剧我。有我期自丧，欲与未生伍。天胡凿吾窍，能解乐与苦。苦乐两相纽，心绪遭织组。吾生亦错误，错误送千古。勤除将懒乘，智阙以愚补。天机自裁断，万象得安堵。日晴鸟乐奏，风动花姬舞。结交一欢伯，气味投肺腑。逍遥随化迁，建德非吾土。勾践轼怒蛙，锄商脚祥麟。万物贡所遭，通遏非缘身。周礼尽地利，羲经发天真。拯物有余资，寸璞山嶙峋。君看乘舆者，进退皆由人。盎盎临春阁，盈盈珠翠妆。桃李满庭除，东风有余香。更衣间罗绮，抚瑟杂宫商。艳阳好天气，欢乐殊未央。一朝秋节换，凄雨生洞房。缅怀素心人，风波隔潇湘。磨砖作明镜，黯淡无晶光。照鬓向清水，玄云忽成霜。兰枯蕙亦槁，芳菲转萎黄。谁为御寒计，当春独悲伤。东方有佳人，靓妆不逾国。蹇修孰知名，矩步依内则。行思飞蝶幸，坐受细虫惑。岂如临江花，落水送春色。梧桐片月堕，袅袅凉风生。日中转炎燠，霜雪凝暗零。手抟初月光，遥寄千里情。天晴三五夜，是妾寸心明。老聃良不死，昨日始著书。居今苟阅世，临渊语非虚。吾师有屈伸，任道为卷舒。薄阴蔽明月，千古清光垂。织女望牵牛，银汉一水遥。天缘许会合，秋清正良宵。张骞取星槎，吴质伐桂桡。安用人间鹊，腥羽编成桥。浮云飞不尽，江水流不止。万物暗禅续，千古尽如此。孰能初造物，我欲观太始。天地犹一丸，请问无名子。逝水激飞轮，滩碓日夜舂。黉宫养修翰，一息天池通。鼎食穷水陆，罗衣舞春风。谁知殷浩废，咄咄能书空。藤蔓附高树，宛转寻柯条。无心若有知，蔑目见自超。稚松植盆盎，自约几许高。久安色菁郁，何意干云霄。我生绝巧识，长大随所遭。鹏鴳各自足，小大随逍遥。飞泉出高壑，得地散漫流。默循河汉矩，到海方尽头。大人无绳矩，出处心休休。亿变不同揆，曲折与道谋。正如阴阳化，㘩参不自由。时至自生杀，何意为春秋。请看一隅士，畜水如泥沟。攸绪亲外戚，袁闳世三公。家门正豪盛，薄视如苓通。钧天茅椒内，阆苑土室中。至今高蹈处，穆穆生清风。天地运阴阳，翕翕降甘泽。孤云一飞扬，民思缠云德。三事匪酬畀，堂蔑桂薪客。我有一寸心，炼作补天石。凭谁激火生，当道焚荆棘。靡靡行迈人，侯众舆相识。欲倩彼筋力，载营我家室。徘徊重徘徊，叹息复叹息。我性亦爱水，滔滔流古今。生物禀津液，润地功泽深。潴之深潭中，养龙解成霖。静定谢流动，终具朝宗心。仙都鼎湖峰，特立千万丈。平原远环侍，高岭争揖让。结庐临绝顶，四海一骋望。至人骑元气，游戏青冥上。汉武梦舟碣，溺志尤荒淫。幻术致妖魄，悲歌痛镌心。轮台转深悔，茂陵树成阴。圣君育万民，殁祭为明神。异域有海水，一饮人皆狂。举世何为者，役役日夜忙。何时骑元气，瑶池览秋光。饥餐白鹄血，渴饮蟠桃浆。剑气冲斗牛，茂先能暗识。如何迷大权，不见台星坼。人事既宕冥，天象焉昭晰。我既乏世用，丱丱安卑职。天高无厚风，卑楼羽翰戢。平生经世念，直与日月息。他时明经中，幸免书隐逸。嶰谷有奇竹，能中虞廷管。九奏鬼神格，阳舒寒谷暖。新裁作长笛，杳眇传新声。曲终风不吹，秋色满空庭。大家有广厦，巍巍切云霄。梁栋飞浮蚁，风雨时漂摇。平原土肉厚，甘露春如膏。松榆郁成林，中有百尺蕉。长风合滩水，浩浩同一声。余音入松竹，又作竿籁鸣。文章同元气，随物能赋形。变化莫可测，刘累难持衡。我思翟公门，冷落休张罗。客去复还来，雀意良足多。朝朝苍梧云，日日洞庭波。豪势却无恒，梦觉将如何。凄凄重凄凄，棘路驰轮蹄。高楼烁千仞，雕檐与云齐。夫君独高据，有路难攀跻。饮泪与君别，留泪背后啼。金乌刷炎羽，朝东暮奄西。一语不得语，相思徒尔为。东风扇郊原，天和本无迹。真宰善调春，酝酿成五色。万物随质染，化工犹戏剧。云胡又薄相，间出蓝与碧。我思白黑帝，鄙吝似无匹。收藏宝府库，扫荡空山泽。青帝喜为主，外逞又丧质。稽首诉晴昊，反贲当用白。逝日不可追，谁能驻光景。春阳媚花草，荏苒岁华冷。玄凤德未成，飒下丹山顶。路逢清冷泉，徘徊照孤影。牢落三家村，薜荔垂疏阴。墙草藉卧犬，庭树楼鸣禽。深山鹿怀玉，异域鸟吐金。局促一隅士，可与论高深。鹦鹉囚于舌，正平累于赋。琐笼知暗哂，能言君再误。不见孔颖达，善讲伏深祸。皇天祚圣明，儒绅纵高步。伊尹任烹鹄，神尧责牵羊。置隼蒿棘下，俯看尺鴳翔。人生各有能，经世属贤良。欲泛瑶池驾，笑举王母觞。轻车驾骐骥，庶以周八荒。仲堪昔行役，夜宿岐山岑。明月照梧桐，上有蟋蟀吟。何幸两尘耳，听此垂天音。凤凰噤不语，灭影扶桑阴。重华去已远，寂寞千仞心。沧海无淫秋，县圃无阳春。闭关有余辉，素心怀美人。佩以干霄兰，太阶缀为绅。积孚动盈缶，下女不可亲。丹朱凭房后，夷羿妻洛神。一笑送今古，只用衔悲辛。东园有奇花，容姿鲜灼灼。虽是春风开，亦是春风落。甘霖被郊原，蔓草轻兰药。所以高冈松，无言树寥廓。深山有巨樗，魄旄附生身。两气合长养，危柯切层云。王尔栋清庙，贞腐迷赝真。爪深未穷底，摧折俱为薪。荀卿依黄歇，宗元厚叔文。面风运长帚，身豫蒙尘氛。登天苟无阶，碧海垂丝纶。猎猎朔风急，吹尘杂沙砾。孤雁声嗷嗷，土墓无行迹。圣主劳遣钺，推车度遥域。制胜在帏幄，接刃岂中策。四郊正萧索，墙下草如织。色干在俄顷，群阴方用职。逆推离子远，顺数逢亥极。阳刚恒用事，所守在夷狄。只消舞干羽，能使有苗格。"}