{"id":"699828","title":"读南华外篇述以四言十五章 骈拇","dynasty":"明","author":"郭之奇","text":"多骈旁枝，天下始疑。黼黻虫彝，明昧于离。钟吕竹丝，蔽聪者师。耳目馀资，犹使情移。矧复名实，曾史杨墨。胶漆人寰，簧鼓士域。坚白异同，长此安极。凡彼诸名，嚣嚣众鸣。适人之适，与物俱惊。凫胫虽短，续之则懑。鹤胫虽长，断之则伤。使天下惑，矩千规亿。礼乐步趋，诗书饮食。使天下殉，神尧智舜。臧谷均亡，蹠夷同殣。其馀纷纷，彼见彼闻。不离彼文，余曷可群。余愧道德，何敢淫僻。仁以为声，义以为色。非旷非朱，亦非所亟。万物一马，万马一蹄。蹄践霜雪，历块轻泥。风入四骤，功使轮低。马之真性，水草陆溪。自逢伯乐，衡整轭齐。误求知己，毕世愁嘶。诡衔窃辔，逼而毁题。罪马云盗，马不任诋。譬诸埴木，情与用暌。陶誇冶造，匠侈绳?。具曰予善，岂非大迷。我思太古，至德之畦。茫乎山海，绝彼径蹊。其行若卧，其歌似啼。安得仁义，溷我龆齯。残朴为牺，毁玉为圭。天下之心，南北东西。人马连鸡，曷可共栖。马悲橛饰，人乐天倪。寄言治者，鞭策少携。物意人情，各喜盗平。盗在当身，胡不自嗔。窃义窃仁，曰我圣人。盗钩曰偷，盗国曰侯。侯门义存，矧夫一尊。吴荆淫号，中土云奔。自兹以往，安可复论。智为盗取，圣为盗守。始负而走，终居若有。斗斛权衡，既作弥争。斧钺轩冕，谁宠谁惊。圣人不耻，大盗不止。焚符破玺，而民朴鄙。胶离朱目，塞瞽矌耳。削史钳墨，如攦倕指。至德玄同，容成诸氏。鸢飞戾天，鱼静于水。盗蹠亡言，啍啍日已。圣人复起，孰能盗诡。胠箧之徒，自生自死。寄身物上，以宥天下。无瘁无欣，万物乃亚。毗阴毗阳，四时则差。溯本穷源，黄唐始架。师兵既行，放流莫赦。自兹以来，日月光泻。施及三王，八宇群诧。遂有时君，礼凭法藉。赏罚匈匈，善恶同怕。椎凿桁杨，满衢塞坝。上倚诛锄，民工诅骂。因有儒墨，无媒口嫁。贾义沽仁，攘臂穿胯。甚矣蚩蚩，遭时叱咤。尔则贤乎，夫我不暇。我闻在昔，空同枉驾。至道之门，明窈之舍。慎内闭外，长生久贳。守一居和，不跂不跨。鸿蒙雀跃，云将远迓。愿闻一言，而物自化。兽皆游日，鸟毋鸣夜。自时厥后，喜誇乐诈。独有谁希，众同或谢。公为蹠桀，岂分王霸。以国倖侥，使民炮炙。其君不疑，其臣不讶。人国既倾，尔身亦罢。安得皇初，复我春夏。玄珠日存，天宝何价。人法地天，道法自然。黄帝遗玄，象罔得焉。如髣如髴，行于万物。刳心以乞，虚而不屈。漻乎其清，金石考鸣。冥我独情，世耳群惊。为众父父，忘其族祖。为三祝主，未闻多苦。子高就耕，丈人依圃。兄尧未甘，况复侯禹。嗟彼全人，体性抱神。标枝野鹿，为浑沌邻。愧尔波民，道谀终身。尊严世俗，逾于君亲。合譬辞饰，以天下惑。厉夜生子，取火宜亟。谁为尔贼，臭味声色。内盈栅柴，外重缴纆。交臂历指，安可为得。苟非天德，休言帝则。天意日平，圣心奚卼。水静晰形，镜虚明发。恬寂俞俞，尧宫舜阙。天乐天和，去垒除矹。通于万物，有始有卒。流为五末，无本自竭。先后尊卑，千古未滑。五变形名，九变赏罚。道德所生，其序难越。辩士一曲，旁穿谬掘。十二经言，从兹久淈。击鼓求亡，仁义是揭。士成刺老，牛马相讦。知巧虽存，窃机乃发。轮扁问桓，古人既歇。糟粕虽存，心口空咄。道之在天，惟恍惟惚。传之于书，若存若没。至人和光，如日照月。吾师吾师，天根月窟。天运地处，孰居无事。日月推行，雨风披吹。此皆自然，万一无二。古皇顺之，九雒呈瑞。乐奏咸池，仁满天地。流光其声，蛰虫起寐。始闻若惊，终闻若醉。使世兼忘，不言所利。此虽帝德，犹全道秘。失德而仁，失仁而义。南行望北，冥山远眦。刍狗再陈，蘧庐久寄。三五之法，同矜于治。橘柚柤梨，皆人所嗜。人之不同，与时日异。周服衣猿，猿必尽弃。学施矉里，里必深避。推舟于陆，百手徒瘁。天门弗开，四方易位。民亲乃离，盗杀转炽。相姬师孔，未易民志。道本无名，名则公器。多求愈惑，私取亦忌。六经陈迹，干戈反詈。神龙渊嘿，白鹢交视。乌鹊孺鱼，传沬相遗。细要化螟，有弟兄泪。凡今之人，恶知古意。谁息谁消，其民总劓。举世无席，先王独睡。五德同行，五事分情。山谷为亢，金跃始旷。居学为修，木荣众求。尊彊为治，如火灼视。江海无为，似水推移。导引作寿，土则坤久。四时相守，民莫不有。民各知子，鲜克知母。水火木金，反为土沉。义仁智礼，是古非今。此惟圣德，澹然无极。众美从之，以归至域。其生若浮，其死若休。其寝不梦，其觉无忧。其名同帝，与一同流。纯素之一，惟神在室。干越不用，其宝倍密。不亏其纯，其纯乃真。不杂其素，其素乃具。乃真乃具，五星天聚。俗师俗学，空劳彼勖。蔽蒙之民，蒙性于欲。以求初明，其蔽久酷。天物芸芸，复我虚曲。以知养性，其性如玉。以恬养知，其明似烛。古人至一，今人至缛。顺而不一，天下乃数。安而不顺，天下乃局。浇淳散朴，天下乃毒。世道交丧，乾坤乃局。至人处穷，冥飞似鹄。隐德存身，永辞世梏。世人所求，轩冕相属。傥来不来，神衰气辱。丧己于物，失性于俗。倒置之民，其蒙转笃。休哉游哉，我沐我浴。高轩在门，华冕在瞩。何有何无，如断如续。河伯自欣，向若而悔。曲士何知，教之者罪。号物之数，五千维倍。人居一焉，其馀若磊。稊米在仓，片脔在鼐。帝王迭君，仁贤分宰。让者为名，居者日浼。夏虫语冰，非愚则殆。以小观大，何足以逮。以道观之，无物不在。因大于天，天空云叆。因小于毫，毫末丘垒。尧桀分行，终古不怠。夔蚿相怜，没身不怠。缺甃之崖，井蛙独款。百家之言，孙龙孰诒。神龟曳涂，东鳖归海。鹓雏逢嚇，鯈鱼乐漼。人矜一时，我问千载。庄惠濠梁，亦应我待。乐与忧战，忧随乐遣。一死一生，忧乐乃见。人生所尊，富贵寿善。得之乃乐，乐之必恋。人生所恶，夭恶贫贱。得之乃忧，忧之必眩。以忧为生，生何足羡。去忧而死，死何足唁。百年长乐，已如流电。况其失之，何以终宴。人之所乐，随人而转。至乐无乐，终古莫倦。天清地宁，两无相衍。与时息消，使物周遍。吹气作人，如雨如霰。庄子盆歌，介叔柳变。髑髅髐然，岂易南面。海鸟临郊，愁窥牢膳。死骨欣欣，生禽悁悁。一气万形，古今一墠。生马生人，一炉千扇。出机入机，千轮一片。忧铄同门，死生同传。无乐之乐，乐谁我先。生则有情，情岂离形。养形存生，岐分万程。去万归一，其中有精。惟窈惟冥，与世莫争。纯气之守，知巧弗受。游乎物初，物皆尘垢。身外则存，神全则有。开天之天，天先天后。痀偻承蜩，没人操舟。神寄蜩翼，身与舟游。人皆金注，我独瓦投。人皆涂畏，我独近求。说彘者祝，养鸡似木。吕梁安蹴，视水犹陆。鐻成梓庆，忘吾心目。马败东稷，安能更逐。此惟至人，遗物遗身。款启之民，内外交沦。乐鴳以韶，载鼷以轮。委蛇捧首，复见水漘。木以无用，斤斧弗从。雁以不鸣，身游釜中。不材与材，各有遭逢。先生何处，绝累行空。为木则椿，为雁则鸿。二者之间，一蛇一龙。人物之祖，黄帝神农。云孙日邈，安知道宗。鲁侯忧鲁，皮以灾躬。涉江浮海，大莫可通。虚舟相触，惼心亦融。人能虚己，其孰能壅。毫毛不挫，已成卫钟。意怠之鸟，毕世从容。枳棘之猿，竟日匆匆。陈蔡休食，击槁歌风。木声人声，当人心胸。无受人益，以安天穷。圣人晏然，体逝而终。螳蝉与鹊，忘身若瞢。栗林逆旅，谁私谁公。贤不自贤，何往不崇。林回弃璧，虞人谇弓。不忮不求，胡不大同。使人意消，全德君子。人貌而天，道存目指。一规一矩，何足观视。一虎一龙，应从鞭箠。绝尘而奔，交臂失趾。萌乎所生，归乎所止。一止一生，或为之纪。游心物初，宁令心死。祸福存亡，怒哀乐喜。变不易常，其胸若水。至阴天出，至阳地起。二者交和，至人游是。百体为尘，百年犹滓。抱一而同，至乐至美。彼何世民，少见多訾。一夫立门，一夫钓涘。鲁国一儒，周初一士。千变不穷，诸侯群迩。槃礴解衣，方称画史。临渊履危，忽遗射矢。孙叔尹荆，三仕三已。凡君亡凡，存吾亡彼。由斯而言，万物皆累。物成必亏，道成孰毁。臭腐神奇，相化若宜。天下一气，古今一时。圣人贵一，至人无为。六合为巨，其内未离。秋毫为小，成体因之。何小何巨，道将女随。被衣言道，齧缺堕肢。媒媒晦晦，不可谋思。身之初有，其蜕孰委。行亦胡往，处亦胡持。生胎生卵，八九窍差。其来无迹，其往无涯。无门无房，上下高卑。终则复始，天物交资。须臾之说，奚足儒儿。白驹之过，忽然而驰。勃然出此，油然入斯。不形之形，人所同私。道无不在，在恶可期。不际之际，物所共疑。老龙冥冥，泰清孜孜。光耀视窅，捶钩莫移。无人无物，谁怒谁嘻。未有天地，其初可窥。古人同化，今人内疲。为物逆旅，终为物欺。儒墨蚩蚩，是非相嗤。知乃不知，不知乃知。无问无应，曰希曰夷。夫惟希夷，曰天古师。"}