{"id":"699829","title":"读南华杂篇述以五言十一章 庚桑楚","dynasty":"明","author":"郭之奇","text":"兵莫憯于志，镆铘为下利。寇莫大阴阳，心则使之至。畏垒祝庚桑，庚桑宜远避。亲誉及畏侮，其来必以次。简发而为栉，数米而为饵。使民相盗轧，岂不由贤智。贤者建人杓，犹令人交刺。是以南荣趎，蹙然悲生寄。七日裸粮求，三言求一义。此义终抱一，卫生宁可二。侗然儿子初，安得人鬼忮。宇宙出天门，有无分两位。自无之有难，自有归无易。名实介眉閒，死生失交臂。天和既可同，人好安足累。无为无不为，万物无不治。古今何龌龊，解人终邈邈。襄城七圣迷，适遇小童觉。稽首谢师归，秉鞭天下握。久矣真人言，謦欬难追琢。我观时世君，魏狗横胸卓。我观时世臣，吴狙矜巧数。儒墨分五涂，智辩殊三乐。天下无公是，自是还自驳。一弦动一音，漫劳鼓宫角。蝇翼垩鼻端，空想运斤斲。暖暖而姝姝，守一先生学。下焉为豕虱，终归屠者爆。上焉说舜膻，方求童土渥。谁能抱德炀，以顺天下朴。有喙长三尺，浑兮其若独。牂生于奥中，未尝牧以捉。鹑生于宎次，未烦田以较。河源万载流，风日奚损剥。不解而知足，不知知乃倬。能知古今朔，乃称大扬搉。圣人饮人和，师天天可迓。世人相助消，安能以德借。风非冬可反，冰非春可假。除日无残岁，除夕无冬夜。万物几乘除，适我皆新藉。见见与闻闻，不用频相讶。使人日畅然，国都旧陵舍。使人忽怒争，蛮触新参差。游心于无穷，一吷何须诧。我思陆沉者，声销名亦卸。未闻莽裂徒，获睹滋繁稼。可怜欲恶孽，翻作性情杷。巧利资盗窃，智力引欺诈。五十九年非，方求六十罢。蘧玉玉如人，卫灵灵孰嚇。合观丘里言，山泽俱旅亚。阴阳异杀生，一气行冬夏。祸福本相环，名实分上下。有名物之居，无名物之驾。谁能驾物虚，于此冥天化。心悬天地际，目送雷霆过。月固不胜火，雨骤或翻波。二气行偶错，岂不焚天和。清宁犹有患，僓然若道何。万念昏沉处，三时利害摩。无波身自溺，生火胸自多。是以圣人腹，毋为众人目。俨兮其若容，旷兮其若谷。视若营四海，竿岂趋灌渎。投缁没巨钩，近远分鱼肉。不忍一时伤，终馀万世福。尧桀虽两忘，神策逾龟卜。不用之用明，无功功乃成。天游泯六凿，太始出虚清。今人昧其说，塞窦以求名。发冢凭诗礼，刳肠获智声。演门善毁爵，其党日捐生。由光逃天下，纪申踣河争。外物胡可必，古今多碍行。安得忘言者，与之言至精。今言而古藉，二三垂典册。先人作己言，千百拟衡石。寓言若玄珠，重言如拱璧。谁持璧与珠，使人群啧啧。卮言日曼衍，天倪随地斥。终身未尝言，终言孰能格。可不可谁分，然不然共择。万物本天均，是非凭众斁。已化复相生，无县那许射。罔两莫群疑，景形方自索。日火贷其光，夜阴恶可借。无有入无閒，相视久无逆。盛德果如无，舍者将争席。无言无不言，始信无言益。人生形与志，养形者忘利。养志复忘形，心忘而道至。道真存我身，天下虽重器。贵身于天下，天下方可寄。隋侯弹千仞，韩昭惜两臂。珠重身岂轻，臂重身难弃。獯鬻侵古公，古公杖策避。丹穴薰王子，王子呼天谇。尊生而贱国，帝功且馀事。二支本为身，卷农方辞位。无择遂逃渊，随光终陨坠。孤竹丑岐阳，首山饿相视。我闻百世风，独标许由义。高者日沉冥，其馀反生累。曾宪守家贫，颜列挥国馈。子渊依郭娱，魏牟隐岩瘁。且言削迹时，何似屠羊肆。大圣与齐贤，固穷宁有二。惟圣可无名，惟贤或有意。名意苟难忘，让王乃争帜。大盗满时君，纵横千士奔。田齐首篡夺，三晋久同群。芊嬴迭王霸，周燕总缀繁。漆园倜傥吏，故作谬悠言。所诋宁丘圣，其词曰蹠云。城莫天下大，主惟黄帝尊。战蚩流野血，凌暴始纷纷。为君若尧武，反性或徒勤。为臣若干比，忘身以自欣。其诸一节士，申沉介复焚。天地长今古，人死促晨昏。悲哉有时具，枉托无穷门。尼父犹趋走，馀子何嚣烦。颛孙询苟得，成败孰能分。知和诏无足，名利果如云。汲汲狂狂者，非真岂足论。人以全真足，道以不言闻。惟狂克念作，盗言亦可存。漆园宁剑士，肯为千金使。偶资鹏翼怒，或因蝴梦喜。蓬突垂曼胡，短后殊衣履。遂因太子先，一探时君旨。自言臣所能，十步一人靡。千里不留行，后发而先抵。复言臣剑三，先言而后拟。天子及诸侯，锋锷分遥迩。远则四夷包，近亦四封止。若无庶人剑，瞋目亡首趾。纷纷若斗鸡，一旦命绝矣。纵使百鸡存，强秦方虎视。浩浩长平坑，三千同一垒。此时王听毕，脱剑谢庄子。三月闭宫门，剑客俱惭死。庄子复儒冠，赵国犹延纪。庄骚两渔父，至论悬千古。鼓枻动沧歌，愁看罗汨浒。持颐闻杏琴，心醉洙源圃。问君何以然，此茹而彼吐。异曲本同上，一弹应再鼓。忠隐或分涂，圣逸宜相补。逸者方杖挐，圣者非有土。将留延苇词，一反围陈武。嗟兹七二侯，空令入疵苦。虽笑亦强亲，虽威亦强怒。辞影息缁林，真全而道睹。相视已忘言，馀音变湘浦。列子御风行，冷然日徜徉。无穷终莫至，有待故相妨。资物犹妨己，资人岂不僵。当其适齐反，啾啾五馈惶。内诚虽未解，形谍已成光。户外盈双屦，胸中满百忙。人毒因谁感，天刑忽漫尝。幸遇伯昏药，初违郑缓殃。今人皆缓也，彼故使彼伤。墨儒分道出，父弟反交戕。殚家学屠龙，三年少技偿。得多由舐痔，百乘且誇长。伪饰从兹起，深情孰比量。九徵难遽测，五德任凶狂。骊睡珠遭摘，王寤车亦亡。纵使逃金木，宁可禦阴阳。是惟至人者，甘瞑何有乡。鸢蚁堪同视，牺牛肯自丧。大道本无方，大成反如缺。古人其备乎，今人将更窃。以方为道术，道为天下裂。立异由墨禽，誇多惠施说。尹宋求心白，田慎将性绝。函关获五千，漆吏鼓长舌。六方分十子，孰与犹龙埒。古之博大宗，三宝持真诀。墨者治其慈，苦身肠倍热。巨子虽独能，使人忧不悦。华山亦俭师，饥馁空敝蹩。彭蒙守弗先，然且是非灭。三者皆非道，亦自有优劣。况复五车人，一蚊依道吷。尺捶并连环，徒供辨士折。苟非齐物言，谁解百家结。始知道德初，时向有无缀。一哉天人心，同驱至神辙。圣人及君子，五号谁分设。能使六方同，岂令六经别。"}