{"id":"699839","title":"九歌 出门","dynasty":"明","author":"郭之奇","text":"春王正兮予征，驾言北兮神京。晨风开兮宿雨，惆怅啼兮曙莺。罗亲友兮周堂，启先祠兮告行。顾庐园兮有日，忽相远兮愁生。此相远兮纫臆，矧骨肉兮为情。惟牵衣兮是刻，有姊弟兮怦怦。长者前兮致语，少者旁兮涕盈。终不能兮无别，二人慰兮偕程。马萧萧兮车辚，真出门兮已成。揖黄山兮玉水，不吾负兮初盟。望南州兮芳速，纷百草兮缤迎。绿茵兮红盖，桃李帷兮柳旌。朝发兮榕浦，夕跻兮凤城。遂从舟兮鳄渚，月皎皎兮既明。春色兮风吹，春情兮水澌。杳烟容兮氲霭，逝将汝兮天涯。色无地兮不随，情以人兮见离。赖祖筵兮斗酒，隐离心兮寸丝。何征舠兮发发，斲洄波兮使愁知。驱青莎兮白石，暂友分兮亲辞。邅吾舟兮率浒，觌前车兮载脂。明知别兮忍不言，及言别兮失其词。抚稚子兮揖岩，慈母曰犹来兮父曰勉之。指长安兮见日，睨此地兮云垂。云垂兮今朝，长安近兮此地遥。青山兮尽日，晓夕成兮潮汀。出门异兮风俗，所可同兮山青。试骋目兮千里，杳冥漠兮林坰。前峰递兮遥黛，夹道来兮近馨。腾予策兮芳径，偃予车兮翠扃。与烟鸟兮栖迹，朝松扉兮夜桂驿。惟万木兮纷披，气高浮兮自泽。破东日兮分苍，敛西霞兮继碧。或黯淡兮异容，云片片兮巾舄。冈峦合兮阴易生，溪谷深兮风雷窄。雨后山兮更清，时变化兮惟百。此其入眼兮如此，若言其愁人者兮不可绎。溯登历兮指弹，分闽山兮千盘。但驰心兮有格，云何步兮跚跚。仰揭孽兮连峰之怪石，俯奔崩兮泻麓之哀湍。下断桥兮树杪，横野渡兮根蟠。忽瞻望兮屺岵，长胁息兮气乾。尚慎旃兮行役，无自苦兮多端。望此身兮山中人，强自排兮与愁瞒。故山一天兮不可即，汀山有素兮聊与之安。人亦有言兮山路险难，吾今矢歌兮薄自宽。闻古人兮陟升皇而临睨，谁能无回首兮三叹。招招兮舟子，语予兮津是。江国兮上游，万里流兮从此。怀粻糗兮涉之，有伯兄兮偕在水。揖诸山兮叩舷，及春涛兮方瀰。下章水兮无穷，念烟波兮今始。朝石齿兮暮沙眉，与凫鸥兮问栖止。栖止兮悠悠，所与同兮芳洲。洲何有兮鱼火，时灭明兮钓舟。鱼何为兮石际，人何为兮水陬。叹所贪兮不同，各于物兮有求。感我思兮瞿瞿，思卬友兮俟前途。就虔江兮赊月色，买春酒兮与朋俱。三杯耳热兮仰天呼，万里沧洲兮不近吾。羌东风兮吹鼓，闻吾言兮神灵雨。云青青兮帷峰，波跃跃兮腾浦。顾瓶罍兮满空，尽水山兮吞吐。愿长醉兮无醒，恣一叶兮转萍。惟元侯兮秉钺，麾五两兮相迎。五两兮飘飘，飞龙兮翘翘。躐奔湍兮自适，凭急濑兮不可摇。抱日流兮泱漭，穿月波兮逍遥。纷参差兮偃仰，遂习惯兮晨宵。汨流程兮有旬夕，乃滩穷兮五云驿。所与舟相敌兮朔风骄，停友兄之舲兮使前格。我亦歌兮且谣，视诸君兮为迫。遣思兮晴春，怡情兮夜月。问春月兮几何，曾雨风兮频龁。风及朝兮山鸣，雨连夕兮波蹶。飞玉峡兮泫淋，下金川兮冯㶿。已入眼兮凄然，矧予肠兮多愲。抚时地兮低徊，念伊人兮存没。一悼临江座师张紫波，过其地而有感也。一悼公车自从叔，于庚午冬是日是地相遇。挹洄水兮书哀，隐诸怀兮悾惚。憺吾舟兮容容，望西江兮浩勃。出钟陵兮故都，缆滕阁兮旧阙。西山雨兮南浦云，思古人兮坐超浡。彼一时兮此一时，今与昔兮波中汩。杳予胸兮曷穷，亦长流兮无竭。但有思兮在心，随所地兮惊骨。夜来梦兮魂飞，烟涛恶兮难越。晨枫振兮萧萧，晓莺啼兮矻矻。欲轻此愁声兮不闻，故来予枕上兮迷忽。于戏兮旷哉，彭湖兮飞渡来。朝南浦兮云棹，夕吴城兮月桅。击余汰兮烟阔，扬吾舲兮波开。波开兮未极，高帆举兮瞬息。风从水兮为鳞，舟在山兮振翼。望百里兮匡庐，坐超忽兮横侧。分晴明兮众形，递遥迩兮诸色。虽变化兮多端，犹卷舒兮无匿。謇将揖兮披衷，尚微杳兮难即。终有言欲告兮不能不前，亦惟感晴春兮非其易得。恐阴曀兮中生，蔽光颜兮外蚀。或风雷兮怒凭，驱木石兮崩仄。或雨雾兮偏蒙，长荆榛兮荟薿。人曰此兮天之变时，余实忧兮山之累德。岂若兹兮霁初容，峙明湖兮不可惑。横千顷兮黛波，与清风兮琢磨。渺波臣兮一叶，维七载兮五过。顾寸心兮有日，溯流从兮水之阿。怀余情兮未发，焉能忍兮无吪。恃中忱兮谅直，想山意兮渊和。遂倚窗兮至夕，舟既远兮为歌。念青帝之司峰兮亦无多，将鸣鹈之度岭兮奈时何。挂烟帆兮九江，沿落日兮孤艭。飘五刃兮返集，凑千舲兮聚哤。下人声兮汰响，出云气兮桅杠。朝举首兮高原，暖枫陂兮杏村。与风情兮既习，落春色兮无言。因吾舟兮晨夕，漠相对兮销魂。销魂兮谁说，正清明兮雨节。湿栖鸟兮尚无飞，止居人兮亦关闭。谁能客兮久悲离，若以羁兮初怨别。分明此地兮可心折，不但天涯兮有绪结。分明此时兮自劳人，不但游子兮有愁新。蹇方怀兮寸接，诸繁会兮千稔。欲栖栖兮此迷，欲竞进兮前怯。渺渔人兮告余，曰无往兮安居。如此风波兮不可趄，慎渊默兮戒呼嘘。孰中忱兮与答，勉扁舟兮飒飒。击危舷兮浪横，循欹席兮波踏。山卼臲兮终安，流奔崩兮既纳。矢朝宗兮一心，曷长阻兮呜唈。岂不迟滞兮江之滨，亦江情兮为我陈。历阴霁兮诸变亲，习流洄兮是知津。于捷迂兮今何有，定夷险兮视兹身。虫声兮荇喓，蛙首兮蘋翘。日愁余兮章水，今侬语兮吴桡。缆江山兮寸缠，藏风雨兮方瓢。溯深春兮柳泽，入远思兮花陌。知烟容兮自来，遣波致兮安适。忽反顾兮失其端，收浩胸兮入静看。羡青云兮鸟举，瞻紫雾兮龙蟠。意中事兮临眺，驾言出兮登盘。二水三山兮曷其有极，胜多时促兮游亦无宽。寻雨花兮遗迹，陟旋玉兮象坛。古帝祠兮云罩，今麟阁兮风摊。但驰怀兮志肃，恐兴溯兮情寒。亦余心兮不敢安，何今昔兮尽于观。目忽下兮人烟团，身在高兮山绪乾。回昏舆兮循月峦，足游气兮指星竿。劳樽酒兮候潮钻，抱春梦兮不知残。望紫阙兮春风，知瀛洲兮草绿，愁绿芳兮近缩。日莫黯兮黄昏，时莫凄兮春蹙。地莫悲兮岐途，人莫苦兮远目。"}