{"id":"699929","title":"闺怨一百首次孙西庵原韵","dynasty":"明","author":"郭辅畿","text":"月里啼鹃花里莺，为悲为喜总同声。踏青心事今年懒，三寸弓鞋绣未成。送君时节水平堤，见说江南雨正凄。琴未出门弦已缓，枉将离泪向郎啼。惹恨光阴晦复明，郎边日月岂无情。曾闻宦路新来险，不愿君名草率成。绿绮无劳奏凤凰，青团何用绣鸳鸯。寄君尺素兼双杏，薄倖阿欢自忖量。难将绣线系年华，才着香罗又换纱。一自合欢人去后，青棠三载已无花。梦只三更路几千，踏穿芳草到郎边。年年三月啼红泪，自叹前身是杜鹃。厌随女伴戏拈阄，欲问来鸿自上楼。最是无凭书里约，丈夫心事曲如钩。学咏回文韵试拈，旧题新字两相添。碧桃树下门长闭，既被蛛丝纤作帘。小院沉沉月影长，梅花妾梦共分香。人间蕊榜无才子，何必文章质试场。君处春光妾处秋，离心百尺峻如楼。侬身福命生来薄，注禄单分万斛愁。燕子飞飞春暮时，男儿未必果轻离。平心直待归来日，细拣君诗几句悲。记得双眉郎画时，牡丹花下印胭脂。于今人去花空笑，抛却红颜不再施。归期无准卜钱多，自读浑天应世歌。转恐郎心同易卦，单单拆拆变如何。衣减馀香裙减红，今宵细雨昨宵风。蔷薇落尽无人问，错认兰闺是蕙宫。风流诗句动京华，君性由来善狎邪。只恐坠鞭花价贱，状头文字不堪遮。月痕寸寸上银钩，心似炉灰热未收。拟负望夫山上土，尽填苦海莫添流。晚向花阴拜碧空，春愁欲寄倩天通。忽传新聘秦淮女，怪底宵来妾梦凶。数宵风雨碎花心，小巷香泥一尺深。君若归来贫亦好，羞郎妾面岂堪吟。雁字频飞不寄人，寒霜微雨度残春。去时曾指红梅约，莫道花前无鬼神。小燕双双更呢谁，玉箫怨曲按腔吹。牵情万缕金丝柳，织尽东皇不放垂。桂花寂寂豆花愁，雨润银河涨欲流。珍重团圆双扇子，绣帘月冷梦初秋。金钗买得玉兰栽，香影倚斜印紫苔。曾与粉郎花下醉，不须春到也花开。只愁城向度岁时，红颜耐得几分离。销魂自是情男子，除却江郎总不知。柔情壮志古相妨，富贵劳君亦太忙。骏骨沙场横似雪，金台休更试丝缰。无情孤月照菱花，照见芳心飞似霞。愿嫁来生荀奉倩，焚香礼佛奉莲华。隔邻吴女莫呼侬，欲采莲花却晚风。亭外垂杨应识我，离魂夜夜出帘栊。匀笺摇墨自风流，学向秋窗注四愁。教得良人成荡子，桂林湘水孰相留。白苧并刀亲剪开，剪开何日得缝来。任郎罗绮重重着，莫管奴衣是布裁。春恨千重不可删，愿君再世变朱颜。妾为君婿狂游去，亦逐东风未肯还。开缄知向朔方游，乐府传来句句愁。天宝曲声听不得，休随新调制凉州。弃捐当日果何因，秋草空埋兰蕙春。衣带缓来君念否，古诗十九是谁人。万树愁声雨底浓，美人蕉比绣衫红。水晶帘下低头立，鹦鹉嫌奴不整容。春山香草拥霜蹄，君去长安正向西。别久自怜还自解，天涯只共一丸泥。梦怯空闺唤小姑，离离桂影照金凫。月宫亦是藏愁苑，不识嫦娥有句无。风吹金井叶珊珊，独掩红窗写越兰。疑是青天删六月，重阳未到已先寒。池上鸳鸯解合欢，人间一只是孤鸾。书来消渴因谁病，瘦尽腰围总不看。素书修得寄秦嘉，不劝君餐亦自加。微物侑函惟橄榄，回甘滋味在归家。蓂荚无端换叶新，闺心客况不同春。知君未是封侯骨，费尽黄金莫怨人。南方茉莉尽重台，偏向阿奴闷里开。妖庙屡抽签不准，明神无力遣郎来。何来风雨忽移天，才过花朝又禁烟。怎似深闺身未嫁，桃开梧落不知年。君如兰竹骨难肥，却羡人间金带围。几见曹刘曾及第，英雄何必耻空归。遥山暗暗雨将成，妾命天心两不明。待寄芙蓉花已病，隔江归雁做秋声。艳句新词满綵笺，晓风残月六郎天。如何制尽江南曲，不记江南相府莲。一朝花睡是归期，欢绪朦胧有枕知。梦欲留郎天不背，觉来浑似别初时。阶前百卉傍人生，只耗春光不耗情。豆蔻相思应见泪，花虽含笑不闻声。关河无处不霜鼙，池草虽青路必迷。浪子勿谈游侠事，近来骁将出山西。竹边蟹眼侍儿煎，谷雨新茶又一年。料得游人茶量减，独持酒上卖花船。春暮花寒玉树庭，诗心因病暂无灵。忆君疑中金鳌蛊，何用寻常本草经。七夕将来云是罗，小词闲赋忆秦娥。针神锦字看如土，转悔当初巧太多。杏褪红衣柳贴毡，落花积得可铺天。世间缺事填难尽，愿补神仙簿上缘。木兰香楫趁文禽，笑折红莲价似金。剩得莲房嗟独宿，擘开莲子亦无心。好花愁雨柳愁烟，正是江南醉里天。莫怪罗裳消素质，夜来风雨四更前。生女叮咛莫嫁儒，秋悲春病总离居。如何彤管诗千首，薄命佳人亦读书。门前江水断肠流，泥自沉沉水自浮。万物春来皆助恨，错呼萱草作忘忧。远路柳花多似林，青楼从古费黄金。祇愁钱树同朝槿，不及寒松比妾心。爱似琼花叶似蒲，人心翻复似朝晡。命乖不嫁多情婿，自拔金钗击唾壶。物理将来仔细陈，茶虽嫌旧墨嫌新。凭将茶意迎新爱，留取墨心照旧人。幽窗花气夜来清，新试冰弦指尚生。抱向蕉前弹一曲，就中大半是哀筝。紫罗麝冷小香囊，云鬓眼多亦减光。一朵千金呼不惜，文章偏博探花郎。月情荒尽酒魂癫，欲睡惊啼梦不延。提起远山愁更聚，祇因游子住眉边。秋草湖边稻未齐，蓼花汀上雁难栖。荆榛世路行休早，恐惹寒蛩怨玉蹄。六幅湘裙懒换新，镂金箱子宿红尘。一春都为愁荒却，寂寞翻成劳碌人。短行欺郎奔月宫，秋风夜夜桂花红。奴非窃药因何罪，一样孤眠风露中。金炉无气烛无情，险韵拈来尽仄声。不信历中添日刻，短宵依旧未天明。烟湿银床寒叶多，迥文欢织又停梭。黄昏户外连天雨，谁认春江旧绿波。去年相送出城隅，郎秉青骢妾乘车。为爱团圆明镜好，欲将分赠又踟蹰。佳期一别似青天，石作郎心有恁坚。岂是相思难得梦，数宵原自不成眠。绣花无力倚银钩，双鹊欺人又过楼。天作红墙遮路断，拟将飞渡作扁舟。妾爱香奁拟七言，盈盈花句注春泉。君才能作淩云赋，未许相如到日边。花笺书价费钗金，四壁虽空未卖琴。荏苒不知寒又到，落花曲里奏愁心。松心柏誓理须坚，负妾何妨且负天。不合嫁郎才大艳，香名争觅孝廉船。将军徵卒费铜符，云火烧天地作炉。此去故人谁解橐，襄中应贮荔枝图。晓色青青满浦云，春潭琼草怨夫君。到今兰露供朝饮，读遍离骚客不闻。鸳鸯树上岁华深，散作空庭一夕阴。离恨天高谁补得，且敲娲石制秋砧。白露催寒乌夜啼，倦游公子未归西。月明多感为云薄，免使偷光照惨栖。折来兰叶忆三湘，君认高唐作故乡。记得明珠曾佩去，当归何意竟相忘。采采柔桑三月天，养成新茧作琴弦。君颜好似轻盈女，恐被蚕娘看少年。豆蔻含春初嫁郎，阿魁夜夜守空房。何堪重作参商隔，欲把星辰一改张。几拍胡笳吊葬祭，红颜异代总同悲。回头乍见含泥燕，危坐巢中说乱离。案畔灯花并蒂娇，钦天妙法闰良宵。仙郎自在人心上，眼底何时慰寂寥。楚水秦关万里馀，奁前今日剖双鱼。九州异事盈囊底，犹喜能编风俗书。虎丘山下客郎当，浪迹摇摇似绿杨。抛却闺中红粉妇，漫题诗句吊真娘。晨起题梅倩墨娥，蜜香新纸蘸烟波。书中不作寻常字，单问名山游几多。茅亭竹径是君家，一入尘寰鬓星华。何必秋怀偏感菊，满园春菜亦黄花。人间何处有安流，滟滪堆前莫放舟。纵不归来行不得，鹧鸪声在北山头。花离芳树叶离条，瘦尽裙边一捻腰。今夜扬州明月好，儿夫应过玉人桥。闲愁拟向醉中灰，玉液能倾酒一杯。身似孤云难入梦，琼花影里独徘徊。昔爱兰芳助倩妆，曾教银插种天香。祇今倾国谁相识，欲傍红窗树白杨。汤汤锦水古今哀，卖酒炉前变却灰。卓女琴心原未妒，祇缘司马不怜才。凤笺麟管写新题，吟遍柳枝又竹枝。却怪淑真香句里，断肠全不为分离。清画深深枫叶红，轻纨力薄未成风。人情偏似风情变，每到秋来不肯东。多感殷勤惠八行，附来兰麝更盈囊。阿侬自是香生体，何用龙涎远寄将。叶上瀼瀼天酒浓，栏前花醉骂东风。风如吹得郎心转，谢尔封姨蜀锦红。绣户重帷不锁愁，随风来共影相酬。凄凉正恨窗前竹，又听秋声出鼓楼。痴山拙路作游媒，引动征轮去不回。安得蚕丛生户倾，禁郎变足凿离开。佳人奇士出燕山，月冷金台人未还。好向风前寻侠客，莫从弦管醉朱颜。花为流韵玉为神，何日郎君向我亲。骰子拈来低喝采，成双偷占意中人。转绿翻红无定时，曾从贫贱识西施。于今最恨张京兆，不做高官不画眉。西舍青蚨似雨飞，东家白玉大如围。儒生落魄休相笑，只愿奇书满载归。去日真同逐队鸠，归时还似渡河牛。天公好为偿春债，补尽风光卖尽愁。"}