{"id":"700811","title":"省躬诗","dynasty":"明","author":"曹于汴","text":"燕子语梁间，天籁各自发。家童勿垂帘，出入任飞越。风从水上过，文成风不知。水亦不自文，观者乃文之。人信勿自信，人疑还自疑。不疑不成信，闇然为襟期。人不幸不及，相看成自惊。莫讶醉人醉，未饮不为醒。蒿莱谁不厌，斸尽又还生。田不茂黍稷，未许不青青。圣人时而言，一发千钧弩。终朝审其机，含章缄不吐。小鉴鉴以面，巨鉴鉴以身。不比明月光，岂识乾与坤。或计在一时，或计在一世。或计在万年，经营应自异。我全而人毁，毁者当自怒。而我乃怒之，芸人忘其故。利根千万丈，漆坚细若丝。谁知绝利日，刚是利生时。鉴空水之止，纤尘不掩光。人心尘无许，顿尔成昏茫。血气相驱役，真成傀儡身。不知伏火处，那知已成焚。宿爱不能断，宿嗔不能断。营营阶序间，何时登彼岸。请益居其虚，受益居其愚。请益而益至，真能不怒无。画史先盘礴，一择敌化工。万事未当前，胡不虚其中。孟子善养气，此气即此理。禀气人人知，理则远言取。万人各一生，万生各一遂。圣人遂万生，于巳取不匮。遇兰馥我衣，遇棘刺我裳。人生随所遇，何必苦相伤。御人与御事，难易迥然分。人心不我洽，吾事亦邅迍。世变人崇斗，几筵列战锋。鸡肋谁我弱，钳口莫相冲。昨夕尘情浊，惉惉结不舒。梦中冯伯子，命我勿区区。良贾以虚殖，殖多更邃藏。祗缘寸铢两，囊箧日周章。不百鍊不劲，大任阿谁举。大道大如许，众生众如许。举世俱予圣，千年颜孟无。向明争似暗，明便辍功夫。何不学幼子，笑罢忘其喜。不风犹作波，人称为祸水。天大不漏细，罗三垣列宿。不难大如天，抑恐多疏漏。喋喋以益人，疑于炫所有。人方陈其益，虽逆且顺受。过不可不悔，一悔便消释。药过病还生，撼摇苦此鬲。恩过翻成怨，非关怨者尤。阳和阴不节，炎夏竟何流。休因得意处，忘却懊怀时。自吐宁堪食，刚肠莫再移。偶睹丑人丑，归来泪暗弹。丑予无处著，为尔何成宽。行不离阶前，言乃万里去。负儋果几何，千钧勿浪语。困来宁退休，倦容勿对客。勿易吐肝胆，而令辞气迫。德义早安排，十三年前语。今日初度日，惭愧汗如雨。过喜气多扬，过忧貌亦啬。理情如调羹，味过讵堪食。寻常躏径草，容易扑流萤。怙强终不觉，尔弱乃相陵。长呼据竿头，他人焉置足。环瞻匪尔荣，将以尔为鹄。阳过常畏人，阴过不畏已。人目当其丽，吾目当其鄙。小怒不能惩，大怒且相袭。大怒旬日连，小怒时刻戢。羊肠鲜覆辙，密语多兴戎。风波翻齿颊，冰炭罗心胸。勿恃沾沾恩，恩为怨之府。勿恃煦煦亲，亲为疏之薮。贞士不易悦，曲士不易结。胡为乎营营，空尔成劳拙。逢比荣万年，桀辛辱千古。吊罢莫谈忠，恸泪方如雨。治世非一手，乱世非一足。南渡主多冤，群工俱食肉。矶流向滂湃，风树影参差。神气清宁日，声容和顺时。参芎自不恶，藜芦亦何尤。丈夫同气味，白首愿同游。萤火未成日，不信草能飞。望夫躯化石，石躯有无知。家有轩辕镜，镜貌分于此。去者影常留，来者胡以俟。漏语乱之阶，转喉若发机。机动靡不走，促膝成噬脐。谓我不如斯，人其谁我谅。是何人之殉，不怜我之丧。蚁斗如雷震，病耳亦时闻。人谁同此耳，相述徒殷勤。周行松桂罗，狭径多蓁莽。遇莽方回足，何如询路口。燕居如对客，客至不更容。仓惶多掩饰，藉是以自攻。怒毁成愎谏，喜誉若争怜。借将颔下气，增取面前妍。乍面成乍煦，易诺旋易悔。孰与少踟蹰，犹令直道在。谁将一粒珠，弃之于中野。谁将一寸长，人前誇诩者。吾将益人善，因之攻人瑕。区区亦疏耳，如煮水灌花。阳刚散之始，物生肇自坤。石冷能藏火，火烈秪成焚。折旋不足处，百拜尽成虚。减寸不为丈，凛凛贯终初。人情诞固诞，评章密似毛。评人如评鬼，双泪落青袍。大济肇于忍，大怼肇于忍。一忍不复辨，刚道是愚蠢。先朝肇大礼，群议竞纷然。文成问不答，聊尔咏青天。千里难一师，百拜难一语。诟言感如饴，相成出相龉。口虚而内实，欲入闭之门。空洞绝伎俩，是为百益原。天雨之润禾，倾盆不如细。侈口相开陈，知应匪求济。知人真不易，咨询失亦频。勿谓凭高客，勿谓听密人。人亦何容辱，人亦何容欺。我否而人可，貌诺而中携。叉手成经济，揖授何森然。欹侧谈条理，沉醉说醒言。眼净微成巨，三年贯虱心。羊羹与鸡距，戈甲起缤纷。制念如缚鹿，一排而一抵。无念乃无缚，正襟堕支体。雄辩如求胜，直穷亦似争。才胜负者远，才争大道崩。刘戒释文义，潘不议论予。无乃谈学圣，勿越各身躯。何事须明心，神通无更有。一朝心其心，宇宙在吾手。何事赏巴曲，何事唱阳春。既成立语式，更得听言人。时或率天性，分明大道行。无端翻自悔，苦媚世间情。意左莫投足，言违急敛唇。訾人如齿剑，扬已如投焚。诸有不能无，诸无不能有。灵性一何灵，无无仍有有。些个失人意，愁肠百叠萦。却诧元城子，梅州鼾睡声。谈忠多负主，论孝未酬亲。呴濡才似发，相负便生嗔。不作井中泥，辄鸣床上琴。匡人何予有，况为废讴吟。惟敬能生乐，恣睢成闷怀。寻常莫造次，戎好笑中来。支言亦有根，根深不在口。任尔三百缄，根动口自剖。尔窥事迟迟，喜怒勿遽发。尔处事疏疏，经理须密切。卒然辄舛错，检点已千里。改是胡以预，造次必于此。大木充栋梁，全帛美裳衣。若不中绳墨，环观叹奇稀。飞云流远浦，旭光荡风林。去住倏不滞，可拟达者心。一字歉于中，四座俱回首。惕兮敬靡忘，勿以为细咎。无谓楚可疑，赵孟自坦坦。无谓汉可信，留侯戈已返。知几者不辱，况令辱相续。徵色不自喻，是之谓走肉。一水满不容，一水满欲施。海若乃汪汪，二水小如卮。何故多遗忘，知因心不存。水澄物自照，垢远鉴靡昏。心胸藏衅郤，誉之以为讥。岐路相违左，合之乃成离。戚休掣电来，得丧迅雷起。心澄目不摇，凭言了生死。养气如养虎，虎哮制则难。养心如养龙，龙变以能蟠。天下极难事，取土益高陵。千秋华岳顶，帝座几人登。保心如保印，印去能吏拙。事心如事亲，常令安且悦。事不问巨小，身在思有济。庸庸偶其间，何殊匏之系。以言教者雠，以言教者讪。几席笑谈间，好师成大患。常定亦常觉，常觉亦常定。泗滨获要言，吾以止吾性。吾亦完其我，夭寿我何关。人毁与人夺，似隔几重山。有物弥天地，至密至恢恢。放非由近去，卷不远方归。宗圣终无愆，遵王道如砥。人心真圣君，从心何不理。不识严僮仆，能无畏影衾。心开双目朗，匝地鬼神森。心意由来别，心性亦分明。不窥真性面，终是气纵横。杰人千仞壁，卓见亦横中。方识不闻睹，穆然洵圣功。事因忙处错，中道在从容。拟议为言动，免令愆戾丛。止止还止止，休休休坐驰。兀兀固在此，浪浪将何之。魄我魂仍我，梦胡不我由。夜梦原从昼，云何不静修。闻鸡频问夜，非是爱辛勤。老至光阴少，那能不惜阴。匪拟人相重，不嫌人我轻。察言知不足，从此日兢兢。古人惜寸阴，寸寸必有事。古不专诵书，所事果何事。名利真成祟，英雄奈尔何。清江平似席，倏忽起风波。问路非行路，年年在户庭。果然行路客，问罢即登程。不欺人功浅，功深绝自欺。自欺宁易绝，还在欺人时。何处窥刚德，应于众聒时。初心原不恶，底事为人移。不慑于巨祸，不怵于殊荣。不眩于久昵，白首鲜能行。饮毒十年前，毒发十年后。智人慎举匕，懵人悼成疚。日照不择地，雨润无遗草。吾心藏仁机，嫉恶亦能槁。饱食卧北窗，多少恩难补。征人捍边陲，农夫劳畎亩。利荣无冀想，推挽绝偏私。杳杳高风在，执鞭我愿之。请看鼓楫人，江海如平地。由来此世途，各自分难易。莫视圣者高，自高更局促。暑葛寒以绵，人人赞化育。天心最憎机，人心能照机。试观海上客，何事不忘机。积风风乃厚，强信终成疑。相逢才半面，便道遇钟期。乡愿万寻坑，白头跳不出。图个世人称，年年囚鬼窟。点检从前事，感应如桴鼓。勿云方寸幽，天公于此睹。常凭未发天，好令直如弦。忽忽初念转，照照却惺然。朝暮相煎急，谁人会个休。通来一寸血，点点逐浮沤。"}