{"id":"701679","title":"高士颂九十一首 被衣","dynasty":"明","author":"黄省曾","text":"大道不凿，至人秀世。被衣冠出，超然释智。齧公聆教，无言相契。畅怿长歌，冥筌排去。王倪天士，缺也问道。育艾尔神，一绵虚抱。寒暑何侵，风雷弗眊。大准玄黄，权舆上教。齧?由师，蕴含上智。至道相延，宗王祖被。遐言未卒，呬然睡寐。灭影山隅，弗求天配。巢父鸟栖，弗营栋宇。由进尘言，严挥不与。乃临其清，乃洗其耳。箕颖高风，千龄无巳。武仲洁修，毫邪不处。黄屋将归，紫芳高举。颍汲箕田，羞颓汗鄙。俎豆公神，绵绵无巳。逖矣善卷，君尧北面。鹿衣牧世，自臻从劝。虞钦玄德，让之赤县。贵适心神，永悽荒巘。休休支父，道重八埏。阴寝阳觉，神寂而恬。巍巍二帝，大器告传。不遑长谢，缮性自全。老父皤发，愉愉壤戏。吐厥鸣歌，朝兴夕憩。虚渴咸充，帝焉何利。醇和未斲，陶哉寓世。虞皇御世，虚咨禅者。石户之农，至人在野。天位以干，弃如屣舍。灭迹沧溟，清踪莫写。蒲衣妙纪，德与天侔。大舜虚襟，模范是求。发评虞泰，致一马牛。扰劳民宰，胡可缨留。负薪炎暑，吴有一翁。粗絺弗御，冒彼蒙茸。季札相逅，遗拾不从。姓名终閟，空仰高风。丈人遗俗，鼓枻江隈。楚胥求济，夜乱芦漪。笑辞星剑，意进鲍鱼。匆匆诫别，何用名为。小臣之稷，微尔齐氓。巍崖独拔，苦节自贞。君軿数过，聊得瞻迎。区区管鲍，何足班伦。弦公郑宝，托迹迁贾。秦穆扬兵，于周邂迕。矫命犒师，阴抒国祸。辞赏居夷，飘焉弗顾。商容大道，聃也之师。形将蜕化，教庶琼遗。三言甚寡，万务何馀。喜编后授，屡发其规。伯阳圣老，人貌天行。寿经亿代，道冠群生。龙称礼得，牛候书成。西关度迹，玄化冥冥。庚桑耳役，画去挈远。息意三年，风尊翠巘。俎豆不乐，形生自晏。贤知明扬，世心何浅。楚莱避纷，蒙阳寄耜。草宫木榻，水菽怡志。驾屈楚君，经纶将贻。内赞遐谋，相携远逝。林类鳏游，取资滞?。踽踽行歌，萧萧孑影。素王载觏，令赐乞请。果得高言，不虚停轸。荣公何族，弗美身隅。扬歌郕野，抚弦而嬉。清言自宽，披吐宣尼。契天符命，孤引东墟。荷蒉者何，逃名卫地。宣尼鸣乐，闻音知意。翩然出讽，比之厉揭。斯行斯言，果于忘世。悠悠沮溺，并耜荒墟。敬询渡济，暂驻浮车。飘然无荅，齐口致讥。物情不足，隐德有馀。石门门者，阖辟是尸。仲路宵投，乃询其师。鲁尼入耳，强仕致讥。閟光韬彩，百世所希。丈人绝轨，倨接洙贤。天涯日暮，鸡黍是延。载陈夫子，寻返客辕。先几扫迹，虚室依然。接舆厌浊，放隐佯狂。徵罗上士，徙适遐方。歌衰凤德，车下道傍。洞天周涉，妙药为粮。孝哉子舆，领道泗滨。浩浩之气，常骄大人。为都不乐，好爵难婴。单居秘论，传耀千春。颜氏之子，不怍簟瓢。心斋白日，志迥青霄。圃衣田食，大圣游交。鼓琴蓬荜，可以逍遥。原生匮盝，室侵风雨。薄炊经旬，彫裘历纪。友赐荣华，骖騑萃止。闻剖病贫，终身含耻。丈人治圃，搰搰其劳。赐焉逢觏，进说为槔。前陈后诘，反覆见嘲。风波全德，私语其曹。至哉壶子，列老下趋。龙藏郑圃，真与道俱。侧闻玄语，宣发希微。载陈生化，继述黄书。老商树教，列寇下趋。居门七载，席始相携。眼耳都融，叶干忘机。乘风枯槁，得道而归。禦寇隐郑，四十馀年。台衡大馈，顿首拒焉。麾使悟妻，保体消愆。軿风驻世，表箓蓬仙。庄周傲世，洸洋寓言。文穷万妙，学守一玄。戏游自快，国聘难延。浩然就尽，弗避乌鸢。干木自晋，萍寓西河。群贤分组，树介岩阿。千乘登门，跳跃逃徂。腾光韦素，耿照弗磨。灏灏东郭，动展如天。清虚应物，独抱自然。迷窥高弟，欲述难言。文侯失志，爵国可捐。鲁慕公仪，崇阶以钓。授意孔思，乃非诚到。面返君言，高陈友操。考槃弗谖，毕景怡道。卓荦王斗，抗节齐门。衮衣奔走，至训希闻。方聆?规，省过以承。聊扬五彦，境庶咸宁。特哉齐斶，剧折庙堂。上陈二帝，下举三王。宾师靡诺，形神恐妨。终身不辱，野箓有光。黔娄物表，著撰存志。却相鲁公，辞卿齐使。捐世萧条，敛衾弗备。贤矣配人，以康为谥。陈仲遐情，于陵□玩。輖饥觅李，螬食过半。楚相敦求，山妻了算。遂嫁云踪，锄丁自窜。楚老垂竿，渔于烟水。族氏无彰，鳞鬐自举。偶觌三闾，开敷数语。击棹扬歌，冥潜何许。安期高蹈，疗俗千祀。绿海孤游，朱颜常驻。挥璧阜亭，酬舄始帝。去矣银台，永遗尘世。伯阳倡教，嗣流河上。句疏章钩，宣机□象。战世纷纭，玄心坦荡。鹤发葆真，仙民景向。臣公贵阀，或拥旄旌。独穷玄□，不滑神精。兵墟故国，蓬转扬声。教承瑕翕，振铎千龄。嬴末龙争，奋图封拜。伟矣盖公，迟栖东海。无为教参，齐方底泰。衍辅汉庭，玄风犹在。皇皇四老，同襟齐志。远虞蓝田，芝粮萝被。弗凿天真，重归地肺。隆准膺图，空劳聘币。何者老翁，托名黄石。蚤鉴留侯，脱履令拾。玉韬金版，授之不惜。定帝谋王，谷城留迹。姬鲁两生，孔庭遗学。叔孙佐命，仪声乃作。谓方荆棘，难兴礼乐。弗纳玄纁，翱飞寥廓。商瞿授易，桥馯周孙。子庄嫡继，孔脉绳绳。一移客土，四嗣俱兴。亲劳万乘，造拜轨经。硕以王生，道研轩李。斐尔张公，素交一臂。袜解虚庭，趋风敬系。凡百华裾，悉高廷尉。京兆伯陵，□峰屏躅。太史腾书，兴言报复。知足无虞，守玄袪辱。居士灵祠，春秋自续。北郡韩福，洁白修躬。博陆调鼎，乃下旌弓。疾稽中驿，帛奖幽踪。荷衣鸠杖，陶陶令终。成公全朴，称谓不传。途遭玉辇，峻峙幅边。□归方外，克免帝愆。书郎乃遣，茅户乞言。安丘丈人，中林自命。龙位来师，豹潜逾劲。岐业周流，老编删定。振教玄玄，道家衡镜。胜之敦孝，聚居风动。力施衰白，食损姻众。附姊饔飧，拒兄录用。独综弦歌，羲光是弄。仲蔚遐轮，景卿并辙。洞探乾曜，兼长椠业。阖户栖神，荆楱掩绝。尘鉴何知，馨光不灭。君平卖卜，子云所师。?文是阐，乃作指归。牧不可屈，钱常有馀。真人淡泊，亶哉匪虚。彭城老父，陆沉皓首。炎鼎将移，麟搉凤蹂。吊哭低回，曾非侪友。薰膏之规，哲士宜守。世道交丧，子良隐息。宁极青山，耻歌白石。求于井蛙，责之负笈。兔戮狐收，泰然林泽。谷口子真，甘恬秉默。非服弗服，非食弗食。不荅徵车，为农草泽。吁嗟法言，撰其玄德。仲元所居，俗用拭新。授之百里，非其素情。中途遁绝，卒老高深。先英评许，未悉玄真。子平上哲，赋德渊冲。玩辞观象，损退自崇。伉男俪女，家务不综。周攀五岳，禽老是同。仲叔高栖，藏宝迷国。一介弗取，卓然贞白。□牒司徒，寄形安邑。枯槁当年，风流九域。儒仲处英，放独新世。光武中兴，守礼不试。草覆野耕，甘于沈翳。贤室高明，济成遁事。吁嗟子陵，少与龙潜。飞腾天位，书玉连连。北军亲就，内榻同眠。富春之滨，客星皎悬。君直峻守，耻交万乘。清夜片言，终身为信。卯金复兴，币玉不应。葆盖煌煌，遵庐慰问。隐者閒旷，避世沧瀛。其友树节，乃饵华缨。进轻退促，举动不经。交携长绝，时议所钦。伯鸾者何，脩远之子。介耻攀龙，贫资畜豕。仰颂逸民，庶追芳趾。贞配孟光，骨埋吴土。高恢总发，道德是求。伯鸾齐志，泉石胥游。东飞西驻，歌以写忧。形容万里，远蹈同流。孝威特迈，税趾武安。兽居土室，不愿弹冠。郡公温劳，有语足宽。终龄超遂，大璞得完。伯休谢俗，斸药青冥。通都树价，细女举名。飘然改业，遐蔽霸陵。佯随国聘，俄蹈虚真。季春傲俗，自矜无伍。国守逢迎，翩翩凤止。宠禄尘如，清言烂吐。鄙尔扶风，谁攀冠屦。仲彦鸾扬，孤翔不娶。友牍殷勤，淡无应□。□岛寻仙，还家告逝。复见他邦，的然灵异。季卿懿资，弘通卜艺。超峙区表，弃荣绝利。庞守来瞻，默形三谕。凤色鸿姿，图传乡地。挚氏之恂，光于祖德。博贯无伦，幽潜不惑。声薄九霄，经传四国。乐矢弗谖，空劳物色。高卿宿学，门众纷如。功曹面却，孤峻所希。再荐知己，四下鸾书。杳然长绝，德撰穹碑。汉滨老父，操锄沔上。翠华雷动，不屑瞻仰。台臣屈问，理辩如响。俯首含羞，匆匆尘鞅。孺子清妙，超绝代俗。屡辟鸿臣，不瑕皎玉。万里赴丧，炙鸡茅束。以力粥饘，安安自足。八顾夏馥，不通纨绮。抱影烟霞，灰情辟举。秦网载张，天形遂毁。客作将终，固迎归止。介休林宗，行师伯彦。庐膳常虚，躬衣不掩。察观乾象，怀珍高卷。有道之碑，扬光竹简。子龙尚节，抗论生枯。博经举贽，殡友浮河。榜标初炽，独叹坑虞。巢依梁砀，得以安歌。汝南夏甫，杜门深处。日朝母氏，挥绝宾侣。科头自放，不闲俗礼。长歌白驹，逍遥桑梓。伯淮英朗，经通纬治。四海抠衣，多齐孔氏。□使图形，幽房韬被。碧海浮桴，青州逃世。宁也何自，管仲之孙。片金弗顾，割席远歆。龙德既显，豹隐是徵。甘心玄寞，郡阁图形。康成蚤颖，博极群典。得五马门，大道是勉。几授尊高，杯崇温俨。八尺之躯，终焉闭敛。定祖儒流，世有赞言。披求迁传，感激仲连。性情咸得，出去忧缠。清虚无染，圭组永捐。庞公真隐，志凌冰雪。弗慕荣华，自宁巢穴。遗与人殊，身于世绝。茹秀鹿门，欣怡云月。子平幼孤，俞俞守道。功曹爰致，托疾以报。守计劫迫，尹邮宣救。牧豕调蜂，天涯啸傲。八龙矫首，里署高阳。叔慈抚化，物外游翔。终身肥遁，至宝含章。玄昭二谥，永世遗芳。胡昭高尚，不事袁曹。陆浑之下，耕诵逍遥。乐亭相誓，由免奔骚。群贤递荐，巳入冥寥。孝然奇士，少避白波。食草啜水，露寓于河。色妹翳体，伐国谬歌。饥寒待尽，风节高峨。"}