{"id":"702022","title":"恻恻吟","dynasty":"明","author":"彭日贞","text":"恻恻悲歌涕欲潸，小乔何事去人间。梨园弟子俱无恙，不见华清旧玉环。解语花残春寂寥，绣襟堆委暖香销。歌声尽惹周郎恨，顾误多繇问小乔。绿云香散枕函空，满眼凄凉万恨中。我比苏州肠更断，韦娘无面笑春风。谁乞还丹道士家，小乔摧折枉如花。世缘易就氤氲使，泉路难寻古押衙。肯如刘阮自思还，总为乔仙去莫攀。长恨天台迷旧路，年年桃发泣朱颜。咏诗较奕弄朱弦，乔婧多才雅可怜。蝉锦尚存亲手迹，幽情留恨步非烟。张乔为雨也为云，梦断残钟不可闻。待月真身何处去，空令人赋忆双文。月夜愁闻玉笛吹，绿珠先去小乔随。赵王伦死无横逼，拼断红颜更为谁。芙蓉屏暗楚天遥，幽恨缠绵忆翠翘。坐冷秋窗池上月，几回虚度可怜宵。乔仙不落野狐禅，鲜脱须弥见大千。好笑洵阳江上妇，琵琶垂老过人船。不堪俛仰旧歌梁，缥缈犹馀翠幕香。燕子楼空思盼盼，更无人起合欢床。湫灵无赖强要盟，断送红颜亦太横。纵有哀诚何处托，青天难觅丑先生。天然花貌雪肌肤，淡扫犹嫌脂粉污。虢国有恩承载薄，芳菲零落感伤无。小乔何事独怜才，贫贱韩郎属酒杯。昔日青青今不见，几回挥涕过章台。岂愿虚寻入梦身，画图终日对真真。綵灰一酌频相唤，争奈乔仙不应人。绣衿香暖怕分离，乔倩情痴百岁期。岂为泥莲移不得，穷泉应恨福娘诗。幽艳曾怜性格柔，蕙兰袅袅不禁秋。绿窗遗稿多零落，残锦丹青特地愁。小乔诗思迥幽妍，断送春红共可怜。最恨病中题锦字，强扶纤手落云笺。红粉真成薄倖灰，花前曾说恨王魁。有谁负尔千金意，自绝朱颜哭不回。当时幽阁多怜我，今日空帷不见人。忆共凭阑笑牛女，一年一度始相亲。去年今日设秋瓜，拜罢天孙喜色赊。移烛楼前同薄醉，断红双脸殢残霞。不分天长有尽时，鹊桥中断隔年期。再生岂但伤钿合，九时犹缄绝命诗。闲情忆得桂花天，展簟临轩看月眠。梦破月低归绣幕，博山犹自有香烟。玉盘擎里失明珠，独倚西风思转孤。自恨身非回道士，长生无术教珍奴。占断芳菲压岁华，绮筵长谢学飧霞。香魂艳魄归何处，知在瑶池阿母家。乔倩罗衣化作云，冰弦绝响永无闻。湘妃有怨曾为操，终日思君不见君。记卿情性奈卿何，小迕常嗔薄怒多。冥路有愁卿自遣，莫因閒事损双蛾。花颜珠络玉玲珑，影落丹青恨未工。不及明妃辞汉苑，琵琶衔怨去和戎。肯信萧郎是路人，小乔香韵杳难亲。崔郊一咏离还合，我赋怀仙日怆神。朱颜早慧竟无年，冷落歌楼及舞筵。莫怨小乔轻弃我，朝云衔恨别坡仙。拥炉却忆玉肩凭，争道恩深似未曾。闻说他宵将远别，杏黄衫袖泪成冰。云髻抛残金缕箱，行周开取泣衣裳。我曾一剪经亲付，腻歇香消总断肠。怅别乔仙归楚台，师雄沉醉卧寒梅。松关不闭葳蕤锁，留待清宵过梦来。灵药长生是也非，嫦娥偷去度蛾眉。小乔应亦曾分得，飞入蟾宫永不归。人世相思见月怜，疏梧秋霁忆乔仙。游魂到处难周觅，三十三天离恨天。乔仙飞去撒天花，罗绮长抛谢物华。却恨金笼旧鹦鹉，伤心时误唤琵琶。出浴闲庭步晚凉，薄罗衫子藕丝裳。于今抛冷缕金匣，襟褶微侵玉汗香。红拂天人出世姿，小乔明慧也如斯。可怜鲜识英雄眼，不得长随李药师。寻常日上看梳头，憨倚新妆不解愁。自弃碧窗丝网合，凄凄烟雨怕登楼。残魂黯淡拂花笺，字字钟情问可怜。分薄未甘轻诀别，一缄红泪寄窗前。琴心永托伴閒居，远别犹勤一纸书。弹指转缘伤浅促，文君无望诔相如。满幅春愁湿未乾，几回垂幌静中看。非关要结凭香火，如此深情不可寒。朱颜玉腕委黄坭，薄命张乔月坠西。寄语东山谢丞相，归来无妓可相携。西来锁骨幻婵娟，度尽烟花上碧天。若问小乔近消息，琼楼初侍玉皇前。谁遣仙凡有久要，每怀河汉恨迢迢。玉虚天帝应相谅，莫惜乘鸾下绛霄。应有灵谣寄别愁，放班闲作步虚游。孤踪莫过嫦娥宅，桂数摇风易感秋。浪说神仙住碧霄，初寒对月思无聊。韦郎心绪原多乱，休倚层台落玉箫。满眼烟光暖欲醺，回思粉面杳如云。恨无崔护桃花句，泣断春风也不闻。犹忆乔仙共锦航，采莲午日醉霞觞。小怜空有佳名号，命薄如丝续不长。荔支红忆醉颜红，笑倚菱歌荡桨同。十里香风人不见，乱荷深处小船通。情热鸳鸯蓦地分，悲凉离绪怨秋云。泉台去处漫漫黑，肠断凭谁说与君。朔气阴阴雪满貂，小乔玉冷暗香消。世间金屋非难事，长恨无缘贮阿娇。盈盈微步涉江间，一梦迷娇绝玉颜。何似文姬嫁胡去，恨传笳拍却生还。咫尺东洲去不回，小乔踪迹费人猜。非朝非暮非云雨，魏帝无方拟夜来。乔婧轻拌金缕衣，杜秋断送少年时。如今纵有青楼约，长恨无花空折枝。濒行解赠别前楹，别后那知薄命倾。扶我梳头从此绝，不关结发也伤情。闻道乔仙委蜕时，痛熏鲍艾损蛾眉。纵然白獭膏能觅，谁起卿完似玉肌。小乔茹淡意偏谐，蕙聚同甘愿早乖。我忆微之伤逝句，为君营地把香埋。芳魂零落黯松楸，颠倒华山泣断丘。命薄只教千古恨，一翻风雨一翻愁。昔看才艳压仙班，今寄孤坟寂寞山。词客共怜冰玉骨，新诗凭吊满人间。春原细草碧萋萋，怅忆张乔泪眼低。前度飞觞听艳曲，繁花销尽鹧鸪啼。藓满瑶阶绿作茵，春来纤履步芳尘。玉儿身去苍烟暮，零落金莲不见人。绿鬓髫髫张倩娘，才华未嫁早凋伤。无情相及犹应哭，何况人非阮藉狂。候涉朱明花欲然，柴扉深掩篆销烟。敲诗按曲生无分，白日荒荒拥病眠。消愁比苑寻芳日，忽忆东洲恨别时。病眼怯看花带露，依稀清泪湿胭脂。无端幽抱迸难裁，堆叠春愁扫不开。遗扇有诗长把咏，娟娟犹忆梦中来。小院閒香婉娈情，夜凉入梦较分明。与君别后怀中事，枕畔喁喁彻五更。绣被无劳蕙炷熏，风流欢散楚天云。去年元夕灯前酒，犹记藏阄笑夜分。碧海澄澄转玉盘，鲛人初怯露华寒。水精宫院青辉彻，愁杀红绡倚槛看。桂影当樽莲漏岩，翠楼良夜捲珠帘。今来望月成追忆，怀抱逢秋一倍添。海上仙山有十洲，璇房幽绝最宜秋。蓦然远忆心期事，谁慰张乔翠黛愁。七日欢恩百岁情，他生还认李元平。小乔设愿终成否，肠断凭诗问九京。红粉佳人碧玉妆，轻盈曾是杜兰香。风前响绝飞仙曲，每忆当时暗断肠。挽逝长歌懊恼诗，小乔东去未曾知。南唐后主伤心句，佳节缠哀不自持。乔倩香埋落北阡，伤心不忍说蓝田。空怜死有招魂赋，自恨生无种玉缘。一抔新土丽人家，水垒峦层涧道斜。珍重不教文采没，为君新植满山花。挥洒闲窗得几朝，风兰湘竹一时描。笔踪卷上新如昨，艳魄泉中久已销。一觉扬州梦几年，不堪回忆旧情缘。锦筝冷落轻尘锁，细雨霏霏寒食天。林下高襟酒与诗，风流通德抱幽思。眼前开谢成今古，忆对伶元拥髻时。萧萧秋籁夜愁生，舞叶如闻响屧行。帷影灯魂殊恍惚，西风吹梦竹房清。新诗遥寄枕前开，垂死呼灯咏几回。刚为断肠教下咽，此心争道肯成灰。二乔莫恨世缘悭，早谢风尘到是闲。犹胜题红深院里，断肠终日忆人间。无复南楼倚翠屏，风花着水叹飘零。兰因絮果生前业，掩抑诗篇恨小青。画图春风一面娇，难凭颜色驻轻绡。为君和泪编遗稿，留取千秋认小乔。西墅池亭背郭开，小乔同赋忆寻梅。可怜入望盈盈水，曾照惊鸿步影来。双楼池馆又经春，前度花开漾眼新。风暖蝶轻啼鸟缓，到来偏忆旧游人。神女巫山底事非，同游踪迹尚依依。清宵好入襄王梦，莫漫为云到处飞。小乔疑隔大江隈，铁锁横空鐍不开。争似莫愁双桨渡，轻舟容易送将来。彷佛声尘欲见难，衔哀思影觉心酸。一觞絮奠惭韩重，安得邀为三日欢。艳质当春遽堕红，玉颜飘没水归东。空怜一枕游仙梦，不逐云英入洞中。小乔命薄似秋云，滴泪研珠写诔文。花发菖蒲人已葬，悲风凄断薛涛坟。山花迎笑忆温柔，袅袅回风舞未休。落得榆钱空满地，不堪持赠作缠头。千秋彤史有遗诗，词客登临吊古碑。谁是王轩冥感切，留题石上见西施。青娥词藻艳相闻，身后金钗有小坟。留得东南风雅在，几多时辈不如君。玉埋尘土过春三，为祝芳魂扣小庵。泪染竹枝君不见，断肠聊拟望江南。芳华销歇古来多，欲哭张乔且放歌。借问赵家痴姊妹，六宫专宠近如何。二乔高格重词场，瘗玉郊原骨更香。我似吴门风雅客，痴情颠倒咏真娘。幽窗寂寂晚风悲，为忆深恩漫赋诗。若论玉颜题百咏，小乔应笑比红儿。徒倚长谣愁作堆，情钟生死自堪哀。欲销葛尉无穷恨，除是张乔再世来。吞声旧咏几汍澜，恻恻新题恨百端。悲动有时终一读，弥天风雨黯窗寒。"}