{"id":"702092","title":"纪怀并引","dynasty":"明","author":"温纯","text":"计偕试南宫，遂上公车对。时当世太平，内外争尽瘁。穆穆肃皇圣，主静勤修内。怀柔慑万灵，纳言收中贵。惩贪更训廉，信赏罚无贷。嘉靖殷邦同，久道万方赖。至今思祖功，父老犹垂泪。筮仕令北海，海上半凋瘵。初至百忧丛，视事忘向晦。出入童稚眠，徒为簿书累。亦慕卓鲁名，愧非学道爱。别来三十年，父老犹虚戴。补过恨无繇，此任不更再。寄语为令者，毋如余徒慨。三年频于役，凭轼临沧海。徙倚蓬莱间，几席扶桑在。始觉眼界宽，西望极畏垒。天浮日永浴，雁迷岸分彩。归泄无盈虚，百川于此汇。始作卢敖游，高鸟惭意怠。回陟大泽山，日观峰未改。呼吸圆䆸通，应接汗流浼。归来爽自失，蜗居从前悔。西征将之济，延颈问阙里。泰山高万仞，龟蒙亦难儗。有阜迂以曲，沂济文相似。卦列少昊陵，钟灵自此始。祷尼应如响，顶圬生夫子。匹夫祖尧舜，千载崇庙祀。荆棘故不生，异木森且美。当时手植桧，荣枯关泰否。呵护烦神明，感通有至理。低佪瞻拜馀，一贯如面拟。庄皇初践祚，首重言官路。徵书罗四方，召从诸彦后。左掖拜夕郎，白简容敷奏。一时颂恭默，纳约无庸牖。渊哉尼父言，无为真圣度。升遐胡太蚤，遗弓泣宇宙。朱明景风至，衔命之沈代。言陟天下眷，历晋出雁塞。上党文物集，朱门多风槩。沁水主人奇，论文出流辈。踟蹰马邑城，追慨诈为害。云中节至止，带砺盟千载。邂逅赵将军，英声无与佩。接武渭阳周，出师敌辄北。养士与双眼，屈指名仅再。赖有刘都督，三捷威仍倍。今为连炮雷，一发敌尽碎。省卒更省饷，不战功尤最。先声屈人兵，庶以威为爱。乃知禦侮策，全胜在修内。驱车之荆楚，暂憩习家池。西忆羊叔子，山有堕泪碑。言寻云梦泽，荒迷不可知。江汉依然在，皞皞濯于斯。朝登黄鹤楼，暮倚鹦鹉陂。再过巴陵道，不禁先忧思。一著归来赋，远谢叔子规。梦濯缨与足，如在江之涯。仲尼不可尚，千载是吾师。归溯汉水西，言陟太和巅。太和高万丈，乌兔疑倒旋。诸峰亦儿孙，五岳岂比肩。中多学道侣，相与證真诠。真诠何可得，依稀守丹田。夜梦玄帝语，鼓琴宁俟弦。汝归有馀师，汝师言更玄。无思与无为，斯言信不偏。北面终邹鲁，庶几永无愆。繇郧入商于，驱车历木末。蜿蜒七百里，天近海疑括。昆崙于此终，太华势相夺。坤厚信无疆，钟灵及辽阔。姬历八百年，贤圣实超越。历代饶荃宰，宇宙任旋斡。晚近忽荡潏，絪缊气疑脱。郁积端倪开，地维竟轩豁。君子期法坤，厚德以载物。入里返初服，垂涕拜亲闱。二亲方耆寿，偕隐共采薇。春秋耕南亩，不愁寒与饥。弟童儿方丱，挟册亦爱晖。岁时延宾友，欢宴愿无违。但怜姊与妹，各弃扊扅归。解郁开春酒，始幸早拂衣。有甥跪罗列，庶免永歔欷。壬申冬拜命，乘春临大河。次且崤崡道，踟蹰雒之涯。默思图与书，千载永不磨。渊哉坎之一，万象已森罗。五十数非阙，载籍文何多。南北滋路岐，杨子泣奈何。所以鲁尼父，无言欲回波。观象登道岸，守一更无他。迤逦临熊耳，从郏及申宛。遵彼汝坟境，追思王化远。言驻隆中轸，问俗频往返。恨无随车雨，腼颜如餐饭。有召及吾师，孙公节再建。铜堤竹马迎，云公来何晚。当年羊叔子，步武尤蹇蹇。余在约束中，依旧炙经苑。会有二三子，因依共勤恳。忽为参与商，回首空缱绻。时值大渊献，囧命以绿绶。入关过里门，北征将父母。伏陛瞻龙衮，端拱临星斗。余从典属国，再步廷尉后。旋总大官署，六礼亲奔走。喜遇泰交成，远近欢盈口。至今三十年，乾坤同悠久。礼乐容台司，骏奔郊庙际。有友赵柱史，之楚正揽辔。久要故不忘，相期秉忠义。同歌蜀道难，并失南郡意。解组先后归，遂初泾峨内。潜修卒旧业，力耕供赋税。山林亦有责，报恩明不倍。目极日月边，如睹天颜霁。初宿邯郸署，偶闻邻妇啼。声声如有诉，多云有所思。不作双飞鸟，却为征夫妻。征夫妻犹可，边塞苦谁知。不愁衣带缓，但恐寄衣迟。砧杵家家急，贱妾心独悲。手纫衣未成，衣成附阿谁。倚门有二亲，下车伏地拜。拭泪转开颜，问讯疑梦寐。乍聚忘远游，囊空反增爱。有美弱冠弟，青衿亦聪慧。随行兼问字，二亲欢更倍。东觅仙掌莲，西慕瑶池会。莲实犹可得，桃熟难更再。但酿清为圣，浊亦贤可待。蓂开柏叶进，菊绽桑落美。张筵聚宾从，门巷填车盖。余舞老莱斑，弟咏南山对。诸孙争进履，椿荣萱树背。有召忽临门，承欢仅六载。于今涕泪多，不忍见松桧。涒滩为帝理，再侍讲筵内。未几拜命行，捧敕临东海。二亲犹及将，扶侍供甘脆。王事信靡盬，不遑周仍隘。采莼更觅鲤，奉养敢云备。明王隆孝思，永言锡吾类。遵海望天台，偶与知己会。手染二亲容，驻颜语仍在。语及世上名，洗耳有真态。相期雁荡游，抚景尝至再。归署襟已豁，如在尘寰外。乃知乾坤里，形骸元无碍。吴山天然境，天目于此会。江海襟尝合，龙凤结仍大。钟灵更毓秀，都会千年在。一水临岛夷，所恃在武备。余乏安攘策，坐镇浑无赖。官联幸同心，但于簿书内。民瘼尚未瘳，何论沧溟外。有时陟吴巅，似与昆崙对。我屋居其间，视之仅如芥。恐为形迹拘，俯仰惭函盖。视师鳌柱下，寻登鳌柱上。举目溟渤尽，楼船争用命。共恨海不波，髀肉生愈忼。翻思武欲修，文事宜先尚。郤縠何人哉，礼乐称名将。回瞻孔庙颓，鼎新如始创。郡士课文秇，薛子神尤王。令如石头城，御李儿共傍。其师亦千之，余愧申公望。师已魁多士，蔡薛文日畅。辛丑同对庭，文子亦与伉。又同读秘书，盐梅吾已谅。独有儿予知，挟册犹惆怅。盍簪兼丽泽，相期仍无量。虎林戒行李，返舟停霅水。旋从姑苏城，一水达都鄙。中经江淮河，西自楚豫起。军储四百万，私运亦称此。平江信多劳，宋公良比美。万安通夏镇，余亦从经纪。至今三纪馀，舳舻争逦迤。飞挽古未有，陵园亦宁只。乃知故与利，子舆言有以。纷纷泇莱议，拘曲终当已。谁其浚二洪，行险深见底。水繇地中行，陵运咸永倚。往来亦利涉，朝贡疾如矢。舍此谈他途，如车轻弃轨。初从司农后，旋领藏庾役。金贮四百万，粟犹六年积。人人怀婺恤，已惧渔竭泽。倏忽十年馀，出多入不益。粟乏兼岁储，金万不及百。仰给人如麻，啧啧朝与夕。司农难以应，仰屋忧难释。广开鬻爵例，铨路惧乖隔。严督搜粟吏，又为闾阎惜。食寡与用舒，斯言诚药石。九重方明圣，成命正于赫。屡示宽恤期，四海手加额。己丑罪逆积，殃及我慈闱。黄泉不可从，衔恤扶榇归。蒙恩予槥地，又蒙享以词。封树遂成林，丽牲遂有碑。附以名人铭，不朽当在兹。亲恩日欲报，梦翻莱子衣。皇恩报更难，衔结不敢辞。捧诏领南铨，始遂金陵游。仰瞻定鼎基，王气莽千秋。龙盘连燕矶，虎踞对牛头。孝陵郁以葱，都会今称留。百司常拱卫，南北盛二周。余辱百官长，表率愧前修。癸巳当计吏，但知右名流。追忆郏鄏卜，极目望宸旒。夏拜冬官命，承恩就子舍。入门睹吾翁，故颜惊彫谢。尝药仅三时，亥晦忽长夜。皇恩慈闱并，感极泪长泻。呜呼马鬣封，千年邻二华。执秩碑实录，执宪铭匪假。惟有罔极思，不如从翁化。郁鬯非无酒，酹地空荐藉。读礼松楸间，并读论孟语。始知精一脉，乃在不踰矩。所欲惟从心，危微宁异睹。形色性命合，邹孟真学鲁。直养开一关，作圣如导瞽。上达在下学，刚大岂袭取。求一惟忠恕，为已当学古。日用精义足，默识敢自沮。不然内外岐，空谈竟何补。"}