{"id":"702652","title":"感寓","dynasty":"明","author":"童轩","text":"幽居念无极，乃在天地先。两仪既肇位，寒暑互推迁。庖牺凿理窟，马画斯播宣。三才本一贯，孰能窥其玄。天鸡夜半鸣，火轮出扶桑。迟迟丽曲阿，万国皆明昌。圣人法天运，峻德四表光。赫然万物睹，化曜舒以长。出作而入息，泰运成虞唐。何知负暄者，亦欲献吾皇。苍旻示县象，昼夜恒推移。三台各分位，列宿光陆离。高高紫微垣，中有天之枢。辅弼暨丞卫，旋绕如联珠。长杠揭华盖，太乙层阶梯。乃知至德主，垂拱天下归。四序迭更谢，日夕无停机。人生覆载内，造化讵能违。达人重义命，愚者昧是非。灵台诱外物，孰知察危微。勉旃力鞭策，贤圣乃同归。吾闻邃古世，土鼓而蒉桴。黄帝垂衣裳，昼梦游华胥。唐虞绍至理，文德乃诞敷。夏忠商尚质，随俗变隆污。姬周日文盛，国风咏驺虞。奈何五霸习，秦豆趋木涂。鸡鸣海色动，群类各有趋。猿猱解升木，蜣螂知转珠。物性率自然，不假命与提。人生灵万物，理一分则殊。赋形肖天地，仁义本良知。云胡日戕贼，冥然居下污。瀛海环神州，其谷洚无底。迤?八纮外，不知几万里。川输而不盈，尾泄亦何已。阳侯鼓洪涛，怒立百丈水。试问王方平，扬尘特虚语。周穆御八骏，汉武求三山。所欲在长生，岂惮道里艰。瑶池觞白云，金盘屑神丹。刀圭卒难遇，龙去不复还。千秋陵寝树，落日悲风酸。明王慎大德，四夷乃咸宾。夏璜肃慎矢，方物以类陈。所需在器用，犬马何足珍。于焉昭德致，孰敢不来臣。丹山出异鸟，文采光陆离。高飞薄霄汉，虞网巧空施。昔当有虞氏，此鸟曾来仪。一鸣恊韶乐，千载应昌期。回观百鸟群，喧啾竟何为。青蝇乃微物，营营止于榛。偶遭骐骥尾，托之千里腾。沾污变白黑，攻钻掠膻腥。嗟尔亦何得，胡为人所憎。孤桐发清商，飞泉绕纤指。一弹秋月明，再弹天似洗。琅琅太古音，不入筝笛耳。安得钟子期，相逢奏流水。宋人粥䌟絖，一朝贸奇资。晋人贮垂棘，韫椟十载馀。技轻信易售，器重识者稀。所以吕尚父，白首渔磻溪。姬文苟不遇，卒老甘布衣。采采芙蓉花，江长浩烟雾。绻彼同心人，方舟不成渡。归来坐前轩，月白澹清露。永怀弗能谖，鸣珰渺何处。众人恣欢谑，志士恒苦忧。所忧非一端，不为衣食谋。吴忠裹䲭革，楚直沉湘流。区区不识察，心膂成仇雠。长城乃自坏，千载将谁尤。贫贱不可去，所愿甘布衣。先民有格言，富贵履危机。高车岂不好，一覆信难支。君看庙中牺，孰与濠上鱼。贤哉鹿门叟，去去从此辞。崇兰杂萧艾，薰莸本自殊。妖秾世所尚，馨香独何为。时无纕佩者，青青遗路岐。殷勤理芜秽，勿为尘所欺。干将出尘柙，光夺寒泉流。平铺白鹇带，疑是苍龙钩。神物古所异，有气冲斗牛。雌雄忽失偶，空为时世羞。谁能献天子，请入上方收。依然炫锋锷，断彼佞臣头。乘黄本龙种，上孕房日精。何当驭造父，一日千里程。腾骧逐电流，骇跃蹑云轻。驽骀信非匹，款段敢争能。胡为置立仗，而不使一鸣。俛身驾长辂，垂首络繁缨。良才□□用，空惭神骏名。迢迢弱水西，中有三神山。石洞閟日月，芝草生琅玕。龙耕玉田水，鹤啄松云坛。仙人羡门徒，日夕居其间。烟霞组长袖，刀圭驻红颜。我昔从之游，飞佩鸣珊珊。朅来住人世，矫首隔尘寰。安得大鹏鸟，飞来载我还。松柏有孤性，冰霜恒自嘉。夭夭桃李颜，争为儿女誇。物情既云尔，志士复何嗟。北宫有遗菽，东陵无故瓜。斯人不可见，目极飞鸿赊。南国有佳人，颜色白如玉。天寒被短褐，奚羡绮与縠。居贫谅自持，岂云乏膏沐。素节谁能俦，西山有孤竹。蟏蛸矜小智，结网挂高楹。微虫亦蠢尔，冥飞入其罾。居然取而食，皤腹县晚晴。有蜂忽相触，急趋欲有营。螫尾肆厥毒，丑物俄毙形。嗟哉机变者，饱食安可恒。出门瞻太华，危峰拄天际。宣尼去日远，巍然徒仰止。大道日沦湮，攻钻弊诸子。独抱万古心，感叹何时已。众人嗜奔竞，宛若风中花。朝开灿珠玉，暮落随泥沙。所以古达士，知命匪所誇。宁甘伏枥马，耻学粘壁蜗。鲁连今已矣，抚卷徒兴嗟。艳色天下重，不以今古殊。明妃倾国容，如何嫁单于。有貌不足恃，有才当自愚。士衡遭杀戮，元礼成羁缧。君看冥冥鸿，人生反不如。三策出江都，一语取丞相。命途有通塞，丝粟不可强。嗤彼操瑟徒，枘凿竟何往。身辱名亦亏，岂但寻尺枉。陋哉投閤云，美新空附莽。披裘诣中野，拾薪以行吟。孰云季子贤，顾谓取遗金。天地物有主，妄攫诚何心。焉知胠箧者，掉臂方骎骎。食客世恒有，义士天下稀。田光报太子，杵臼存孤儿。英声振今古，名与金石俱。彼有廊庙器，佩玉飘长裾。国难仅一发，缩首思全躯。吁嗟长乐老，遗臭将谁欺。轨方信难适，轮圆始能行。憸人丑正直，端士羞逢迎。是非得失间，将焉用吾情。宁为齿刚敝，勿为柔舌荣。曲沃产县匏，汶阳发孤茎。参差制双翼，吹作鸾凤声。悠悠楚妃叹，切切荆王吟。空惭滥食者，亦有南郭生。驱车欲何适，驾言陟高冈。阴云垂四野，猎猎北风凉。豺狼嘷我后，乌鹊噪我旁。岩谷少居人，我行多所伤。念此不能往，匪云途路长。悠悠岁华暮，伫立空仿偟。明月射虚牖，寒螀悲洞房。感之不能寐，起步徒自伤。美人隔千里，欲涉川无梁。徘徊吊孤影，涕下沾衣裳。朝适易水湄，鹬蚌方怒争。今日复明日，渔者得并擒。齐楚擅敌国，干戈日相寻。宁知兵久敝，坐使嬴氏并。秦人据崤函，自谓万世基。孰知楚一炬，百二俱成灰。惟彼陶唐氏，有此冀北陲。势无金作城，利乏汤为池。黎民悉于变，垂拱成雍熙。乃知帝监德，岂在险与夷。步出北郭门，风悲白杨树。累累古今坟，高下正相似。中有百年人，长眠不知曙。荒烟狐兔游，落日樵牧语。蒺藜秋著花，一望迥无际。感彼雍门琴，凄然泪如注。相如赋大人，曼语誇独步。飘飘气凌云，时复中规度。虽云讽意深，适足诲淫助。不见雾縠奇，乃是女工蠹。富贵亲戚惧，贫贱父子离。骨肉尚如此，何况他人为。季子昔未遇，憔悴面目犁。一朝佩相印，革车千乘随。揣摩发雄辨，抵掌惊愚痴。还过洛阳境，父母为道除。蛇行伏妻嫂，局促一何卑。季子不足道，薄俗堪长吁。昔云遗寿耇，稽谋无自天。如何鲐背者，徒抱犬马年。贾生洛阳少，叔度汉室贤。高风洒六合，古今无间言。荆山产奇璞，不惜屡献之。苟怀刖足忧，至宝横路岐。何如南阳卧，讴吟梁父馀。终然致三顾，可使大名垂。清流有时浊，白石不可烂。虽膺推毂名，未免吹竽滥。门前桃李荣，笼中桂芝满。苟有为国人，相知宁恨晚。千金结知己，自谓两不疑。诩诩气相下，握手肝胆披。奈何黄金尽，一朝生别离。潜谋发机槛，反眼相倾危。朝欢莫仇敌，状类犬豕为。安得金石心，千载永不移。平路不生廷，瘝智久淆浍。束菅以代楹，奚免风雨败。知人古所难，进退各以类。谓予如未信，请观易否泰。相马必以舆，相士必以居。容取失子羽，言取失宰予。圣人察所安，尚蔽骊黄馀。况彼肉眼夫，乃欲评锱铢。麟楦巧外饰，狗瓦同儿戏。寄言姑布徒，奚以骨相为。积毁解消骨，积羽能折轮。曾参固仁者，而岂能杀人。流言三及之，投杼慈母嗔。所以南阳老，长为梁甫呻。金玉瑩奇质，不为砻铸渝。君子抱仁义，岂彼贫贱移。夫何陈蔡间，于穷亦殆而。削然反琴歌，通塞不复知。由安颖阳乐，共适丘首颐。古今同一揆，万世真吾师。彼姝者谁子，云是南国娃。幽闲不踰节，自幼本良家。娥眉妒新月，玉貌羞春花。一朝入楚宫，容色绝世誇。终焉郑袖忌，劓鼻空成嗟。老狐戴髑髅，夜拜北斗神。绥绥曳长尾，顷刻化为人。怪异固莫测，妖术方日新。高城窍深窟，蟠结无与伦。望之不能灌，忧愤填秋旻。神龙本阳精，变化升天池。嘘云泽下土，在在苏群黎。一朝天帝怒，下谪荒山陲。鳞甲悉疮痏，蝼蚁纷制之。过亢信有悔，圣易岂汝欺。何当复飞跃，钧天日遨嬉。为政莫若猛，有德斯以宽。火烈望之畏，水弱民玩焉。宁知一念慈，流祸不可旋。萑苻盗群起，尽刈犹草菅。猛宽贵相济，至哉宣父言。鸿荒世已远，王霸分二途。学术有诚伪，治迹殊隆污。王道旷如天，荡荡不可模。霸图塞罅漏，反掌成驩虞。吁嗟四三芋，请视狙公狙。斥鴳飞蓬蒿，昼夜声唧唧。大鹏运天末，鼓簸垂云翼。小大固不同，赋性各有适。夫何含齿徒，终岁不遑恤。田毛责地征，庸调苦徭役。安得萧与曹，民心庶宁一。诚能格异类，信可孚豚鱼。昭然布方册，斯理不我诬。宏农虎东渡，潮阳鳄南驱。颍川凤来集，驺邑蝗不飞。斯民实人类，而岂物不如。顽贪信可变，愧无韩邓俱。珠藏川发媚，玉韫山生辉。君子抱奇器，厥闻乃四驰。奈何郑人朴，云是鼠腊为。名存实则病，百世空成嗤。蛇足不可添，虎尾竟难履。弄巧本无成，逢危贵知止。陈蕃死北台，晁错斩东市。黄泉如有知，冤魂共谁语。有客遗瓠种，树之南山隅。秋风结佳实，呺然成巨壶。剖之以为瓢，濩落无所需。谁将虑大樽，逍遥浮江湖。物固各有用，在子宜有图。养志必忘形，重义乃轻利。为问贤者谁，曾子昔居卫。正冠绝尘缨，捉衿露双臂。曳屣一高歌，商声满天地。人心匪可测，顷刻忽千变。明敦玉帛好，中实惨刀剑。弯弓思愈已，发墨搆深怨。高山犹可登，浚泉犹可见。厚貌饰虚情，古今庶为鉴。众贪必恶廉，众曲斯恶直。邪正有两途，是非起勍敌。遁庵伪学名，温国党碑立。世事每如此，不见奇耦画。异端乱人耳，譬彼淫哇同。圣人不复起，聋俗何由聪。如何六籍后，纷纷费研攻。孰知千载下，见此紫阳翁。挤排振其落，敷阳发其蒙。斯文天未丧，尚幸斯人功。坎蛙不知海，瓮鸡难语天。区区章句儒，妄意斯道传。训诂竟穿凿，末技空雕镌。宁知方寸内，万化本一原。桓读乃糟粕，信哉轮扁言。海外更九州，中有道名国。男女恒裸形，衣裳笑襜复。此事信不经，贷之乃异俗。堂堂华夏域，礼教匪不足。偷诈肆相欺，而宁知耻辱。浆酒与藿肉，日饱牛马腹。视彼谨厚夫，群嗤众争逐。贾生倘可作，此亦堪痛哭。驽骀产冀北，十五以为群。秋风饱刍豆，蔟蔟如云屯。中有八尺姿，天矫同游麟。饥餐玉山禾，渴饮瑶池津。路远不易得，终岁恒苦辛。盗蹠曝人肝，金玉如烟尘。颜回一瓢饮，难免陋巷贫。斯理自古来，仁人胡叹哉。蜉蝣衣楚楚，生死随朝昏。蟪蛄吟夏树，秋委落叶根。人生亦祗尔，鬒发忽素茎。何如秘元命，囊括经世文。葆真鍊精魄，龙虎相吐吞。黄芽变仙骨，永与天地存。底须谢尘世，远赴沧洲云。任公垂大钓，投竿东海湄。期年不能得，蹲坐苦不辞。倏然牵犗饵，有鱼吞食之。惊扬奋鬐鬣，水击风霆驰。引手试一掣，腊肉如山陂。嗤彼趋渎者，纶影飘游丝。时时虽有得，琐琐皆虾蜞。得鱼尚云尔，经世奚能为。旄头射长空，塞马南下牧。封疆失固守，老稚遭杀戮。陇上掠牛羊，天阴闻鬼哭。岂无当世雄，可比卫与霍。长驱十万师，横行净沙漠。梓人职绳墨，砻削器不居。一朝搆栋宇，群役环向之。斧斤视规画，刀锯闻指挥。逾时大厦成，名姓乃上书。始知君相任，所职在无为。讲求经国要，综理元化机。百工苟无旷，庶绩乃咸熙。功成天下贺，周召与同归。杀青示鉴戒，善恶存始终。孰知马迁笔，益长浇漓风。论道敝黄老，叙事尊奸雄。深讥贫贱耻，虚美货利崇。厉阶由此始，历世将无同。安得起孙盛，笔削昭至公。"}