{"id":"702724","title":"九骚引 感往昔","dynasty":"明","author":"葛高行文","text":"岁聿莫而历蹇兮，执霜心以为柄。扬真气之馥馥兮，叩寂寞而见性。刷淟涊之流俗兮，佩蕙纕以自解。惊箕伯之袭帏兮，撞我思之悠悠。捧《柏舟》之佳韵兮，魂离披而生愁。持徽音之不二兮，忆两髦之匹俦。览嫠妇之悲赋兮，涕横迸而沾襟。聆露鸡之三唱兮，夜漫漫而思侵。竦余志于天崿兮，佩秋兰而采绿芝。心与愿之不偕兮，遭坎廪而噫嘻。托素怀于白云兮，摭蔓茅于九疑。仰清都之剡剡兮，饮沆瀣而餐露葵。昔妫汭之厘降兮，钦帝命而名垂。乃洽阳之不作兮，道晻晻而日堕。纷吾髟髟有此内美兮，秉钩陈之遗志。良夜忽焉而假寐兮，梦女娲之来惎。列清芬于笔端兮，则秽累而为粹。效前修之矩规兮，樛玄思乎远睟。嘉涂山之蠲思兮，恶褒阎之嘕咥。阅女史其怦怦兮，九折挝而申肆。妎嬛媚之为邮兮，抱太素之天懿。缅先子之丰标兮，心摇摇而如醉。发鬤鬤而局曲兮，树谖而靡寐。精贞函于方寸兮，飞誉冠乎天庭。处奄奄之尘区兮，敢舍志而违经。思英英而内栖兮，驾腾腾而上征。命灵灵而不昧兮，顺天禀而修名。尽中馈之典职兮，调阴教而和羹。思窈窕之汋态兮，饮琼瑶之玉浆。步芳躅其不忘兮，抚角枕而旁徨。览洞庭之流波兮，帝子游乎潇湘。神仿佛而忽睹兮，云滃滃而飞扬。石磕磕而振厓兮，灏长澜之洋洋。登巉岩之峻丘兮，攀朻枝而鸟翔。劲风为之振木兮，柔条悲呜而似簧。秋兰时其未吐兮，芙蓉葱笼而含香。缅二妃之清尘兮，芳草藞焉有辉光。佐重华之隆盛兮，风教垂于椒房。伊任姒之母周兮，性沉水靓而淑良。佳媛千古鲜俪兮，郁金并尔喷香。文姬苏蕙焉可比兮，毛嫱西子亦匪其行。慕窈窕之懿范兮，指内则以为方。握芳椒以流盼兮，折桂枝而树旌。步前躅之愔悘兮，注烈思之荌荌。夫何废寝而忘餐兮，搜典籍而罗瑶琼。张丹檠而读史兮，惟砥德之是荣。翻规箴于往牒兮，心战兢而惺惺。发鬇鬡而慵整兮，志款款而弗更。希太素之玄风兮，敢抚奁而渝旧盟。恧贪秽之淟浊兮，诵《绿衣》而修名。叩天阍而辟扉兮，谒钩陈之坤灵。睇太微之光芒兮，顾微躯其何生。将法古以垂后兮，裁青编而见情。庶诞降之不虚兮，弗顾影而愧形。惟长子其浚哲兮，古涂山之苗裔。遥仰文母之婀娜兮，嗣前徽而婉。羡螽斯之振振兮，吐玉英而树庭蕙。望关雎于河洲兮，识灵偶之重别。貌雍雍而齐庄兮，气馥馥以内洁。予诵樛木而知惠兮，殊恶妎妇之催花。垂万世之阃格兮，咀性中之天葩。驰吾思于云际兮，慕圣媛之馀响。播清尘于千载兮，览芳规以目爽。追前修而希静一兮，宓妃女娲邀以为党。女贞乃木之佳讳兮，鸿亦非偶而不翔。睹微物之清淑兮，生与俪而休有光。时荏苒其代谢兮，感落叶而心伤。抱素质而自嫭兮，倚恬淡以为床。馀将登阆风以息趾兮，征不死之素乡。觏银毫之戴胜兮，赠我白水之瑶浆。携双成之悦婆娑兮，眉联娟而动朱唇。内桄桄而靡翳兮，神涣涣而绝尘。岁与大钧齐兮，执恍忽而为真。栖遐志于浮云兮，整青络而越瑶津。端直吾之所愿兮，修性理幽惟节与仁。泛柏舟之河中兮，忽人宅傺而内结。含薄怒以惓惓兮，心郁郁而坚节。念两髦之我仪兮，矢靡他而志诀。持仁义以内修兮，遇纬繣而肠绝。何庭慈之不谅兮，遏心志而摧折。嘉共姜之淑慎兮，遵矩矱而自洁。恸杞妻之崩城兮，赴淄水而呜咽。徽爽女之志笃兮，尸还阴而心铁。哀八轨之血痕兮，令千载而心裂。遭大运之殃咎兮，表贞洁以霜雪。伤花妻之蚤逝兮，闵纱圆于火烈。皆舍生以取义兮，抱灵修而岂更迭。抚人生之谁无死兮，一杀身而甄英杰。遭缤纷而怖覆兮，佩琼瑶于祁祁。钟清英之灵秀兮，魂渺渺而何之？修灵原之不死兮，涉天津而采紫芝。天步馀之艰难兮，失比翼以独居。悲回肠而伤气兮，志柏舟而如饥。奠桂酒而驰念兮，坐兰闺以凝思。饮修竹之坠露兮，心披披而泪垂。匹陶唐之二女兮，轶大汉之惠姬。慕孟母以孜孜兮，训三迁而为世师。中蹇蹇而闷瞀兮，意忳忳而心难夷。竭诚信而专一兮，忘儇媚而如痴。离玄帐之五载兮，致桂酒而为羞。神剡剡而如见兮，目无睹而心忧。思旧爱之莫得兮，逝长往而悠悠。协清和之斌斌兮，护二仪之〖姽柔。阐坤德之英英兮，匹任姒而尹优。亲蚕桑以为务兮，性勤俭而采芣。持内则其纯备兮，克温恭而行修。想仪容之仿佛兮，意歔欷而难蒐。感霜露之不停兮，羌弃我于何游。胸闷闷而倦极兮，忽枕籍而如睹。垂灵袖之纳纳兮，呼余来而赠蘅草柱。女不闻乎阴阳兮，始太极而为主。天统一而万地兮，日月一而星数。妇以专一之为美兮，子众多而一父。阴伏阳以为德兮，阳统阴以为明。人在世之贞洁兮，没万代而垂名。昔洁洁之英媛兮，泪瘢瘢而寄情。身处仁而迁义兮，神飘飘而超太清。于是忽焉而大觉兮，生为梦而死灵。献兰蕙以告神兮，敢不取义以轻生。涤尘垢而不染兮，茹芙蓉之英英。餐秋菊之坠露兮，煮姊茗而供冰。清何顑颔之不舒兮，将荏苒而登帝城。处冲漠之兰闺兮，心絓结而如醉。岁忽忽其将迈兮，花落落而蕊坠。攀长条之要妙兮，睹鸿造之殊异。悲晨风之震木兮，鸟翔集而争媚。拾朱英而太息兮，时岂可乎再至。睇焦螟而巢于蛟睫兮，愕蓂荚而内伤。蕤宾主其仲夏兮，蓐收至而变商。感寒暑之代谢兮，素叶零于雕霜。气郁邑而填膺兮，陟阿丘而采虻。瞻蜉蝣之楚楚兮，中闷闷而心惊。哀薄躯之须臾兮，修素质而益荣。陈凄情于姮女兮，垂青盼而顾语。吾引导夫前路兮，涉层霞而求侣。何人生之短期兮，安寄旅而怀忧。登嶰谷以逯趢兮，览六区之鸿流。逾扶桑而荫趾兮，双材旁而抽清讴。将草柱蘅以充帏兮，体婵娟而佩琼瑈。持太淡以为柄兮，悟往昔之沉迷。阅玉牒之遗于南窗兮，审容膝而独栖。披惠姬之诫于清案兮，心朗朗而古期。托幽怀于笔端兮，聊以寄情而舒永思。胡然而我念之兮，涕滂沱而心悲。君俟我乎霞表兮，终归骨而同居。临高云而三叹兮，抚简册以致思。步花阴而四顾兮，内伤悲而移时。睹扶光之如箭兮，哀岁月其难追。仰浮云之飘飘兮，志凛然而与世披。夜皎皎而不寐兮，心朗朗而气夷。却罗绮之黼帐兮，设黍藜而疗饥。避世途之缤纷兮，崇仁义以为懿。读先哲之遗训兮，身三省而内刺。年四十而不惑兮，修天禀之淳粹。瞰二纪之无穷兮，察五纬之遹皇。妒盘逸之无度兮，乐未毕而哀生。听素女之抚弦兮，令吾神气爽而思清。瞻故都于霞表兮，陟钩陈之琼宫。出阊阖其远眺兮，俯九土而生愁。风骚骚其振衣兮，雪霏霏而似琼瑈。览太虚之苍茫兮，羡王雎之悠悠。玄鹤鸣于九皋兮，声闻野而不收。鸢相羊而戾天兮，鱼沉渊而潜游。察至道乎上下兮，理阴阳而度三秋。物贵贞而淑美兮，遵纯水靓而自修。登银台而常羊兮，取玉芝以为羞。披初服之修洁兮，更思周任之内柔。想两髦之佳仪兮，心心列栗而怀忧。遭险屯之穷时兮，安薄命而靡邮。夫何月色之灿烂兮，凌树影而入罗帏。独倚床而延伫兮，侍女怠而欲归。仰圆灵其万户兮，窃皦皦之清辉。睹姮娥之纵体兮，扬轻袿之绣裳。含然诺其欲吐兮，气藞兰而喷香。当长风之飘飘兮，袭罗衣而旁徨。众鸟栖于茂林兮，翔千仞之凤与凰。悼鸿鹄之坠空兮，羌中道而失偶。嘉斯鸟之贞洁兮，触我思之悠悠。衷懊咿而不止兮，寄愁怀于沙鸥。坐兰闺之闲夜兮，聆回飙之飕飕。解垢氛之婴身兮，心翼翼而无尤。叹三闾之见放兮，增壹郁而怀忧。惟察察之哲人兮，能淈泥而扬清波。览江汜之淑媛兮，被德化而啸也歌。晞银汉之织女兮，供霓裳而弄金梭。正衽衿而危坐兮，如衔枚而无语。神英英而内栖兮，思恍惚而登虑。虚方寸之寂寞兮，安斗室而独处。藏彩翚之佳丽兮，性耿介而内专。时青阳以告谢兮，肇朱明而心酸。伤十载之鹤化兮，抚幼子而吞熊丸。酌金垒以弛念兮，善怀托于青编。抚玉镜之纤尘兮，光皎皎而虚明。睹此物之神圣兮，不淑见而心惊。始自轩辕之时兮，含碧水之青莹。悲朱颜其易改兮，惟寸心之不更。掷荣华于俗外兮，修礼容以为盟。鸡初鸣而披衣兮，视启明于东方。塞蹠途之旁径兮，法先圣而师乎邑姜。览回文之纵横而咏胡笳之悲歌兮，则陈哀思而何所补于三纲？于斯之时亦浮华而相尚兮，饰翡翠而道德戕。想窈窕之淑范兮，敦坤德而惟洽阳。仁风衍于百代兮，德业修于椒房。扫兰个之清洁兮，焚兽炉而炷宝香。云飞飞以绕户兮，风飂飂而袭书窗。时隆冬以冰溜兮，菊英英而吐黄。柏森森而不凋兮，松苍苍其冒霜。且草木亦有此劲操兮，吾人何可无此蕙纕！昔宋景之仁德兮，荧惑退而徙三舍。缅涂山之长子兮，内专一而兴大夏。无非仪而安处兮，修妇职以遵圣化。崇仁义以为郭兮，超世俗而为差。"}