{"id":"703653","title":"归宗山籁一百四首","dynasty":"明","author":"释函是","text":"滂沱昨夜雨，晴好忽今朝。策杖归初地，登堂布旧条。老成怀德在，小子习心销。从此风规远，金轮瑞气昭。胜地传匡岳，名蓝属此间。右军初舍宅，耶舍接开山。六朝频易主，一代愧为颜。绍续兵荒后，安禅但掩关。来日嗟犹及，去年何足云。归乌愁暮雨，衰草怯秋云。林下惟行道，山斋罢论文。时名焉可苟，垂老畏空闻。昔年曾住此，屡梦到山中。彭蠡城边月，鸾溪寺里钟。簇新春草绿，依旧野花红。黄鸟知予意，关关啭晚风。梅花开雪里，不畏寒风吹。百卉凋伤日，一溪烟雨时。枝从行路折，香爱晓窗知。自惬幽人意，宁辞鸿雁疑。已得溪山意，何疑世上情。腊穷松自见，寒尽草频生。撼树风声惨，入潭人影清。嗒然忘语默，不但百怀轻。世间贵文字，吾道慎支离。以此薄词藻，相看空墨池。凿沟疏水路，先雨葺茅茨。莫笑禅枯澹，清宵试一思。管奏石泉细，图开峦岫横。临池爱人影，近柳羡莺声。日落溪云重，月明山雾轻。万缘何处去，持此慰生平。日暮欲何去，迢遥咫尺中。繁花红岸北，细草绿畴东。舐犊怜牛老，回车念客穷。涂长谁信宿，条柳倚春风。观世得无我，随时且爱人。山川若是画，泡幻更谁真。寒鸟生台饭，空林雪夜春。等閒离合处，迢递总风尘。云水何曾异，茅房独自真。晴空休瞪目，寒色更宜人。岂爱潭中月，知无花外春。莫随吾与若，疑误住山身。高峰月正白，一半是溪云。空满川光合，烟沉石溜分。寒灰香后散，归鸟声先闻。如梦谁堪似，吾今不欲云。衰老成疏节，孤危寄上岑。钟声霜殿湿，月色夜堂深。雪鸟无寻处，春花不择林。岂甘为散诞，随分见余心。石镜摇初日，金轮隐暮云。如何此际见，不似昔年闻。雨过寒塘静，风交春树殷。从来人贵耳，伫望独云云。名利能生诈，人心各自良。常因徇理处，迸起护情方。泉石能降习，烟霞别有长。曾随寒涧水，一鉴得参商。坐月候钟鸣，阶前虫韵清。定中山觉静，闻外水无声。花影何曾动，天光空自横。禅房门半掩，廊外有人行。厨灰方欲冷，添钵望归来。朱户知难扣，青苗犹未栽。香烟迟午食，鸟雀下空台。松径无生客，庭阴长绿苔。轻飙不入户，就地且乘凉。殿后垂枫密，门前藉草芳。江山宁有尽，寒暖但随方。得意即为乐，长歌过夜塘。雨足期秋熟，无云嗟去年。适予复来此，一众总茫然。到处扣门拙，还山得食偏。好从今日始，努力耕山田。昨日米船到，肩担出郡河。正当秧好插，更值吏催科。午食尚难给，差徭且奈何。青山岂易得，勉矣莫蹉跎。负米远千里，开书欣八行。吾门犹有此，一众岂虞荒。稚子白葵扇，老翁青竹床。当轩且磅薄，乘倦到羲皇。行行自行行，性住步常轻。一往知何事，周遭空复情。鹤鸣还子和，鱼乐果谁明。久矣忘渠我，何须辨浊清。心知非一一，林木自森森。不识云烟幻，惟同岩壑深。枕窥明月白，溪近野棠阴。绝迹何云易，谁从行处寻。一条云路直，千顷野田平。湖气干霄汉，松涛引梵声。山深不数夏，僧老渐忘名。吾欲从兹去，相将混耦耕。山云时出没，溪水日平漫。世外无拘束，人间有易难。屋疏宵不寐，肺病午方餐。野鸟真堪近，喃喃不畏寒。出门遂觉远，仍在此山丘。独自有馀乐，于人无复求。绿畴眠白鹳，赤土涂黄牛。所向何曾异，从生至白头。茅堂饮啄惯，不愿朱门多。林下拾朝菌，池边赏晚荷。无人常独立，有兴忽长歌。恃此能无病，兼之遣睡魔。目前生意满，到处野情疏。藤挂偷梨鼠，苔沉入涧鱼。农夫忙播种，稚子懒观书。旷大劫来事，悠然见太初。山池荷未放，忽已过端阳。花木宜天暖，人情耽夜凉。去年苦不雨，今夏满方塘。预卜秋田稔，可能无再荒。主人有逸兴，招我坐龙潭。危瀑乘风下，平流倒日涵。纵观心欲一，细听耳成三。明日端阳节，携筇返故龛。是非何日已，同异百年身。了此不相顾，何劳问幻真。天高云出没，林阔鸟疏亲。秋草自衰变，西风宁与人。山深气序易，六月著寒衣。酷暑不终日，轻飙时到扉。欺人夜色冷，落涧泉声微。久矣忘艰苦，谁为别是非。年来无彼我，谁谓匪心安。古道于今少，人情到此难。鹏飞六月息，鹪寄一枝寒。相笑何时已，逍遥海岳宽。山岚朝不散，水雾午犹遮。地僻惟僧到，县贫无药赊。崖头悬拄杖，石上晒袈裟。只此自知处，须怜日易斜。山远有猿噭，溪深无水声。夜来云际火，照见古湓城。微月入林浅，归鸦到树轻。心间纡暝色，含盼不胜情。别去三千里，传来一纸书。王家增佛日，山叟爱吾庐。华屋少年侈，茅檐老景舒。仰人殊未易，服食倚耕锄。閒心山事夥，堪见不堪云。鹤照池中影，人行岭上云。林交容马过，池阔到村分。日夕疏钟起，谁从定后闻。懒眠常竟日，纸被喜新成。门外无人候，床头有鼠声。鸟来从自去，雨过不知晴。寄语朝中贵，能无此夕情。莫道丹霞热，鸾溪热有馀。云高峰顶薄，雨少柏阴虚。树密风过岸，篱穿日照庐。但除心里火，随分且耕锄。百岁行过半，全身托翠微。犹嫌刍食恶，更觅菜羹肥。过午金仙训，忧贫鲁士讥。我心真匪石，抗手谢同衣。只今惟守拙，闭户逊时贤。身退名何在，情穷道不迁。朝看云里岫，暮听竹边泉。与众同居止，降心一味禅。匡月入湖小，千波影共圆。月光不到水，水月岂从天。对镜看群岫，依林数过船。个中谁是主，敛目独澄然。自笑生涯拙，犹能不怕穷。就泉惟酌茗，移榻爱当风。到老凭谁力，千峰一策通。不知人事易，随意任西东。湖水连天白，登高见远帆。肝肠付寥廓，形影托松杉。心在何劳圣，情忘莫厌凡。一般孤月迥，容易住层岩。山鸡半夜鸣，月落溪云生。坐久悬灯暗，门开宿鸟惊。何人于此得，独自绕檐行。三十年前后，松涛一样声。祇园临大路，独立数晨宵。官树贫人斫，春田野火烧。云封当涧屋，月暗近山桥。夕鸟催归客，松林断续招。祖意在山边，水牛眠野田。深知黄叶趣，不坐白云禅。鸠唤栽秧雨，风牵上水船。此中无限意，肯向外人传。山食只粗粝，怜予谢少年。岂当为苦节，贫贱得安禅。多病偏宜澹，无缘但听天。相从忘岁月，始觉及门贤。兴来谭往事，相逐过西溪。解意忘前后，因人有笑啼。语諠山岳静，树远夕阳低。微月挂檐隙，回途尚不迷。故山几日别，临崖一指间。依然丹岫月，只度大庾关。饮水知源远，耕田傍寺閒。老年筋力少，不敢畏痴顽。院后遗残屋，吾师旧掩关。湖光先日照，塔影驻云间。对此无馀说，秖应时往还。且教■子住，予欲老投閒。理策随身去，行行过石桥。夕阳悬树杪，山犬吠藤条。认得灵溪路，曾无道士招。玄关予亦透，但不上青霄。独唳不堪闻，孤松影到曛。落虹摇浅濑，归犊出深云。顾我当奚似，于人何可云。古来多显达，垒垒见高坟。身在难忘世，机停始见山。龟蛇知雨至，鸿雁及春还。月出胸怀爽，霜飞道路艰。层峦与孤屿，能得几人閒。目前谁是客，梦里悟多身。莫辨客中主，宁知身外人。西风飘一叶，万木敛三春。启我惟秋色，优游林下真。尽言黄独美，难得白云横。岂是一生事，都酬旷劫情。钟敲霜叶落，雁叫碧潭惊。不了目前意，空怜道者名。密树连云暗，残荷杂草香。心孤寄水月，年迈历秋霜。世有高僧传，人无辟谷方。方知林下士，多半为閒忙。群岫当轩入，寒泉到枕边。何须更举足，只在此中眠。睹影日中鸟，闻声梦里蝉。萧条自岑寂，莫与懒人传。黄叶纷纷坠，白云片片飞。只闻辞社燕，不见捣寒衣。世故山城远，清秋霜露微。野人无感激，寂寞掩柴扉。三日松风生，五天檐雨声。此时大麦熟，秋谷仓箱盈。荒后人心约，安贫势利轻。世间与世外，何事不相成。秋原怀远踪，想像正无穷。问路草初白，遥山叶欲红。销磨云水里，俯仰客情中。洒拂禅房静，还家听塞鸿。一觉开门出，月明才四更。江流浮夜色，石濑引秋声。敛听忽何有，冥心合太清。谁当更复忆，不可号无名。五更山吐月，四望空无云。树转西峰影，风斜北雁群。上关仍就榻，稍坐见微昕。世事惟高蹈，关河了不闻。柳叶夏已长，稻花秋更齐。山门无一事，寻伴步西溪。老鹳认人惯，田鸡过午啼。村夫知雨至，指树觉天低。菊花开灿烂，溪水日潺湲。不睹黄云暗，焉知白露繁。稻粱迟社燕，茗盌对山村。回首成衰迈，还应望石门。出栊金锁鸟，杀羽向山丘。不啄黄金盌，空栖青树头。往还愁俊鹘，居止学巢鸠。长翮虚空阔，高低纵晚秋。何处堪栖息，烟霞隐梵宫。鸟摇篱菊嫩，犬吠夕阳空。问世无成策，安心只是穷。老僧惟有退，含笑委长风。满目无山水，全身已在林。不因人自昔，那得我从今。香暖流云幕，钟寒怯曙襟。当时谁坐断，塔影尚沉沉。斗大梧桐树，当檐引晚风。半留山月到，更与野禽通。子落知秋老，枝疏惜岁穷。衰荣看欲尽，独立意谁同。雁叫微霜后，林寒细雨初。板桥先度客，野圃罢烧畲。望寺僧归疾，投城马去疏。前涂云树合，回步竟何如。閒情销隐几，独觉愧婆和。秋水无心照，山禽有影过。拂空翻鸟迹，把火沸冰河。人道虚神用，吾师念积屙。流水去无返，年华暑复寒。根尘如梦起，识浪几时乾。白日忙閒过，青山岁月宽。尝闻高隐客，还共夕阳残。五更开户望，孤月照禅真。脚踏生台影，灯摇绕佛身。风停花入定，雁过水无尘。不到空潭曲，难论旷世因。不是远人迹，都缘避世誉。经行苔径没，燕坐草堂虚。生死当知处，浮沤岂易除。年来消息断，惭愧客情疏。主院至垂老，因人敢爱閒。幸然无俗客，乘暇且看山。掩户推云出，开窗揖月还。高松投鹤影，永夜不成关。人定钟初歇，灯明夜最真。闻猿几丧我，观树亦犹人。万籁归何处，群机得所因。谁当更消息，孤负陌头春。赋性偏多癖，违时追昔贤。疏才居事后，勇退在人前。自合栖岩壑，难教入市廛。爱人殊未已，有约白云边。午睡鸟呼觉，交交声未休。不知吾觉后，鸟意复何酬。濯濯风前柳，洋洋石上流。山中长似此，卒岁乐优游。发白垂将遍，眸青尚可观。往年筋力异，来日杖头宽。禅寂终宵尽，房栊薄暑寒。岂堪贪茗盌，更使夕阳残。空谷归人少，高峰落日寒。望云惭老大，深夜绕栏杆。万事省心力，六时惟内观。浮生岂容易，休作少年看。歘然一自返，头白老青山。俯鉴游鱼戏，仰看飞鸟还。身随松鹤瘦，心逐野鸥閒。旦晚清阴下，安知世路艰。不择名山老，江流尽有源。金轮承雨露，华首接云根。一榻长霄迥，千峰古木繁。终焉复何憾，相视欲无言。含晖欣晚景，立雪忆当时。我亦承人后，谁无一日知。江流深不测，云影变多奇。峰顶孤松色，岁寒然后知。百岁过驹隙，憧憧何所成。机深天性薄，欲寡道心生。世故岂难见，林泉空有名。吾生少营虑，于此独能明。不识幽栖趣，徒劳招隐心。长空无雁影，流水误琴音。虎豹畏山浅，鱼龙忘海深。高林多绮角，莫向洞庭寻。谁信子期死，伯牙仍鼓琴。从来无覆处，岂敢贵希音。住久识山性，听多知水心。晨宵欣独往，林下莫沉吟。往复长松下，相逢岂异人。暗投愁按剑，什袭愧非珍。过涧须眉在，啼林鸟雀亲。生平吾不昧，以此得安贫。背山朝隐雾，傍殿夜闻钟。忽忆此生事，都忘何处从。百骸成聚散，一觉有春冬。饮啄同山鸟，登临信竹筇。望夕光沉魄，晴林影尚微。为云曾不是，即月岂全非。过眼山容隐，含情夜色晖。若教迟皓洁，已丧目前机。坐落西轩月，行看东岭松。易教云作水，难信石成钟。物理自衰变，人情时夏冬。是谁能免此，同上最高峰。对人时累足，闭目不观空。偶起探晴岳，携筇过寺东。古松摇涧底，怪石出云中。多少住山事，茫茫逐异同。寒月窥帘悄，晴云覆岫阴。一般閒景趣，识得道人心。视听当犹昔，溪山岂自今。愿同泉石老，猿鹤许相寻。一榻蒙头坐，千峰夕照移。重云低匝地，微月上高枝。气暖龙蛇蛰，山寒鸟雀饥。不知春信至，即在夜长时。积雪通昏昼，丛光掩岳川。闭门寒色敛，拥褐夜灯然。三事白头衲，一床黄独烟。青山非世僻，容得懒成颠。万古一弹指，云山梦里看。目前销不易，荣落始知难。大雪危峰出，残冰饥鸟欢。拥垆对良夜，独自耐深寒。百情安一遇，得解不成文。雪满云山合，澌流河汉分。掩窗寒隔纸，煮茗叶烧云。俯仰观尘劫，冥心知所云。人羡庞公好，全家隐鹿门。但知山泽美，宁畏虎狼喧。独树难藏影，旋岚不著痕。此心无去住，何事更招魂。春草露先白，霜根雪后青。拥垆当秉烛，饵药失颓龄。引兴寻梅澹，凭高共鹤泠。不辞摇落尽，寥寂自寒庭。閒中数往事，往往叹前因。不信先贤语，几成衰世人。身名存石室，岩壑老风尘。借问鸾溪水，能回白草春。叹惜今时事，难追往哲风。道随炎冷异，心与利名同。拙朴甘吾塞，文章让世通。陆沉终不易，何苦问污隆。何人能独立，云静与山深。万木无行径，千峰稳住心。拚教风逐虎，输去月同琴。想望人天际，迢迢流水音。山泽匪耽寂，云林自作师。好随明月去，休被晚风吹。乱石填阶砌，长松荫后篱。一从深入后，垆火不曾离。绳床方敛足，不觉到馀曛。碧涧沉清影，青霄无片云。夜猿愁月照，山鬼畏僧闻。自笑为人浅，都惭与物分。晚年宜好静，日日数生涯。候种畏寒早，为园及暖乖。临风多远思，明月易生怀。不作馀龄计，忙来亦自佳。"}