{"id":"703767","title":"咏史十二首","dynasty":"明","author":"释函是","text":"嬴秦溯颛顼，实肇诸大费。治水锡皂游，贻尔大厥嗣。勤周肆封爵，赐之岐西地。陈宝得其雄，将无为秦始。食马三百人，岂直当世利。种德被子孙，威加殄尔类。隆功德所乘，德薄功难再。并一古帝无，六王不足毙。咸阳兵可销，阿房复渡渭。杀旁绝人知，坑儒塞巷议。诗书竟何仇，揭竿岂文字。皇帝传万年，山鬼知一岁。陈胜奋臂呼，万国诸侯至。功成不务德，天命安可系。天下自归仁，乘敝易见泽。长者人共推，况有西楚霸。雄兵号百万，瞋叱皆辟易。背关杀义主，遂为帝王藉。神龙排九霄，风云生羽翮。一败彭城东，折木扬沙石。再出荥阳西，黄屋回剑戟。残暴人天厌，子惠一当百。吕公识微贱，老妪安足覈。君子慎幽邈，小人怀显谪。迩可远在兹，上帝日临赫。英雄各自为，委身矜一掷。若无良与平，东西决晨夕。鸿沟限天堑，龙蛇异窟宅。五年起布衣，成败争毫发。所信维穹苍，穹苍不可绎。抚时崇明德，天心在咫尺。天子起稼穑，卖谷布兵弩。谨厚亦复为，子弟乃安堵。美髯刘将军，大敌猛如虎。三千乘锐奔，百万成尘土。雷雨溢滍川，溺死安足数。功成失伯兄，引过不敢语。三辅喜东迎，汉官今复睹。晨夜趣南辕，几为传吏虏。兼行犯雪霜，惶惑不知所。冰合滹沱河，乃有白衣父。邯郸拔其城，焚谤安行伍。萧王推赤心，铜马获真主。短兵接高厈，突骑胡相距。南郭千秋亭，正位顺群伫。大宝归仁人，万灵赖依怙。抚我谁当仇，元吉自天祐。天命邈难谌，仁暴恒相持。汉室至桓灵，国祚亦孔衰。既生刘豫州，又生操与丕。挟主令天下，荀郭多从之。维我与使君，英鉴谁当欺。不可与争锋，卧龙犹守雌。运会倘默定，鞅掌欲何为。仁人之用心，尽瘁以死期。连营七百里，尝为此辈嗤。孝直即不死，骨肉终难移。丞相真天威，南人无所施。魏延不可用，岂故从坦夷。竟出五丈原，仲达安足窥。有道未必昌，古今长叹咨。奸雄亦有成，圣哲能无疑。曷求所从来，毋为昧当时。治世耻言功，拨乱难为德。周公安足类，国史从来直。考古至隋终，掩卷长太息。江都不可留，群盗势孔亟。神速趣关中，柴师会渭北。贤谋揖军日，一见如旧识。骁雄摄英主，不疑怀敬德。大业率由谁，而乃论嫡立。功薄图自固，嫌忌反成侧。人事上应天，秦分太白出。骑虎竟何从，六月之四日。诸子尚复有，哽咽终无及。泽被在天下，万世悲其质。贫贱无伤心，崇高多险仄。勿生帝王家，此语堪涕泣。捡点作天子，天命不可违。黄袍竟加身，人心奚所私。惭负若之何，清夜终难欺。试以询仁后，处此宜胡为。干戈将揖让，遂古良有之。百姓讵勿恤，残虐当歼夷。事类乖中情，君子之所非。幼主岂独夫，恩遇匪丛疑。姬公苟莫恃，孺子谁与归。申菽其不芳，粪壤以充帷。沧溟胡宁枯，昆崙胡为移。荃蕙化为茅，久旷安足知。赵氏一块肉，三百以为期。微子竟何去，朝鲜闻鹁鸠。箕子托佯狂，为人画九畴。比干谏而死，形骸以为仇。孔圣称三仁，芳躅传千秋。迂哉鲁仲连，一身奚所求。彊秦并六国，不知曾闻否。刻石遍川岳，寻仙穷瀛洲。古今多帝王，东海空悠悠。更有田北平，除芜锄荒丘。管宁终不仕，读书到白头。君都而臣俞，千古瞻清夷。天性不可易，相得宁无时。昏庸弃忠良，芳洁蒙谗讥。不可终如何，若命殆安之。嗟尔楚屈平，忧心亦孔哀。宠眷鲜克终，练要捐尘埃。武关不还辕，余马独徘徊。亲知复弗谐，日暮谁为媒。皇天安足问，云旗空委蛇。终焉从彭咸，江中悲不悲。愤惋匪骨肉，中情恒相随。形骸既勿恤，修名欲何为。灵枢返宵夙，九曜争光辉。章黻晔且煌，旧乡亦有犁。寸心苟不忘，率土皆潢池。日月有明晦，桀挚奚是非。古称鸱夷子，三徙有荣名。仕越谏伐吴，会稽几危倾。反国共忧辱，二岁乃行成。计然策十五，报吴卒以平。横行江淮东，诸侯谁与争。功成受上将，遗书投海滨。致产数千万，齐主闻其名。相齐曾几时，归印辞乡邻。閒行止于陶，贸易兼躬耕。累赀复巨万，中男行杀人。千金不死市，褐器致庄生。长男重弃财，竟以殒其身。贵既不可久，富亦何足陈。人生若朝露，不如贱与贫。去彼复取此，终惭头上巾。天下马上得，不可马上治。陆贾称诗书，尝为汉主詈。新语十二篇，美言令人爱。利弊中当时，亦复令人畏。贤哲贵周身，忧国先防忌。好畤可以家，多买腴田地。家有五男子，橐中装尚在。从侍常十人，十日更相替。极欲数击鲜，千金足一醉。来往公卿间，益增饮食费。声名藉汉廷，不知其所为。禄产既伏诛，孝文新嗣位。大勋归将相，乃谓用其计。世间恕醉人，或当有此事。龙门曾诣阙，献策弗能用。教授河汾间，弟子从之众。累徵更不起，名藉一时哄。风雨足以庇，薄田良堪种。著书可自乐，谈道与人共。假使献策时，大为隋文重。伊吕岂终隐，杨元相伯仲。虽有蛊上心，考槃不可颂。奚似宁北海，山谷长读诵。语不及世间，邴王交磨砻。秖畏彦方知，刑戮安足痛。道路惭拾遗，遐迩返群讼。所负吾不知，行藏有微中。吾爱臧子源，慕义行哭秦。时乖事弗谐，挥戈绝陈琳。瞋目声琅琅，投命毕君亲。陈容起坐侧，激烈气冲巾。宁与臧生死，不同将军生。一日杀二士，坐客泪涔涔。吾爱孔文举，正气淩星辰。鸿名喿海内，兰艾难为林。抚尸诣京兆，哀恻愿相徇。吾爱唐魏徵，努力为良臣。耻君非尧舜，切谏终其身。吾爱狄梁公，北斗南一人。不欲知谮名，俛仰涤素襟。乱政弗逆指，志在归庐陵。脯醢暂适口，供疾维术参。从容将忠款，卒以返唐庭。吾爱武攸绪，弃官隐嵩岑。盛夏居石室，冬巢茅菽深。释服买良田，混俗同耦耕。中宗召问道，再拜还崚嶒。丈夫遇不齐，所贵在寸心。宠辱酬当时，明昧亘中情。屋漏讼秋毫，岂以谋身名。"}