{"id":"703763","title":"古诗十九首","dynasty":"明","author":"释函是","text":"我昔在中冓，与君生别离。不识别离苦，宁畏死相思。乃至相思死，始知生别好。秋风入罗帏，萧索哀边草。迢迢天一涯，颜貌在怀抱。奄忽随化迁，痛绝安可道。生亦不相见，情教别到老。魂魄终何之，举头寒月皎。掩户徒沉吟，人生岂长保。西猋捲黄云，白昼扬氛埃。天地一为变，登高望边陲。羌独无良人，胡为久徘徊。念彼邻家妇，掩涕向予哀。红粉怜青春，征衣手自裁。裁就寄沙场，常忧游冶猜。猜则从他猜，中情谁与回。不学白头媪，年年守空帏。天高安可极，海深不足注。斗酒聊为欢，含情伤日暮。人生如旅泊，倾盖皆亲故。晨起东西驰，行行不相顾。人言五陵贵，驱车向官渡。巍巍望高门，衣冠盈道路。李赵列前楹，珠履盛金赂。朝登廉颇堂，夕曳相如阼。所见尽攀龙，转盼浥朝露。第宅何曾易，主宾非昔遇。白云仍在天，波宕洪溟固。俛思胡为来，万里怆回步。穷贱人所厌，岂不慕要津。辞褐事簪绂，得意扬风尘。吹笙连北里，歌钟接南邻。壮心亦云遂，往来多懿亲。讵知松柏侧，垒垒列高坟。生前皆荣贵，死后同贱贫。营营一百年，电火追良辰。何不湛高识，虚舟随吾身。贵贱当有时，俯视如浮云。高阁敞云衢，斥鴳飞不到。奋翅及檐楹，徘徊忽长啸。空梁亦有巢，飓风终夜号。岂不恋主人，中怀限堂奥。翱翔返蓬蒿，大鹏安足告。扶摇九万程，望绝空长悼。鹪鹩惭一枝，饮啄从吾好。御风与乘云，引领非所造。飞飞时复鸣，优游卒此道。万里忽怀归，对景心相违。不耐春花艳，那堪秋草凄。梦里喜还乡，到乡犹此时。花草何曾异，形影终不移。乡关本无情，吾心自欣悲。寸心苟勿忆，古今谁合离。玄鬓伤白头，安车惭奔驰。邈邈江山外，游人空是非。朔猋动幕寒，谷风入户清。秋鹰化春鸠，逐雨求将晴。物候恒因时，人心多不平。富贵无贫交，穷居矢友生。兹道岂从今，慷慨犹虚名。世上赖有此，贤哲终以明。息机勿复言，天下皆陈人。梦觉安足知，夷然乐吾真。乔木不可息，汉女不可思。灼灼桃花夭，家室交相宜。忡忡谓之何，岂不惮愆期。鸿雁鸣雍雍，冰泮良有时。江汜且终悔，白茅慎毋移。芣苢何足采，兔罝吾所知。愿言勖君子，素丝其纰之。幽兰比良朋，临风怀馨香。诗书还昔人，所思在高阳。折花聊以遗，颠倒醉君傍。君醉我独醒，我醉君荒唐。携手上河桥，新条排两行。醉里犹惺惺，髣髴旧残杨。行行莫回顾，踯躅登君堂。千里长相思，畏言恐心伤。尽云天鉴迩，昭昭奚所亲。尽云天听卑，号号如无闻。江汉何滔滔，草木何芸芸。人外有青山，青山多白云。茅茨共麋鹿，宫阙齐秋旻。秋旻不可逼，麋鹿常为群。岂不乐麋鹿，麋鹿犹畏人。万古只如此，始尽介然心。人生必有死，衰迈寻病老。少壮矢四方，驾言向燕赵。笙竽连夜动，娱情不觉晓。有客倾盖交，劝我立身好。中路遽回车，黾勉先贤蚤。荣名勒朝堂，宾从行尘扰。本所获生平，须鬓忽已皓。韩众安可亲，三万亦难保。念此当何为，自托岂无道。衰草曾几何，盼盼春已绿。百草向人欣，黄莺啭深谷。会当秾李期，士女争相逐。晨朝行泥中，日夕贮金屋。恩遇亦靡常，君情多反覆。絺绤不可风，古人其何赎。音响非不谐，悽惋托丝竹。弦断伫遥夜，沉吟空踯躅。秋水照颜鬓，忧多损冰玉。回忆春燕归，感化成衰辱。不如未嫁时，素裳聊以服。极寿鲜至百，城隍故复新。知见留世间，国土迁人民。浩浩阴风吹，凛凛松柏身。已死勿复道，未死谁与陈。未死笑已死，今人犹昔人。智者向我言，人生如浮云。豪杰与圣贤，终焉成灰尘。丹液多所误，浮丘空有名。有酒但须乐，安问毁且成。此语不知道，大道忘身形。彭殇岂足计，玄妙匪其珍。荣枯还大化，所赖吾有心。汎汎难为谋，抚弦鸣素琴。更有游宕子，感化思乡邻。岂知乡中土，亦有松下人。久客伤新死，还家悲旧亲。远道羡村井，故里怜他津。人情相去住，欣戚同一真。知且不可移，格格谁与平。安得庖丁刃，为君易其心。人有百岁忧，所忽在旦暮。今夕不知明，茫茫竟何去。为乐贵及时，景短心难御。神仙如可求，执鞭亦欣慕。缑氏山头鹤，到今过几度。寸阴良足惜，莫以昔人误。宣尼叹逝水，岂为遨游故。崇德在尔躬，绝续起深惧。凉猋起何处，浥露掩朝晞。草色白未已，王孙寒不归。本与我同襟，忽然捐重帏。帏薄梦难同，秖要良人知。自古多行役，亦有回车时。岂不念昔者，新昏情孔痴。情痴焉可久，昔心宁终违。婉转盼今夕，寒月空相随。今夕移他夕，谁知寒月辉。别久音问旷，不疑窗外声。蟢子焉足凭，檐鹊长欺人。月圆忽已缺，暑去寒相因。书来不敢看，恐是遗东邻。尝闻有归期，寒风暗自惊。午梦迎中途，生憎黄莺鸣。修阻谁能料，新心知重轻。万事弗信缘，沉吟空复情。前路岂无知，青云多合离。或当成螮蝀，率尔长阴霾。飘飘万里馀，安得如旧时。昔心犹在怀，意气谁能持。旦夕聊相许，乘风难奋飞。体素所当重，叹息琼树枝。寤寐予勿忘，尔亦应予思。冥冥天宇阔，相见终何期。老妇守罗帏，羞见旧衣裳。谁家游冶儿，不念嫁时妆。红粉倚高楼，因人还自伤。明月为谁皎，清风为谁长。举目皆索怀，不如归中堂。我亦曾少年，忆欢时断肠。幸然决绝蚤，不到悲空床。此心何日止，橘绿柳条黄。"}