{"id":"703768","title":"不饮酒二十首","dynasty":"明","author":"释函是","text":"康狄肇作醪，大禹戒亡国。牛饮竟丧朝，虎酣乃败德。中山过一斗，玄石葬千日。摄生且勿计，岁月良堪恤。人生一百年，谁道更媮逸。一醉忘百忧，醒后岂不忆。不知未醉时，身世齐得失。避影而处阴，重为君子惑。醉乡在何处，试问东皋子。窅然丧天下，皇帝曾游否。阮陶之所至，恐当是块垒。不顾世閒名，沉湎竟奚以。旦昏无移时，双眸湛如泚。回以视世间，兴灭嗟逝水。贤智处其中，如电与泡耳。醉又当何为，不醉亦如此。晨鸟东西驰，日落归山梓。山高圆景微，朔风连夜起。揽衣坐茅堂，此心不可似。梅花寒更韵，霜气晓来清。山高常背日，暴药当午晴。中食饱粗粝，隐几困以瞑。悄然入胜地，高阳徒有名。倦起呼酪奴，习习清风生。抠衣下石门，远近观冬耕。收种候春泽，千亩皆植粳。斜日沉西江，返照摇云根。石壁挂松影，已见蟾蜍升。缓步谣归途，寒灯悬茅庭。小僧接笠杖，大僧擎紫英。此中有真意，醉人安足聆。流光过石火，真成抛青春。竹林阮步兵，纵酒落世事。母卒犹弹棋，二斗不足醉。一号血数升，放达将安在。所以贵有我，此心终难昧。哀乐循固然，岂以一醉窴。孔圣云汝安，乃以折狂蔽。天性焉可诬，守此达礼义。出处吾自将，不醉亦何累。世人笑我拙，有酒不肯斟。我笑世人狂，醒醉各失真。醉时醒时言，醒时醉时心。醒言不可道，醉心安足任。兀兀徒自为，言行互商参。往昔多醒者，被酒同醉人。醉心尚可易，醒亦非其伦。因醉乃有醒，尝为醉人瞋。瞋中多杂乱，益伤人醉深。季鹰仕晋惠，虑祸归乡闾。尝因秋风起，忽忽思莼鲈。顾荣乃酣饮，废职徙中书。人臣尽明哲，王室谁为图。鹿车乘伯伦，荷锸随一壶。未死而计埋，设心何能无。当时以为贤，逐名多近愚。此身苟可遗，穷达恒晏如。才势两俱窘，方寸吾有庐。生死亦偶然，毋为豫名模。居山三十年，蔬食不过午。腾腾无所为，于世复何补。一食已足多，岂敢更奢取。年迈愧躬耕，赖有同道侣。兀坐尝思过，勉此安心处。惺惺尚不堪，悠然见前古。省虑道之媒，省事道之贼。世无无事人，欲省省不得。细氓营一家，君子匡王国。优游泉石士，所计维衣食。计食岂不耕，计衣岂不织。一衣足三年，再食日始昃。耒耜良苦辛，将以解微识。饱煖无馀情，千峰影自息。即使长饥寒，我心终不惑。此语寄世间，各各当努力。中士重名教，上士慎幽独。幽独吾自知，寤寐徒往复。心一境乃空，观化成相续。绝物岂不劳，讵更徇所欲。醉者之堕车，不死焉足赎。苦雾积寒林，微香汎石屋。破衲深蒙头，不真亦不俗。此士过华胥，风味似天竺。结宇崇厓下，冬景多寒云。飞雁迷云中，空有声遥闻。日出已近西，群峦列馀曛。千仞临江湄，暮帆微见人。远睇在天上，下视水无粼。我乃不知处，思共谁为邻。坐对晚甘侯，头无漉酒巾。清歌每竟夕，翛然忘极贫。我有一枝藤，尝拄海蠃巅。东南抗巨灵，北与楚云连。目不接千里，江山常现前。青嶂皆崒嵂，排叠成蜿蜒。桐椅昼森森，灵鷟翔翩翩。幽谷产奇葩，临厓喷飞泉。中有凌霄台，登高望神仙。驾鸿乘空来，上下生紫烟。此岂梦中事，亦非意云然。太白醉一斗，酒中无百篇。我无太白才，宁当醉时诠。愿听予一曲，长谣叹无缘。生亦我所欲，一死不可逃。东吴有张悌，可以励士操。牛渚至今在，江水空滔滔。今日我死日，仲思安足邀。曾受丞相知，常恐负贤豪。贤者讵不重，知己诚难遭。此心苟可已，角巾归蓬蒿。人生贵适意，痛饮读离骚。何自苦乃尔，九原无醇醪。一冬风不劲，豫料春寒凓。气序有盈亏，但以往岁则。新谷止初夏，旧絮尚一袭。人事可先谋，尽力一百日。过此何必知，且勿计得失。世人解穷愁，多赖杯中物。我意不如此，百情当自抑。假使卒然至，有酒饮不及。试问华亭鹤，何不蚤种秫。人情如溃川，一决辄瀰瀰。川溃赖堤防，情流曷以止。欲止不可止，但观情所起。万物皆由情，万情皆由己。情本由己起，亦复由己止。借物以移情，一止又一起。一起不再起，一止不更止。起止如浮云，碧落长如此。堪笑陶渊明，乃以止利己。请观未止时，己已终何似。胡为逐清颜，顿忘千万祀。古今有高士，借酒以自适。不知醉翁意，相效竟成滑。才滑适清狂，贫滑适放越。滑世抱牢骚，滑化仇形魄。为乐乃得苦，百情徒役役。巽坎安其常，哑然见畴昔。持此狎田畯，悲欢共晨夕。慎勿与人异，异处终变易。远睇碧空尽，万载无广厏。人生皆劳劳，尔独放山泽。瓮头无春醅，何以百骸释。我亦不自知，少小耽泉石。地远世情疏，心閒形不役。山深闻午鸡，清谈少游客。不欠酒家钱，安眠竟至夕。开户常阒然，空对石岩白。将以乐馀年，讵辨阡与陌。修短总由天，九十或一百。莫道黄虞邈，至今有遗民。茅房因树缚，倚石临高深。佳禽时复鸣，可以悦素襟。丰暇移短榻，远近藉层阴。长幼能玄谈，相与晰古今。此乐非世间，负苓或其邻。往往一告语，反以为醉人。人醉不知足，我醉不知贫。寒风入蔽庐，衣薄多酸辛。吾生亦云足，尘网曾一羁。父母解此意，山林相与归。肥遁岂当易，至今有馀思。少壮事场圃，耆迈少提携。晨兴欣绿畴，日入散长堤。返照上墟烟，村井行人稀。暮鸟度河阳，倒影随舟移。好景多在晚，正当人醉时。寿极至一百，一半无所知。不如远嗜好，使心常希夷。大道难为言，聊以豁沉迷。尝因今夕欢，攒念昔人迂。鉴彼天禄阁，回车就溺沮。相与挈壶觞，愿言忘居诸。居诸良易忘，荣瘁行须臾。灵爽托营卫，岂遂同虚无。此生苟可达，后视今何殊。缮性弗及时，空令年运徂。见闻从物化，安得复其初。泽涸多异同，叹息园中蔬。天道不可知，可知惟寸心。荣落归自然，不动如昆崙。委化成丧志，灾沴乃见侵。忠信自有道，生死自有伦。抱柱不是愚，汨罗无知音。守一谁与明，情极难为任。骨肉匪所爱，报称宁一身。九原如有知，哀怆何异今。沧海变桑田，古今多陆沉。弦筈不停晷，念念空相寻。悟此复何为，渊然返吾真。朗鉴犹昔时，何必为醉人。"}