{"id":"703855","title":"五惜 惜岁月","dynasty":"明","author":"韩上桂","text":"一惜曰：混沌既判，伦类斯繁。孕精川岳，翕气乾坤。芒兮芴兮莫测，芴兮芒兮可原。为仙庭之宝树，为幽壑之寒荪。莫不玉挟怀中，珠擎掌上。羲御初升，霞光始放。幼而岐嶷，长而韶秀。头角峥嵘，精神驰骤。骅骝策足于康衢，鸾凤扬辉于远岫。青春豫乐，以嬉以游。娇姿婉恋，逸态轻柔。花朝誇其掷果，月夜笑其藏钩。陌头桃李竞芬芳，波间鸀鳿映辉煌。绿鬓少年情自别，锦袍公子意非常。或斗鸡而矜胜，或緤犬以争先。折柳中和之后，执兰上巳之前。自谓年华长驻，春光不改。买醉怀高，寻欢事倍。五侯第内，同追求珠履之尘，百人会中，独唱金盘之采。雨过云回，兔转乌催。昔为美好，今已虺隤。潘生有摇落之叹，颜驷有老丑之哀。发苍苍而就白，齿兀兀以将颓。往日慷慨豪谈，凭陵侠骨。扛鼎力雄，冲霄气勃。不觉蹉跎偃蹇，蠖屈龙钟。语言寡味，嘻笑无容。感坠英之寂寂，伤逝水之淙淙。故曰月盈则缺，日中则昃。善作不必善成，善走何如善息。金火相守而流，阴阳相薄而蚀。湍涧之下鲜停鳞，惊飙之中无定翼。虽有道参玄牝，术种灵禾。觅丹蓬岛，采药昆阿。终莫返虞渊之逸辙，抗砥柱于倾河。徒疲夸父之策，空倦鲁阳之戈。是以志士竞其分阴，上圣轻其尺璧。冠絓树而弗求，屦遗涂而靡索。宁焚膏以续明，忍乘驹而过隙。引鉴自照，忧绪孔殷。四十已过，五十无闻。惧将来之有底，嗟往事之徒纷。寄语髫年弱冠，莫倚驾电嘘云。二惜曰：披典坟以逖览，有往哲之高踪。太上禀德于天性，其次敛节于陶镕。恒履贞而迪吉，罔投径以即凶。何吾生之独闇，变往度而苟从。当其闻礼过庭，执经负笈。傍璧沼以栖迟，分藜灯而讲习。亦尝仰止高山，纵观大海。惕屋漏以兴怀，望尘纷而恐浼。岁月互换，轨辙多岐。珠以泥汨，金逐煅亏。厌守方之困束，乐放浪以游移。遂托意漆园，驾声柱下。等毫末于太山，喻万物于一马。认仁义为骈支，薄礼教为虚假。又况韵学染指，绮语驰情。将张末队，谋抗雄旌。屈宋供其驱策，崔张恣其讥评。遂谓吐凤未工，雕龙尚陋。花开花落，时赓野鸟之吟，云去云来，或代天孙之绣。钵响在而篇成，烛痕新而句就。于是豪心顿长，逸兴转浓。淋漓杯酒，跌宕谈锋。同座骇其论说，旁观哂其形容。崔瑗座右之铭，卫武初筵之戒。篑每隳于垂成，泉将沦于胥败。令遂往而弗还，诚不知其所届。嗟乎诡迹易炫，矩步难遵。木从绳则直，马受勒斯驯。诗书礼乐，总生人之布菽，滑稽放诞，实世道之荒蓁。用钩吻以延龄，借羊皮而补貉。愚夫且谓弗宜，智士而云可作。在昔周处，斩蛟誓志。亦有戴渊，投剑归义。闻微言而忽惺，受严规而靡弃。割积习之牵缠，證本来之清粹。并能流声史籍，作则士林。就当时而共啧，历异代以同钦。大道伊何，迷途未远。譬彼农夫，是穮是蓘。苟夜气之能滋，愿含芳于岁晚。三惜曰：圣明在御，品物咸亨。龙兴虎啸，道与时行。有崎岖之贱士，独壹郁以伤情。其处身也寡营，其与物也无竞。巽让得之前闻，淡约出于至性。自言家傍南海，系溯安阳。五云曳采，北斗垂光。倚旗峰之峍屼，引珠浦之微茫。舞象之年，知名下邑，入洛之岁，偕计上方。梅花岭畔白如霜，杨子江头映绿杨。维舟建业看春色，走马新丰问帝乡。闻道天朝招俊茂，棘院森沉严昼漏。凌云杞梓并承斤，照日鹓鸾同入彀。效太平而献策，拟大宝以扬箴。将输负曝之缊，愿溉烹鱼之鬵。燕台雄骏似云屯，蹇驽何堪重价论。本期烧尾乘桃浪，岂知点额困龙门。辞阊阖以蓬飘，溯河淮而旅泊。题诗瓜步之亭，作赋荆溪之阁。文酒盛以相从，宾朋欢其共谑。弃九仞之成劳，希千秋之杰作。雕霞镂雪逞新裁，笔底琼花次第开。似从缑岭吹笙过，又向岷江濯锦回。弹宝瑟以干齐，服章甫而适越。虽工巧以何为，见趋舍之徒汨。玉为釜兮珠为粮，金作楫兮银作航。欲疗饥兮不可，思远涉兮何方。豫五起而不中，管三战而皆北。谅天运之多艰，亦人谋之近惑。日已迈兮月亦驰，虚盛际兮空含悲。求背城兮拾烬，顾然灰兮何时。惧此生之泯没，故数过而长咨。四惜曰：木有本兮水有源，覆高乾兮载厚坤。泉化雨而归涧，叶辞枝而冒根。当吾亲而失养，何俦类之可言。自少入奉慈规，出祇严命。夜读昼樵，冬温夏凊。愿窃效乎微劳，肯暂违乎初性。江之鱼兮可馔，庭之雀兮可罗。庆椿萱之并茂，慰棠棣之连柯。乘佳辰而贡喜，候令色以输和。舞袖斓斑，聊丹花助笑，称觞讽咏，则好鸟酬歌。饥来驱人，贫而愿仕。倖厕贤书，遂离故里。一曝腮而南归，五扬鞭而北指。鼯鼠之技已穷，骀驽之心未已。几跋涉于山川，徒顾瞻乎岵屺。岁在阉茂，桥木倏摧。序逢荒落，婺女呈灾。八年之间，连失怙恃。酸辛毕尝，荼毒交至。欲仰戴兮无天，思措履兮何地。白云飘其不还，浮萍荡其如寄。亦尝屈心釜禄，托迹儒官。徼微温于毡席，借一饱于蓿盘。庭对双槐之秀，斋涵片石之寒。情有同于捧檄，义无病于素餐。然而燕越迢遥，舟车逗遛。北堂之望虽殷，东征之赋靡就。肠一夕而九回，眉终朝而屡皱。秩甫溢于期年，哀遽逢于霜候。使我蓼莪废诵，风木驰思。怵焉魄散，涣尔精离。空洒鱼皋之泪，莫遏雍门之悲。欲割股而罔救，纵假翼以犹迟。已矣哉，榆景逼兮虬漏催，几筵寂兮杖屦煤。览杯棬兮起痛，披手泽兮衔哀。逐逐尘途，祇自婴夫缰锁，悠悠世态，曾何益于根荄。玩白日而弗爱，任高年之屡推。瓶而既罄，耻乃在罍。是以王质躬耕，傅咸解职。绝意骛华，但思竭力。庭巢返哺之乌，径刈钩衣之棘。用伸报于须臾，忍忘恩于罔极。谁无父母，我独匪人。扬名靡遂，养志无因。从此奄绵喘息，索寞形神。总无裨于名教，惟作蠹于夷伦。计粗衣而粝食，守淡约以终身。五惜曰：靡德弗雠，无言不报。虽验物情，实徵天道。故佩刀以之输诚，缁衣用之明好。片言之誉，义有重于百朋，一饭之恩，感或同于再造。况仆本庸劣，越在荒蛮。声名莫达，进取常艰。赖早闻乎训诲，免终堕于愚顽。睹凤飞而思附，仰虬举而愿攀。求追踪于逸驾，庶矫树于尘寰。忆昔豹管初窥，芸编试检。力同弱鷇之翻，丹学轻霞之染。乍觏许之为骅骝，再见题之为琬琰。呼小友以忘年，抗上交而靡谄。比探泮藻，爰应公车。则有鉴符郭泰，贤埒曾舆。远接仙系，近奉丹庐。郭也为浙潮之拱璧，曾也为闽海之珍玙。一提衡乎庠籍，一典校乎乡书。咸审音而叹赏，每属意以勤渠。论欲置之座侧，赋特荐夫子虚。复有璧沼钜工，瀛洲贵仕。胡监丞之淹博，品重南金，刘祭酒之精研，名高赤帜。具天下之模楷，秉人间之炉锤。启太学以谈经，集群髦而命试。交口推扬，进而器之。曰子非罗浮之幽桂，庾岭之早梅耶。升孔之堂，可匹游而班夏。游梁之苑，可掩邹而夺枚。毋弛心于淬砺，尚抗志于尘埃。三复斯言，恍焉在耳。廿载驱驰，长途蹇否。学业罔成，功名徒尔。向之并号怜才，亟称知己。乐借吹嘘，俯加料理。此日皆翛然羽化，杳尔云征。莫副昂霄之望，有孤倒屣之迎。生者含羞于辱盻，没者抱憾于伤明。离离者实，橘维荣矣。徙而在北，枳焉更矣。变迁靡定，隳厥成矣。德厚莫报，虚吾生矣。山则有榛，隰则有芷。云谁之思，西方彼美。日月不居，年华若驰。罢敝可鞭，老骥千里。窃不敢自弃于清评，戢遗箴而永矢。"}