{"id":"704840","title":"拟古四十一首","dynasty":"明","author":"薛瑄","text":"天地形之大，阴阳气之尊。伊谁知此物，来自无极门。清浊既莫离，动静互为根。大化去不息，至理亦长存。彼哉虚寂子，已矣无复论。悠悠复悠悠，水中有行舟。四序无淹晷，代谢不可留。春鸟寂无声，寒蝉号素秋。落叶满阡陌，白云散岩幽。去去莫复道，颍阳有遗老。庭前桂花发，清香散凉飔。采采黄金英，倾筐方自持。思欲赠远人，风波阻长岐。望望不可反，馨洁空自奇。吾思古圣心，迥出八纮表。天理为之大，人世为之小。尧虞禹相授，杯水拱揖了。终古骇其事，未足称达道。四时一何神，变化不可测。阴阳既交代，星辰递罗列。孰其主宰之，终古不差忒。圣人秉明灵，动息有贞则。吾慕鲁中叟，矢心以学易。端居忆远游，路经首阳山。山有二贤祠，青松荫重关。斯人难再得，守饿心独安。清风激颓俗，高义越人寰。去之几千载，可慕不可攀。驺虞兽之瑞，麒麟兽之仁。物性尚不杀，而况形为人。夫何周辙东，王道久已湮。孙吴骋狙诈，申商号无恩。流毒剧洪水，遗黎苦漂沦。强嬴灭诸国，三户亡咸秦。天道信反覆，永为来世陈。圣治奠九有，禹迹亦茫茫。王泽既饶洽，彝伦复昭彰。以兹熙皞世，举俗跻乐康。胡为古道非，极意开边荒。征行苦锋镝，飞挽失耕桑。民生既骚屑，天和亦乖伤。广土竟何益，不救危与亡。兹事已千载，雄豪有秦皇。荆山有美璞，巴蜀多名材。此物信为奇，攻治亦难哉。匠石得其良，宝就成层台。胡为用匪人，坐此斲削乖。既自玉之玷，还为木之灾。而况上天工，理代必汝谐。餗覆良可虑，栋挠谅难陪。所以虞周圣，登庸必贤材。湖边多杨柳，山上多松柏。松柏存正性，不改青青色。杨柳易为春，随风发枝节。二月丝垂金，三月絮飞雪。纷纷冶游子，赏玩不知歇。松柏寂无言，枝干独挺特。空以木自奇，不为时所悦。请看霜霰馀，荣悴居然别。时来行堤上，春气薰人心。宛转湖山曲，隐映花树林。芊绵草抽绿，蒙茸柳垂金。鸣鸟何间关，纤鳞或浮沈。生物方总总，大化亦骎骎。当时浴沂者，乐意不可寻。混沌鸿濛中，伊谁作主尸。洪河出龙马，清洛浮神龟。有文粲以别，实惟天所为。悟彼阴与阳，契此偶将奇。大圣发深智，运意画两仪。生生之谓易，变化无崖涯。宇宙岂云大，弥纶靡有遗。如何千载馀，图象閟莫知。卓哉弄丸子，探源溯希夷。从兹识姬孔，还应见伏羲。伊闽有遗编，学易真吾师。灼灼春庭树，开花渐离披。因思唐虞世，日方亭午时。大禹亦神圣，兢兢为保持。如何百代下，此道久已衰。丰亨王格之，请看大易辞。木腐虫蠹出，气乖疣赘生。曜灵一薄蚀，阴曀郁然兴。道术裂周季，纵横乱秦嬴。青牛既夙驾，白马亦时征。汜滥自涓滴，熺赫兆星星。多谢宋诸老，万古开昏冥。如何阳光发，尚自爝火明。寄语行路人，勿迷棘与荆。萋萋湖边草，荣荣山上花。山中有高士，探化心靡他。天地自橐籥，万物从交加。深居不窥牖，四海皆森罗。我欲见其人，扪萝陟山阿。山阿忽回合，冥蒙起烟霞。至道复谁语，奈此高士何。太虚浩无际，何所立天堂。坤厚大气举，地狱置何方。此理亦昭哉，妄见胡冥茫。万世为之惑，福果侥难量。高标拔地起，飞宇就天翔。抟刻土木梗，镕剂金银妆。人力为殚竭，财物亦耗伤。既自息吹乖，焉得寒暑常。兹事自前季，滔天势弥张。反经如可作，兴言讨彼狂。圆象无停运，大化不可留。征车既西迈，行舟复东流。辙迹苦相背，两美焉得由。青松生涧底，白日丽高丘。馀光不回照，直干空萧飕。去去莫复道，零露满春草。五陵多侠客，三辅足贵豪。园池占佳胜，高第干云霄。不惜千金重，雅意一日遨。绮筵镇水陆，清歌间笙匏。酒酣视天地，泰山一鸿毛。中情既昏惑，外体亦劳焦。谁似林居子，神理恒超超。在阴鹤相应，迁乔鸟当歌。琴书满瑶席，良朋亦已多。各爱芳菲时，共惜光阴过。齐心何所求，所求保太和。壮年不努力，奈此老大何。白云在高丘，绿萝在深谷。中有冥栖士，云萝蔽茅屋。独抱尚友情，缅遂硕人轴。古琴时复弹，古书还更读。逍遥无外事，俯仰长自足。沮溺耕在野，姜叟钓渭曲。伊人岂无心，耻衒荆山玉。将须凤来仪，朝阳满梧竹。庭前双榴树，叶密枝相交。时当四五月，吐花红夭夭。人爱花烂漫，我爱花始苞。尧夫有妙识，造化满即消。情知酩酊醉，还见离披凋。所以大圣人，持盈不忘劳。吾今老学易，看花遂成谣。虞帝尚钦恤，大禹泣罪人。所以圣者心，天地同一仁。周政失其御，侯章僣无伦。刍灵既莫施，作俑亦不闻。秦穆一朝逝，殉以三良身。临穴殊懔慄，仰天亦悲辛。古犹惜累辜，如何杀俊民。王诛一以失，流毒荡无垠。骊山锢重泉，银海通幽津。遂使三秦众，半作地下尘。天道本好还，嬴族亦沉沦。因歌黄鸟诗，重为仁者陈。回观自古来，黄金世所急。郿坞几万斤，梁苑亿千镒。贪求刻人骨，堆积盈家室。宁知造化权，随时有消息。人无长盛年，物无不散日。金穴竟荒虚，金谷亦空寂。发冢尚有儒，胠箧岂无力。长见聚金人，终为大盗积。往者既悠悠，来者方役役。旨哉庄生言，独无郢中质。蒿莱不招凤，梧桐不栖鸡。物故各有趣，高卑焉可齐。伯夷居东海，吕望钓磻溪。峨峨太行巅，荟蔚方朝跻。阳光烛四表，发轫岐山西。二老既云往，妇子争扶㩦。固知贤圣人，去就关崇卑。试听紫芝歌，坐见嬴道隳。王良称善御，时方尚诡遇。季子洛阳归，张仪关中去。佩印誇乡里，驱车塞道路。说合从与横，而取贵将富。孟轲陈王道，反为迂阔误。已哉无复言，远矣哲王寤。骊珠不易探，至理不易论。端木称达者，性道犹弗闻。五十知天命，玄圣有遗言。区区事末学，役役劳其身。葩藻灭素质，声利迷心源。有若亡羊客，秪见岐路分。何当息冥升，来复求其根。孤桐生龙门，檿丝出东国。相合为素琴，不离君子侧。清弹何悠扬，遗音为发越。中涵千古心，养彼至人德。云胡变新声，丝竹异古昔。繁响难具论，哇淫日沦惑。举俗逐时好，谁能称在昔。万事亦复然，不独琴与瑟。吾思一气大，浑浑无边方。天机自流转，随至互低昂。寒暑既代序，日月亦运行。庶物勃然出，满虚各有常。万化定厥基，终古为维纲。大哉庖羲圣，有画粲以章。易道谅斯在，请看阴与阳。吾思洓水翁，志节一何高。褰裳辞宥密，视若秋鸿毛。古人不可作，流俗正滔滔。色过夏畦病，意甚乞墦劳。趋走信机巧，苟得还骄豪。閒咏青蝇诗，载玩硕鼠爻。吾思鲁公仪，拔葵去织妇。傅翼两其足，实惟天道故。云胡世君子，大得兼小务。生殖广田园，贩鬻罔泉布。牙筹既自执，龙断复登顾。彼哉何足言，义利各有悟。蜩鸠笑大鹏，夏虫疑寒冰。语之斯道大，心识何蒙冥。属文箧笥满，读书栋宇盈。徒劳一生力，了无寸见明。谁言点也狂，鼓瑟有深情。月盈乃生魄，阴极阳复来。损馀补不足，天道良昭哉。淳朴日浇散，斯理亦何乖。既剥犹未已，丰亨尚增培。君子过佚乐，小人穷之灾。所愿均厥施，九域登春台。万钟固知富，于性无加增。千驷虽云众，难为身重轻。达人抱大观，不以外物婴。夷齐首阳饿，伊挚莘野耕。清风激千古，贤圣留其名。邈哉务光让，鄙矣蜗角争。蝇营徒为尔，鸿飞自冥冥。青山何岧岧，白云自超超。云山日在望，开门两相高。既喜山静止，还爱云飘飘。秀色可揽结，吾其陟山椒。大气浩无涯，厚地大气举。形气自依附，人物乃中处。刚柔生变化，阴阳行寒暑。自古谓之然，满虚宁可数。吾思弄丸翁，深情契斯语。丹毂既云饰，翠盖亦时张。驷马复在驭，鸾和自鸣锵。执绥者谁子，升车气扬扬。回旋逐水曲，驰骋登周行。行人为之辟，谁不羡辉光。胡取覆餗诮，而置郜鼎章。轮舆虽云美，致寇安可量。所以大易辞，负乘著厥祥。洪荒日已远，文籍日以繁。华伪灭真实，汗漫迷本源。左氏已浮誇，战国皆诈言。班马扬其波，蔚宗助其澜。继者如猬毛，美恶爱憎间。谅非董狐笔，尽信诚为难。谁哉法宣圣，大典垂不刊。人生苦不足，得陇更望蜀。祖龙泛海行，刘郎祀灶术。仙事俱茫茫，百年竟飘忽。汲汲复营营，何时满所欲。吾慕首阳翁，清风在山谷。庭树微飘落，凉气始披拂。却忆少年时，泛舟湖湘曲。秋风起波澜，寒霜下林麓。日出江上枫，雾隐楚岸竹。兰芷亦萧条，芰荷不秋馥。灵均旧游处，骚思方满目。忽忽三十年，凉意复相触。《九歌》有遗辞，得意在云谷。庭竹生凉飙，明月从东上。候虫草根鸣，夜静声愈响。逍遥步阶除，悠然起遐想。三皇五帝时，淳朴竟焉往。王风降黍离，礼乐委榛莽。反复千载间，霸业杂相长。是非垂不泯，胜负在俯仰。令人意难平，拨置聊自广。人巧千万端，莫逃造化巧。三王行仁义，子孙永相保。绵历百千载，顺理得终考。嬴隋南北朝，窃国骋暴狡。社稷旋荒墟，苗裔悉剪剿。天巧必胜人，人巧何足道。"}