{"id":"704871","title":"效阮公咏怀","dynasty":"明","author":"薛蕙","text":"翔鶤赴长飙，翩翩戾高冥。举翮覆白日，伏颈云间鸣。顾谢野田雀，僶俛营此生。与子各殊涂，无用相讥评。有已苦拘阂，无生惧飘沦。忧乐多所惑，违取丧其真。?周久已徂，此辩将何陈。存亡岂殊趣，往复固恒理。人生无延期，百岁有成毁。即事且难预，荣名竟焉恃。感此愁我肠，叹息未能已。仰悟牛山对，惭恨自今始。万物岂不众，而予独吾生。吾生不暇治，安用求其赢。执籍虽利重，刎喉非祸轻。知哉屠羊子，反市避三旌。主父厌摈斥，自谓甘倒行。生幸五鼎食，死仍五鼎烹。群狙竞芋栗，喜怒随转移。飞飞海上鸥，矰缴不可施。张仪谢苏君，赵令说李斯。小义鲜能终，邪径固多岐。利害异目前，亲雠在一时。他人各有心，媮乐且相欺。侥倖昧全图，此计良可嗤。飘风振玄幕，若木零朱华。六龙匿西山，濛汜扬其波。翩翩市中子，于心太回邪。不见憔悴色，但闻慷慨歌。卑危诚未远，祸乱岂在多。人人恤其私，安能尚顾他。已矣勿重陈，嗟予可奈何。生平保至贵，变化去须臾。登遐上飘飖，举步临九衢。阊阖正昼启，陟降太微居。曜灵辟重光，长风厉六虚。雌蜺左右翔，云盖翼前驱。回车层城野，总辔昆崙墟。群圣为我族，五岳为我庐。岂与乡闾子，握手少踌躇。朝登古台上，遥望大河阴。朱明来自南，隆暑倏已临。丹霞曜阳景，渥露沾玄林。炎风振曾柯，鸣蝉响哀音。四时代终始，变化递相寻。盛长固殊昔，迟暮方在今。感物切悲情，忾叹伤我心。才美未足喜，技恶未足叹。左右无亲交，雌雄安可言。不见庞眉尉，三世不徙官。虽有韩长孺，百金赂武安。功名复如何，巧宦良为贤。生才良不幸，处世诚独难。扬娥兴妒阶，怀璧贾罪端。灵均既见放，韩非亦自残。奉身失所从，慷慨使我叹。北冥有异物，神变何峥嵘。上为千里鶤，下为万亩鲸。俶傥自足赖，升降非已荣。羞彼雉爵化，龊龊忝我形。旷望三河侧，轻车并华辀。壮盛值今辰，志欲一来游。路傍缤纷子，驰骛各有俦。腹内怀辛螫，侧目起相雠。晏婴畏仲尼，惠施忌庄周。疑似不可居，俯仰生菑尤。感彼行露章，独处安所求。昔有中黄伯，立慬一何劳。右手搏雕虎，左接太行猱。岂如东海翁，嗜酒佩赤刀。粤祝终不验，侧身焉所逃。蜎蜎桑中蠹，戢戢托尔躯。下枝噏沉液，上条咀槁肤。饮食亦已遂，不念彼树枯。树枯竟何如，憔悴在须臾。飘飖云间龙，卑高一何殊。变化成霖泽，千载长相俱。天上何所有，上有九重台。日月辟房牖，河汉界两阶。白虎夹路隅，青龙啾啾啼。五岳当束脯，四海充一杯。衣裳被云气，左右结双蜺。彗星垂为带，北斗束为觿。举足历颢苍，往往不复迷。朝集扶桑东，夕降若木西。人生非殊分，天命自有涯。置此傥来者，安用矜且夸。蚩蚩当路子，欣欣一何多。玄冕结长缨，丹组垂纤罗。采曜连金玺，文绣杂鸣和。顺风激清尘，向日扬芬华。意气肯少假，颜色每相加。不见蜉蝣羽，日夕叹咨嗟。蟾蝫宿南箕，阴魄沦东溟。乘风避其灾，首旦集鲁城。神飙鼓洪涛，雷电正纵横。大鱼裂地底，昆崙势如倾。西山有精卫，举翼方远征。志意岂不伟，惜哉焉所成。龙伯有大人，轻出越故疆。东上五山巅，学钓尾闾傍。六鳌曳独茧，员峤沉北荒。天汉断西流，海水自飞扬。列仙涕滂沱，帝侧巧中伤。手中握朽骨，魁垒不得长。生理一何殊，巨细各有当。寿陵入邯郸，匍匐大道傍。西河惑交战，中山忌重伤。揆力非所任，矫枉失其常。如何纷华子，生平厌膏梁。閒居羡幽深，临岐久徜徉。贫贱诚不易，鸩毒安可忘。行矣反故涂，贻尔以斯章。穷漠万馀里，海水周四隅。中原勒千乘，翱翔顺风趋。白羽翩翻飞，一军惊且呼。扬鞭下高阙，长缨系单于。右行临月窟，左旋出日区。立功何足矜，猛气聊以舒。兹年忽将逝，我心怆以哀。日暮不遑食，空堂独徘徊。驾言出西城，中有池与台。清渠夹阡陌，寒露被蒿莱。慨念昔时人，零落安在哉。玄象无淹次，四序倏如摧。自非藉荣名，一日等尘埃。朝出上东门，迢递望三川。修涂未能半，险阻屡迁延。征马立踟躇，徒旅念归旋。捷径不肯入，安用直如弦。㷀㷀罹苦辛，失路谁当怜。昔闻黄灵乐，乃在洞庭傍。一奏鱼愁入，再奏鸟悲翔。大声岂不妙，细物焉能当。独有双玄鹤，延颈遥相望。嘉谷败荼蓼，良巢毁茅鸱。路傍张四罗，戢羽落卑枝。卑枝亦已足，尚须保其危。捷捷少年子，挟弹来追随。俯仰偕俦侣，言笑盛容仪。当面施柔谦，中心怀崄巇。诗人亦有言，正直神所依。祸福有固然，反侧焉能稀。嗟尔众多士，兹理不可违。昔余少年日，浮湛声色场。追逐公孙子，驰骛狭邪旁。一醉累旬朔，一出历四疆。欢乐未及竟，憔悴使心伤。晚读列仙传，始学却老方。万事不足竞，二物焉难当。十年烧丹液，效状亦茫茫。更希游玄漠，得失两俱忘。守道遗荣利，趋物丧其真。诎伸难并观，高尚良可伦。不见玄庐子，精神已无存。煌煌口中珠，含此谁为珍。富贵焉足求，甘我贱与贫。凉风起中林，槁叶落如扫。徘徊此何时，岁暮一何早。吾生随物化，安得不枯槁。惆怅终日夕，延颈望云岛。荣名非所慕，神明可长保。手把三皇文，五岳访芝草。朝游东海上，亲见安期生。袖携麻姑书，揖予上天行。忽忽从之去，一举陵太清。白榆何历历，桂树亦青青。朱爵七十二，鼓翼相和鸣。玉女顾我笑，执手戏紫庭。万岁同娱乐，天地长齐并。朝逢远游子，车马一何闲。问君安所之，道路方独难。人情恶特立，世态好缠绵。一身欲谁从，多门易生怨。行行保子驱，岁暮当来旋。啾啾田野雀，徘徊丘中阿。上飞有鹰鹯，下飞有网罗。人生诚未易，祸福岂在他。誉者日已少，恶者日已多。感彼恭士言，悔恨将如何。"}