{"id":"720989","title":"仿昭代诸家体三十八首 一 刘护军基 秋兴","dynasty":"明末清初","author":"王夫之","text":"括苍云绕缙云都，万簇芙蓉翠色铺。红雨湿飞乌桕薄，碧波晴点鹭痕孤。登楼有赋依州牧，长揖无门傲酒徒。不识故园他日泪，蘋花还送暗香无。选胜明朝陌上花，狂夫已宿黄公家。连钱夜洗香泥点，团扇新描软縠纱。燕尾掠人沾绿酒，莺歌随处咒兰芽。片云南浦不成雨，油幕高搴看晚霞。长夏新桐洗绿茎，乳莺历乱啄朱樱。不知微雨遮青嶂，即次流珠溅紫萍。閒整丹经香篆歇，小临鹤径碧苔生。棋枰已敛湘帘捲，稍觉银钩挂岭横。正作越来溪上梦，潮声夜打浙东城。春花春柳皆他日，羽檄羽书悲此生。戍火摇烟低片月，归鸿掠浦警三更。堂堂岁月相欺得，明镜新添雪几茎。乌衣莫与怨斜阳，雪色新裁素练裳。隋苑柳疏长带月，河阳花满不惊霜。琼窗瞥眼窥银字，玉镜偷临斗靓妆。似妒蘋花秋色好，不留清影照寒塘。稍觉逢春客思催，江春无奈促花开。一枝横水寒潭月，几点回风雪砌苔。啼鸟易惊归客梦，陇云空寄故园哀。东风已遣芳心尽，谁与垂杨衒楚台。暄风绿草凤台新，金爵浮光射宝轮。云敛三山澄海气，日华双阙起江春。衣裳初识龙文阔，导唱遥欣黼座亲。还使故园归兴尽，鸣珂长日惜芳尘。扁舟下峤识春寒，五两随风度几滩。古渡铙吹侵月奏，孤城楼堞带云看。故园荔酒经春熟，过岭梅花度雪残。一曲沧浪牵客泪，羊城珠斗冷仙坛。弹铗新从上国行，遥瞻山斗识才名。汉廷属望贤良策，鲁殿初传丝竹声。柳色上衣春日酒，梅花吹笛岁寒情。殷勤莫负乘槎约，拂剑欣看碧汉清。小园花发镇帘垂，春草临阶未觉滋。香尾困风穿湿幕，墨胶凝水带冰澌。病中药裹烦南客，梦里兰芳记楚辞。犹有湘干田二顷，君恩不许趁耕时。日㬉风微柳匝溪，分明莎径未须迷。莺声过涧还如近，蝶翅因花亦屡低。心迹同原聊共赏，乾坤双歇恰单提。芒鞋是处寻春好，不拣苍苔与沁泥。独坐不知秋日短，行年唯有鬓霜新。病过柳市愁京兆，梦记番禺狎海人。泡影勋名消易得，牢骚日月阅来亲。乌藤拄杖明朝事，怕见丹枫映水滨。啼莺流水怨匆匆，万顷春华一梦中。芳韵悠悠随画角，閒愁点点到帘栊。回风无望依瑶草，韶月难期映晚红。回首繁华能几日，碧条簇簇惹薰风。百尺丽谯俯暮原，黄河捲雪拥蛟门。朱仙祠庙青松冷，艮岳风霾白日昏。华表定留千载恨，灵旗难返九招魂。寒鸦斜照苍茫外，酹酒长怀国士恩。轺车明发启秦关，缥渺河山紫气殷。清渭波萦劳怅望，莲峰云杳阻跻攀。鸿门霸气苍烟合，汉寝遗封翠柏閒。万里萧条随薄宦，不知明镜改朱颜。星华浅映御池冰，栖鹊寒喧树影层。独对画垣围藻井，遥知香雾达觚棱。钟人屡扣流霜杵，羽骑长依带月灯。应有五云迎凤葆，晓风已觉透青绫。相送今朝倒客杯，风高木落试登台。乾坤带甲无终日，草泽纡筹几骏才。南去祇悲湘水雁，北书唯寄陇头梅。栖迟迢递双极目，大旆孤城画角哀。碎叶孤城朔雁飞，安西都擭候骑归。汉旌已觉交龙捲，虏酒初骄撞马肥。桃叶杨花江上梦，敲冰燧火北庭围。伏波未洗明珠恨，莫诧中朝有建威。绝巘岧峣接太清，登临极目羽翰轻。青徐海色侵牛斗，河朔云山拥凤城。汉树龙鳞秋色爽，秦碑屃赑暮烟横。探崖欲问长生诀，咫尺蓬壶万里情。白雪仙郎雅奏偏，秋曹云冷綵毫传。迢遥星棹依元礼，萧瑟高楼忆仲宣。采药三山迷蜃气，长歌万里看龙渊。东方千骑空筹策，愧尔酬恩紫禁边。三晋云山西爽开，犹凭呼吸近燕台。时依朱邸陪仙仗，喜际青阳进寿杯。铃阁雪消春草长，牙旌风急暮笳哀。葵心欲逐桑乾水，萦绕金河辇道苔。陆沈不拟尽天涯，回忆西湖怨梦华。万古神州消白浪，中流尺土捲黄沙。云蒸海气栖樯燕，树隐龙宫急暮鸦。遥想讲筵当日语，唯留碧血洒鱼虾。高楼清瑟送离群，欲逐杨花怨夕曛。绣袷春寒三月雨，牙樯风急一江云。狂歌戏马台前客，回首钟山移后文。浩荡长淮分咫尺，扬州红药属夫君。章台垂柳叶凋秋，孤怨孤栖荡妇楼。六朝香粉丁都护，万里戎韬霍小侯。明月机中双纽缕，黄云城上千金钩。此生不拟长相忆，犹梦落花逐上流。秋满吴淞江外江，棠桡波敛夜推窗。月华始出照五两，白鸟飞来恰一双。客散歌声犹有恨，霜寒酒力未全降。西归更送山阳笛，写入落梅别调腔。龙胎密孕御园春，蔬署寻芳剥锦鳞。天诏正如裁玉版，臣心未敢拟霜筠。中宵酒醒香生颊，缓火羹清玉点唇。肉食承恩沾凤实，秋风忍忆故乡莼。湖光千顷敞祠宫，雪捲长堤缀蓼红。血迹梦残凋燕垒，灵旗云闪起蛟风。局争成败天难主，情到华夷感亦同。古鼎香烟飘碧篆，丝丝飞绕六陵东。星汉当檐挂素秋，元禽欲去复缄愁。江花笑拂荷衫袖，縠水回迎竹叶舟。行药定逢菖九节，忆梅遥爱月三洲。垂杨色色萦歌扇，未遣新筝怨雁楼。乾坤非短梦非长，花落聊纾粉蝶忙。莫遣酒星囚北海，偶逢伏日饱东方。蝇窗乍裂双眸阔，狐帽随拈彻骨香。唯有昭文琴外谱，不从夔旷问宫商。几日新阴软碧莎，羽笙日日入莺歌。花如静女添春绣，月许游人画浅蛾。病减恰逢垂柳瘦，诗成长在野亭多。银笺欲寄催花句，却为情深未订讹。衡门过雪草心蠲，玉茗胎红透始暄。乍响青松烹紫笋，閒移斑几就黄绵。茅山书至兼酬药，上海鹤归未买田。熟煮清酤添箬裹，为移春闰入新年。书史笙歌尽未殊，林光江气各清迂。深知帝里春偏静，小爱閒官韵不拘。水有性情鸥鹭得，月函虚皛藻蘋孤。回舟群动皆空谧，隔岸笼灯半有无。不知猿鸟至何方，叶叶晴容发静光。潭黑龙能深定力，苔新云亦恋幽香。泉于草树情偏挚，日以森寒影倍长。始觉向来湘艇上，孤危错拟露锋铓。何须大叫帝阍闻，肸蚃通天黍米分。吴练凄迷亏老寿，汉封细碎到亭云。欲收元气无坚影，自笑顽躯亦片云。帝鬼痴灵皆一蚁，强将斋沐溷元君。杉关关外几分春，已报江干惹战尘。临水自浇三日洒，看花无那百年人。仙函难访龙韬秘，瑶草谁于御辇亲。暂与风光相蕴藉，巡池杞柳亦芳辰。狂歌不审定因何，夹臆红潮湃万波。怖鬼已勤悬紫蟹，冲天无望锢苍鹅。妒津日日添风雨，疑网重重长薜萝。为爱信陵多纵酒，糟邱无奈酝情魔。江潭瑶草不须生，自折疏麻送远行。九庙威灵元白日，四愁风雨有孤荣。青编白简星光迥，大纛高牙落照倾。极目苍生悲海色，唯馀三学傲公卿。馋蛟风激怒涛腥，逝水东倾夜不扃。无望金山邀北岸，恰逢潮水落皋亭。乌衣夜色空迷燕，碧血中宵欲化萤。回首五云蟠御寝，断肠鹃哭向冬青。"}