{"id":"720987","title":"读甘蔗生遣兴诗次韵而和之七十六首","dynasty":"明末清初","author":"王夫之","text":"儿戏抟沙造化工，杨花飞雪舞来同。东晴西雨双虹断，海鲞江鲥四月通。有兴但抛棋一劫，无情凭唱曲三终。清风半港留难住，笑尔诙谐柰尔穷。情丝未剪不嫌痴，槌板留歌薤露辞。针劄古锥深见血，线分绒缕细成丝。踏残马足霜寒后，叫到鹃瘖月落时。元是百花尖上雨，春归凭此泫青枝。龟蒙未畜解言鸡，仲子难栽旁井薇。莫向楚秦伸屈指，繇来籧戚冒妍皮。纵横诸界天皆窄，抹直前头路不疑。腊月南窗西涧菊，何须粉本拓皇羲。南郭有心非槁木，东方果腹亦侏儒。金篦不刮鸬鹚眼，砮矢还留鸿雁书。临济老拳石勒饱，沩山苗稼宋人愚。鸥生鹜死区区外，别灼龟毛问卜居。不是好山看不得，西湖游只许白苏。出缁人素人惊犬，洗髓伐毛我丧吾。雪色一天屯冻猬，秋声万顷讯寒蛄。谁知落月金风里，荡漾予魂脱影逋。生缚奉先双腕急，曹瞒未是出群才。已知辖凤妖翎幻，难割泥龙左耳乖。覆醢铜青蚀铁骨，无盐水墨写桃腮。千寻偃盖秦封树，总给寒垆一夜柴。千顷玻瓈玉一堆，今年穷得立无锥。鸿飞沙远微遮月，笋怨春归已厌雷。梦里关山酸结果，醉中日月大钳锤。一茎齑在教人吃，角徵宫商听者谁。绀发金毫此是真，父兮生我大年椿。胞胎十月从盘古，弧矢当年射戊申。瑶柱肌清存海蛤，肉尖软触笑麒麟。江梅饶有千钧力，截取霜华作小春。断臂教心何处安，佛头正好与簪冠。世人不信扳龙髯，吾道偏须食马肝。梦蝶偶然传锦瑟，弹莺消得与金丸。大分八字亭亭立，擎出秋香散菊团。采苓竞上采薇山，周士不顽殷士顽。苏峻有名诛庾亮，桓侯无义谢严颜。齐纨莽戏花间蝶，铁网深笼海底珊。莫怪史迁轻节义，苍天双立斗鸡幡。酣睡陈抟之华岳，昌黎雪涕强攀援。人间死尽因巀嶪，平地春谁埽墓田。蛾命随缘镫后夜，豹皮留取雾先鞭。婷婷袅袅三尸队，且啖鸿门一彘肩。奇章梦异淳于梦，王播寮非周朴寮。痁冷痎寒俱是疟，初三十八各乘潮。宋齐邱卖谭升药，沈亚之欺弄王箫。消受馀鲭有楼护，隔筵中垒漫劳招。石头路滑跌千交，蹑险刚餐度索桃。珍重智镫逢室暗，凄凉愚鼓背人敲。雷龙百部丹田火，风雨三茎赤胆毛。淡月疏星生死径，北邙现在有东皋。冷眼越裳觑海波，横江津吏奈公何。人归洪皓传边怨，客散田横阕挽歌。绛蜡无光依鬼火，宝刀失计漏天魔。参差记得前春梦，绣壁红丝系女萝。高纬暂时称狗脚，刘聪依额派官蛙。啄来鹦鹉无香粒，舞彻垂杨有白华。女颔带髭疑燕国，细腰无牝乱蜂衙。苍天幻出非奇特，走尽银魂剩得砂。唐宋以前无辙迹，龙头删角未为蛇。邻人乞醋兼输瓮，客鬼移头已载车。埋到九泉同蚁语，悭留一范禁蝉赊。儿童自笑乡音改，除取机心听尔揶。三头九头志古皇，可容稳梦北窗凉。一百六日寒禁火，七十二丝悲动商。李微呜咽羞作虎，左慈长跽乐为羊。也知秋叶如鹃血，爱此枫林一夜霜。已闻嘉鱼诗作佛，还见仁和今为僧。公今堕地吼狮子，我亦延客吊青蝇。使君有蜀孤有魏，离娄无耳旷无睛。夜半失枕明失火，眠食两废莫相矜。狐皮织葛苧编裘，莫笑狂夫计不稠。采蕺馀香熏茂苑，裂缯全锦付河洲。醉眠芳草还沽酒，险摘星辰更上楼。大扺乾坤消一拗，达多死认镜巾头。夜阑风雨搅离心，啼鸟荒鸡梦可寻。春草漫生莺不醒，碧天无际月空沈。刘晨再到难求药，扁鹊当时忆下针。镫火楼台三妇艳，棠梨邱垄二桃吟。焦先空爇马昭庵，朱泚全添卢杞蓝。崔允下风输柳璨，刘歆上策笑周堪。宜中宋瑞眉高下，黄皓姜维意北南。张角巳消曹节恨，夏姬难饱孔宁馋。锋端有蜜也争甜，淡菜生忘彻骨盐。鲎壳作帆迷缆索，蛛丝为线腻针尖。近阑萤过皆疑月，邻院花开只下帘。野老向人求骨董，平词匾鼓泪中拈。人间幻出墨胎廉，左右方圆画可兼。莺啭九歌娇屈子，绿肥五柳富陶潜。雪中但窖丰年蟘，汗后全忘隔日痁。百尺竿头须痛劄，泥封汞鼎更添盐。反走无心怖季咸，还郴有客傲苏耽。排场队里供千笑，折脚铛前老一庵。五百僧唯推北秀，三秦人旧狎章邯。潇湘春水如天上，白鸟高飞我自惭。鱼子鳖裙终岁事，蜂腰鹤膝暂时心。蠹除恣我横吞墨，弦断知谁窃听琴。洗面清晨知鼻孔，浇花昨日趁天阴。劫灰揉得如泥烂，砌向雕梁燕垒深。少卿得意鱼烧尾，崔浩多才鳖出头。魏绛巧穷工买绽，杜钦智尽漫藏钩。扬雄须死元空草，徐铉无情水自流。张伟醉中悲破甑，蒙恬悟后骂虚舟。病趣新来肝化越，壮心当日酒如渑。流离少好今衰丑，追蠡年深旧款铭。甜苦连根都是瓠，肉鱼杂煮别为鲭。直方莫打龟山谱，西席逢迎只蔡京。燕反自嗔薪木毁，鼠归空汛月明航。宝璎无力供诸佛，巾帼何辞诮女郎。食豕食人颜不泚，于羊于蚁智双降。冰蚕浴火如霜雪，劳尔添柴沸镬汤。婵娟侵夜片云遮，逗漏三星影但赊。陇上健儿呜咽水，原头和尚武刚车。凭医死马兜铃草，好上危墙吉莫靴。鸟径关心如缕血，殷勤目送雁行斜。张超用得迷离雾，殷七须开顷刻花。棋馆儿孙千亿劫，渔村镫火两三家。拨残冷灶应逢豆，击碎油瓶且拾麻。旁午杏坛偷玉璧，殷勤鸡足擭袈裟。归来魂些元蜂塞，若有人兮白马河。半笑半啼分咫尺，八寒八热一蹉跎。从无猎者嫌猩骂，除是周南伏鼠魔。摘出心肝人不买，摇槌徒唱望乡歌。一瓠被嗔五鹿角，卫公吃打大臣袍。新寒改样酸垂足，宿痞生根病在膏。六鹢退飞争熠耀，孤禽重过酷啁嘲。藕丝大展脩罗殿，款款蜻蜓旁叶逃。清霜坠叶月当宵，似我风流不易描。相好装成活卦影，文章哭杀死神尧。黄金肘露衾前雪，生铁牙消饭底焦。十里花飞千步锦，兰巢香满闹䳂鹩。匡人向后师阳虎，伍员先时笑白猿。冷㬉饮鱼心不昧，淄渑别水舌难言。楼台云闪还成市，头脑冬烘况是天。煞认颖师诗上字，琵琶殊胜七条弦。郑伯区区惜佩兰，尔朱莽莽刈霜菅。咒人大费铜铃语，点鬼多于玉笋班。傀儡一丝牵白发，馒头半馅缺青山。千秋眨眼萤光里，双脊撑腰碧落閒。李斯犬在难成虎，宾孟鸡全岂似鸾。此处古人目不瞬，谁家田地足能安。梁鸿妻偶容眉寿，文举儿宁问卵完。犹得棠梨浇一饭，双眸莫受泪珠瞒。梁燕先秋向海门，梨花欲落正黄昏。天心放我三竿睡，月晕偷谁五色文。扪颈连头疑赘肉，拦腮掴掌认精魂。相逢歧路鸱夷子，落魄须臾冥漠君。九锡逢人借羽麾，冰山斜倚玉山颓。金针偏瞎重瞳眼，斧柄难施没孔槌。铜雀春深埋铁锁，纸鸢风吹哭重围。夜来魑魅天南路，黑塞魂随骤雨归。缓缓花随陌上去，娟娟月过故乡来。无人解识娘生面，外道疑怀圣者胎。活路无踪寻九折，死灰有燄射三能。天吴紫凤饶璀璨，剪取或堪供袜材。竹篦夺却拳堪用，皓齿凋残舌在无。肉骨分离天不管，龟龙埋没地皆图。雨云有梦虚神女，香火无郎是小姑。一任东邻烹大武，但除白牯与狸奴。梅花撩乱莺先后，魔力争天挽日车。俗客晒裈聊尔尔，比邱休夏自如如。春醪唯滴陈咸土，月令閒修守敬书。七夕金乌深妩媚，临河为赠夜光珠。情关稳塞一丸泥，谁许东风浪解凘。李耳老才知守兑，幼安筮不待占离。风流女国真孤寡，晴雨儿天莽笑啼。寂寞刹竿双树倒，长江芦叶正当机。乾坤簿上终双济，甲子旬中剩两支。卖水定逢眢井怒，移山好耐巨灵嗤。平明乞火知镫灭，春尽编裘恐雪迟。三寸离钩鳞鱍鱍，从来此曲少人知。鸣鸠报雨当农急，蟋蟀吟秋听暑迟。郑綮登庸佥侧陋，东施许嫁不嫌?。当头一棒毒涂鼓，婪尾三台突厥词。饶舌新莺催柳色，从来此曲尽人知。我不敢轻于汝等，啼鹃血亦写春融。花留鹙子俄天女，剑在胡孙幻老公。形似舜瞳犹项籍，巧逃羿彀更逢蒙。也从金界亲阿逸，为赐铜山馁邓通。黳元珀赤旧来松，轸玉徽金半死桐。向夕星稀飞顾兔，随时霜降葬丰隆。刚吹楚水三生笛，谁打姑苏半夜钟。一缕炊烟横晚照，下方人说白云封。天尊菩萨共胎泥，蔡瑁刘琦枉掇梯。楚峡黄牛迷象马，华清苍鼠诉狐狸。狂风那判樵风径，黑月谁分半月溪。一枕草茵吾自适，千枫万柏染霜齐。豫且举网但张鱼，勃贺翻身早类猪。嚬笑随时多失计，威灵到手又何需。佛头鸽粪添鹰画，仙字蝌文死蠹书。岸屋水舟无住处，鸟巢窠畔筑幽居。松岚浓染黛横涂，一点当梢玉魄孤。细剖香魂邀篆尾，幽寻艳迹记花趺。晴云山色微分派，春水池痕巧合符。留境夺人充供养，云林先我写含糊。六尺茅檐浅覆阶，就中矗立九成台。袁安卧处雪偏埽，弥勒来时阁不开。康节推成亥子际，荆卿让与艮坤埋。笙簧哑尽乾婆殿，绺绺松风隔涧来。孟德何知泣穗帏，张巡差可听横吹。无情有恨莲终落，百啭千回燕怕归。鸩步偶同神禹迹，蜂腰狂学沈郎围。针尖笔颖参差是，更拣惊蛇一线灰。老缩黄杨痴妙喜，童年苗秀旧终军。六经瘦得蚕成茧，七发留来犀有文。偪侧青燐镫燄绿，崚嶒白发雪山尊。鱼游濠上分庄惠，鸡唱南塘感逖琨。三更杀气三刀梦，七尺离魂七宝鞍。毕战分畦争铁界，宜僚弄技逐金丸。浪斟绿醑吞蓬栗，细切黄橙脍虱肝。菡萏巳凋蜻蛚散，萧条秋色付谁看。燕南赵北樵者山，西牛东胜渔父湾。中间如砺不得合，两头随打暂偷閒。六眼龟消三觉睡，半张钞买九还丹。今我不乐缘底事，谢豹如啼行路难。任驾潘车邀左瓦，无如圆凿对方穿。嬴政烧书留秦誓，巨君买谶费汉钱。鹦母参差葛卢慧，蜗牛宛转科斗篇。白玉楼高卧才鬼，遮须国狞富顽仙。小试霜翎志黑雕，生雠白额倩青腰。也知一札穿无力，为记三山去有桥。棋罢花间才七日，雨馀虹线失双条。纸窗蝇迹毛锥子，草檄曾将五岳摇。从注麟书讥败绩，难瞒马脊卖之爻。龙标落尾从鼍鼓，虎口翻身祇猬毛。杨柳命轻游子折，?舸福稳吴儿操。青编画阁难消汝，逆旅无烟亦偶遭。有客反唇过古庙，驱寒四目送新傩。冠分莲叶红千浪，镜合菱花绿半窠。褪粉翩翩惊蛱蝶，扬灰阵阵趁香骡。桥头好记归时路，汤煮松风有孟婆。哀梨甜在故无柤，风雨陵飞朽骨娲。但惜粉香须枕臂，为贪?味得胶牙。三千僧退孤留佛，八九乌生总类鸦。厨下新羹容易煮，魂消洗手但蒸沙。寻针死计东洋海，失火生缘露地车。九曲径幽知路蚁，连城珠贱报恩蛇。魂随月下琴心立，眼透云中扇影遮。烈焰原头烧不尽，藏春依约绿些些。不怕古今担不起，黑风刀雨几人当。揕胸刮洗能医病，借面悲啼枉吊丧。小可垂帘私望月，大都瓦解在休粮。还他炭妇矶头雪，何用浓煎皂荚汤。九首天吴扶不起，生怜尺木怕龙倾。葛花疗醉穷千日，樱饱吟蚊闹五更。岸帻有头讥子羽，迷楼无酒酹张衡。鰆鸮翡翠同条活，莫溷兰苕共咒鹰。花落悠悠莺佞舌，霜寒脉脉雪欺头。楼前已听歌三叠，海外如闻说九州。生死两丸堪抵鹊，雨晴殊候罢呼鸠。破除少府花边泪，堆垛王官谷口休。臧三耳自无三鼻，琴七弦容清七心。龙讲火经珠夺彩，蝉耽露味腹高吟。灵猫滥配先农食，白象殊烦普眼寻。邀月为欢憎影在，碧玻瓈盏灭镫斟。聒厌黄鹂酢厌柑，舄飞双鸟叶飞杉。鱼肠壤接要离冢，蟋馆源通渔父潭。日月龙山抛两帽，音书船子杳千帆。汗青微挂羚羊角，大费痴蝇着意探。薅经锄史饱霜镰，溅血囊头奏凯兼。七制旂常随羽扇，九州筐篚贡茅檐。酿成熊胆甜如蜜，吐尽猪肝臭似蔹。曾赌张翁输雀骑，无劳王剪索兵添。凤衰尺鴳聊栖竹，牛鼎烹鸡只损盐。粒粟太仓官琐尾，中流一瓠用廉纤。填饥但煮山君掌，学哑难施百会砭。列传他年凭雁字，芸香免被蠹鱼嫌。苔林云茧孰相寻，鸟篆虫书枉见侵。横摘孝经穷司马，巧翻淫咒嬲祇林。玄黄野逐唯君驾，皂白沟分记子衿。一石桐油舂不了，披裘那识路旁金。忘情润础候晴徵，种秫无田罢酒兵。老摘儿拳伸佛臂，閒抛鹤膝放龙鸣。兜元卷叶轮为郭，安养堆螺顶化生。点染青蝇争一笑，仲繇夜绝楚王缨。荷花忘却荷叶遮，鼓吹左纛新蛙车。鹅儿黄嫩微睍睆，鹄立红云捧夭斜。青蚨血乾诛阿母，蝤蛴队辇试莫耶。黄金榜射金人眼，欲问南商求沔茄。姜桓彭虫溷寺貂，独孤香饭迎女猫。大呼巫觋沈邺豹，烂煮轩辕赐土枭。林荫夸父已得日，河分王亥不如鳐。唐珏无翼衔燕土，鲍焦有齿累蠡瓢。龙汉密编何国纪，龟阴高筑岂畦台。时留虎迹三人笑，尽辇鱼肠一窖埋。肉店羊头须别拣，窗棂牛尾莫相咍。随他竹叶舟中去，移取琶蕉雪里来。六息何心化北鱼，三蹄无技弄黔驴。麻皴淡写悬流瀑，之绕涎收篆壁蝓。渡海已烹丁令鹤，当筵且吃晋公猪。分明四十年来事，银蒜丝丝玉不如。鹿娘胎乳旧分麑，氐叟根苗颔似羝。亲见唐尧唯蝙蝠，再来百丈亦狐狸。季鹰不是思鲈鲙，吕雉谁为讳野鸡。济水应心河应肺，双流清浊夹分脐。拾得寒山共一时，袁闳张俭不相知。棋填黑白唯馀罫，琴泛宫商别有雌。唤尽奈何邀笛步，问来不语影娥池。丹枫绛帐青莎馆，鞭挞吟蛩作导师。荔枝香国涨香风，岣嵝红泉泛落红。翁仲铁肝金作掌，吴刚桂斧月为容。跛夔一足箫韶舞，盲汉三更法界钟。稿饫全篇藏孔壁，华严半偈出龙宫。"}