{"id":"720916","title":"沁园春 送穷","dynasty":"明末清初","author":"尤侗","text":"咄咄穷来，冰氏主人，劝汝千杯。怪子云高阁，一麾不去；昌黎上座，三揖仍回。饿倒翳桑，冻穿东郭，拊手揶揄笑我该。何相厄，出门如有碍，闭户如呆。特凭毛颖符牌。择吉日车马走天涯。向簟瓢巷里，生前可住；首阳山下，死后堪埋。耕砚为田，积书作库，今后休将壁立猜。穷唯唯，吾从此逝矣，赠子多财。试望愁城，天地无光，壮士吞声。奈悲秋宋玉，不堪长恨；伤春杜牧，未免多情。万斛纷来，百端交集，方寸之心难与争。叹人世，黯然销魂，惟此为深。仆今奉教先生。毋劳尔神兮摇尔精。使王乔与我，遨游而逝；黄公与我，歌咏而行。寂寞为床，玄虚为宇，叱咤驱愁服上刑。愁休矣，逝将适乐土，实获吾心。若有人兮，蒲柳风姿，憔悴支离。恨雍容司马，抛残赋草；风流沉约，瘦损腰肢。扁鹊低头，巫咸束手，丈室维摩亦皱眉。数其罪，合先诛二竖，后斩三户。飘然与彼长辞。况苦口良方我有之。倩冀州坐客，挥毫草檄；少陵野老，信口吟诗。左援桐君，右携欢伯，楚客高谈七发词。涣乎一，涊然其汗出，是乃良医。陆醑前来，枚卜功臣，众口交推。彼从事齐州，清为圣德，督邮鬲县，浊亦贤才。尧舜千钟，仲尼百斛，子路宁辞十榼陪。髡一石，更先生五斗，学士三杯。尝闻上顿长斋。即乘马骑驴事尽佳。况卓家少妇，为君涤器，杨家妃子，为我持罍。山带兰陵，水连桑落，曲部分茅议允谐。咨汝醑，俾侯醴泉郡，曰往钦哉。醑若毋声，以酒为名，乃罪之魁。算持蟹螯者，瓮中就缚，吹龙笛者，水底长埋。金盏才擎，玉山便倒，玩我真如儿戏哉。腐肠药，甚良醪可恋，心腹当灾。今朝焚了糟台。又何问莲花白玉杯。倘君将伐狄，臣当执御，人能击杜，我愿持槌。草夺黄封，驱除绿蚁，主爵壶商赐自裁。醑不道，削汝懿侯职，以惊将来。有美人兮，携手同行，其乐只且。喜化为蝴蝶，中宵起舞，唤他啼鸟，野店提壶。一唱高山，再歌流水，听者钟期鼓者俞。长太息，曲高而和寡，其信然欤。顾君与我何如。彼天下纷纷安足拘。叹故人千里，远遗端绮，主人仓卒，遽赠文无。蕙带荷衣，倏来忽逝，乌有先生对子虚。开户视，不见其处矣，搔首踟蹰。奇绝青莲，几辆芒鞋，直踏匡江。向香炉峰下，呼来慧远，珠帘谷口，吸出康王。五老婆娑，九云飘渺，三叠流泉喷石冈。还识否？是庐山面目，仔细端相。小奚亟解诗囊。看摇笔高吟字万行。笑近骑白鹿，踢翻星渚，远携黄鹤，飞过浔阳。君已逍遥，仆犹惆怅，画壁鸣琴寄兴长。问何日，把惊人谢眺，搔首青苍。无可奈何，旧事南柯，新恨东流。叹易变人情，幻如演戏，难猜世法，闷似藏钩。闭户无容，出门有碍，何况崎岖历九州。不堪者，看宫中狗监，关内羊侯。头颅如许谁酬。但醉里乾坤姿拍浮。算冥冥高飞，于人无怨，悠悠行迈，谓我何求。蝴蝶前身，杜鹃今日，伯仲之间海上鸥。乃所愿，学丈人荷蓧，男子披裘。我所思兮，濯足清流，晞发高冈。奈举国侏儒，臣饥欲死，满堂酒汉，公醒而狂。学剑不成，卖浆未售，肘后难传疗恨方。除非是，学中山千日，梦到羲皇。觉来起舞淋浪。且读破离骚续九章。喜庄子逍遥，人呼以马，左慈狡狯，或化为羊。手弄双丸，目空九点，竿木随身作戏场。今而后，从子虚隐矣，何有之乡。子好游乎，游必有方，吾语子游。惟辇上贵人，峨冠博带，堂中公子，肥马轻裘。十日交驩，千金解赠，主既逢迎客亦留。非然者，恐闭门不纳，怀刺谁投。况君白发盈头。便鼓瑟吹箫枉自羞。奈弹铗而歌，食终不饱，执鞭以御，富也难求。莼鲙秋风，一官久弃，肯向侯门走马牛。君休矣，听数声欸乃，雪夜归舟。我学渊明，归去来兮，请绝交游。有草阁三间，久盟息壤，秫田十亩，将老菟裘。山水乡邻，梅花妻妾，小部声音黄栗留。出门去，怕青天剑啸，沧海珠投。而今金尽床头。纵舌在何辞仰面羞。叹富贵才高，骄人易取，文章命薄，知己难求。乘兴而来，途穷则返，笑傲随他呼马牛。从今后，把世情看破，飘瓦卢舟。咄咄汪生，少年行乐，三好兼全。只饮酒离骚，便称名士，吹箫弄玉，定作神仙。椽烛隃麋，远山丽竖，小宋风流剧可怜。谁消受，疑梦游蓬岛，醉享钧天。画图到处流传。得饱看红妆也有缘。但酒癖书淫，恐妨万事，歌残舞散，难驻千年。仆病停沽，吾衰畏解，文籍先生高枕眠。君休矣，是有虽可喜，无亦欣然。望气佳哉，蕉林书屋，得宝隋和。看皋庑家声，天边台斗，彩鸾国色，地上姮娥。玉燕投怀，石麟露角，更胜珠哥与户哥。徵兰梦，记五苗丝绣，玉叶金柯。不惟孔释摩挲。有后稷携来瓜瓞歌。算学士文章，原名陶谷，将军勋业，也号田禾。左握干戈，右持俎豆，何似堂封万石多。询占者，是翁官农父，儿取高科。今日华筵，珠帘深处，唤出苗哥。看头角硗硗，宛然玉粒，双眸炯炯，秀似琼禾。花帽荷衣，深躬浅喏，年少偏生礼数多。问其岁，是卯君诞降，月窟婆娑。岂惟字识之无。便好应朝廷童子科。算唐室校书，八龄刘晏，秦家相国，十二甘罗。第五之名，何如第九，笑问先生喜若何。先生笑，谓诸君醉矣，为我高歌。万里归来，管宁无恙，吾谷闲行。但觅取虎头，传神阿堵，携将麟角，绕膝如馨。君善秦声，妇能鼓瑟，画里家山聊遣情。相尔汝，惟日沽一斗，笑看三星。十年辽海飘零。曾短布驱车铁岭城。记汉殿凌云，马卿献赋，梁园雨雪，枚叟谈经。阊阖天高，巫阳梦远，仆亦悲歌泪满缨。空凝望叹王孙桂树，芳草青青。谁踞词坛，天下健者，独有董公。曾北上燕台，东游越峤，南寻隋苑，西问秦宫。慷慨悲歌，滑稽笑骂，左把刀钩右酒钟。挥毫罢，令雪儿起舞，唱彻回风。君才十倍吴蒙。更林下夫人兴致同。看绿绮低弹，风吹鬓影，青蛾淡扫，月上眉峰。放棹探梅，拥炉煨芋，乐事相于闺阁中。还索取，将红桥锦字，好配林鸿。为问何年，龙战山东，堕此长须。曾阶于尺木，能兴云雨，贮之勺水，便化江湖。今也卷然，手携在箧，犹见虬髯气色殊。还恨未，向九仙馆里，捋取羊珠。顾君赠我何如。好准备尊前牙杖需。算虾须虽细，可编帘箔，鱼须甚壮，亦树旌旟。差胜衰翁，白髭似戟，不中卢仝唤作奴。却自笑，看吟成五字，剩数茎无。"}