{"id":"720908","title":"满江红 偶览稗史载王文成梦郭景纯极言王导之奸反导阴主之也因为赋此","dynasty":"明末清初","author":"尤侗","text":"好个夷吾，渡江后、久窥神器。谁更念、神州未复，江河顿异。堪笑一生苏武节，曾无半点新亭泪。问乱臣、贼子出臣家，谁之罪。王与马，久分据。敦与导，还同计。算败终为相，成当为帝。漫惜伯仁由我死，太真拔舌斯何意。叹谁将、赵盾弑君看，书其事。我醉欲眠，且收了、眼光青白。分付与、死便埋我，陶家之侧。天下山川吞八九，腹中人物容千百。任诸君、拍手笑狂生，乾坤窄。破面鬼，焦头客。乌帽吏，黄巾贼。问何人请剑，何人投笔。我梦化为蝴蝶舞，醒来敲碎珊瑚缺。叹一腔、热血洒何时，青衫湿。铸错难成，空赢得、头颅如许。君不见、此中有鬼，英雄无主。世事梦回关塞月，文章泪尽潇湘雨。叹茫茫、宇宙此身多，无归处。山岩里，聊容与。竹林下，方延伫。但看他白眼，科头箕踞。背后好遮王导扇，手中只少渔阳鼓。携一杯、自祝画图前，魂相语。甚矣吾衰，谁画出、秋风蒲柳。须信道、相君之面，不过村叟。车盖鼓吹今梦觉，空山晏坐搔童首。问何人、不着鵔鸃冠，惟君否。且避暑，频挥手。谨谢客，休开口。只先生生日，归而谋妇。半臂才更一斗面，百钱恰买三升酒。对此君、烂醉仰天眠，看苍狗。寄语青山，为我筑、数椽茅舍。更计较、凿斯池也，衡门之下。屋后十弓放笋竹，墙边五亩栽桑柘。还留些、隙地种梅花，依台榭。北海钓，南山射。东墅弈，西园画。有邻翁来往，鸡豚春社。笑问老妻能去否，蒿簪藜杖归休罢。但囊中、尚乏买山钱，从天借。衮衮诸公，看朱紫、白头随驾。尽让与、蝇头蜗角，冷杯残炙。夫子漫劳冉有仆，小人请学樊迟稼。向深山、好作古田家，羲皇话。松菊径，瓜藤架。麋鹿柴，鱼虾汊。且醉吟高卧，及时闲暇。稚子浪寻青草斗，老夫合受黄鹂骂。倘城中、有客访吾来，关门谢。天朗风和，是昔日、兰亭春社。恨不见、一时名士，乌衣王谢。光禄文章曲水宴，子山马槊华林射。到吾徒、意气向谁人，都休罢。四海事，归耕稼。五岳志，销婚嫁。但短衣长铗，栖迟傅舍。醉去行歌城阙上，醒来坐啸墙篱下。听大江、滚滚客心悲，流日夜。对酒当歌，君休说、麒麟图画。行乐耳、柳枝竹叶，风亭月榭。满目山川汾水雁，半头霜雪燕台马。问何如、变姓隐吴门，吹箫者。兰亭褉，香山社。桐江钓，华林射。更平章花案，秤量诗价。作史漫嗤牛马走，咏怀却喜渔樵话。看孟广、把盏与眉齐，皋桥下。梅雨廉纤，问昨夜、小池微涨。漫一笑、征衫乍脱，故园无恙。翠箨移来石径侧，黄鹂啼到桐阴上。更村村、烟火起农歌，田家饷。报有客，扁舟漾。看满座，兰亭唱。喜酒徒相对，欲倾家酿。却暑但挥蝉雀扇，登高请进蒲桃杖。向西山、指点夏云生，多奇状。二十年来，叹世事、尘霾波涨。喜老友、跳归燕市，须眉无恙。皂帽幸辞辽海外，青衫还泣浔江上。问榜门、谁是脱骖人，千金饷。且上下，随流漾。予解和，公能唱。须浇开磈垒，洞庭春酿。屈指明年将半百，看云取次从藜杖。又何老、呵壁续离骚，笺天状。才子仙人，坐春水、泖湖新涨。从此去、黄河千里，布帆无恙。玉殿传胪原日下，金门待诏还天上。料至尊、早办大官厨，为卿饷。斜日下，雕旗漾。芳草路，骊歌唱。送关山牙棨，一樽清酿。使客自骑沙苑马，野人独倚柴门杖。倘诸公、闻讯仆何如，穷愁状。太息丁生，出塞去、雪堆沙涨。谢弋者、辽东归鹤，令威无恙。浪迹偶来皋庑下，端忧却据胡床上。正提壶、卢橘满林黄，堪分饷。端午后，蒲葵漾。麦秋至，蝼蛄唱。君奚为高卧，欲逃村酿。游子渡江不用楫，健儿跃马宁须杖。剧何堪、新妇闭帷中，婆娑状。我发芜城，趁竞渡、一江风涨。为寄语、池塘春草，阿连无恙。白舫已乘东冶下，青骢尚跃西泠上。问钱塘、可接广陵潮，双鱼饷。采莲棹，湖心漾。折柳曲，桥头唱。办十千兑酒，余杭新酿。王子正招缑岭鹤，孙登也策苏门杖。待归来、赠我两峰图，空漾状。北望卢龙，痛精卫、魂填溟涨。何幸得、南楼老子，下官无恙。千里相思风雨夕，十年重过江湖上。笑故人、只有一杯莼，为君饷。飞蝶梦，游丝漾。骑马地，朝鸡唱。算半生白发，星星愁酿。笠泽烟波宜载酒，泰山日观聊携杖。再休提、宋玉赋秋风，悲哉状。积雨东篱，雷隐隐、水云时涨。休夏好、绳床药臼，消磨微恙。读史喜观秦楚际，咏怀高话羲皇上。笑饥来、驱我走天涯，无人饷。愁何许，悬旌漾。悲未已，吹篪唱。怪众人皆醉，覆杯沉酿。堪破黄梁道士枕，打开白业瞿◇杖。咄何来、修竹弹甘蔗，纷投状。何物文心，笔阵老、墨池飞涨。贾馀勇、吟成八咏，撚髭无恙。公子七哀传邺下，大夫九辨赓江上。惊从而和者曲弥高，三缣饷。倒词峡，真潢漾。短歌阕，长歌唱。只江郎才尽，渴求杯酿。我倦欲投斑竹管，公豪任夺青藜杖。问红笺、填得许多愁，难于状。乘兴而来，冒雨过、徵君之宅。相对者、诗家三老，酒徒八伯。秉烛夜游行乐耳，一生能着千双屐。看胜为可喜败欣然，如予弈。痛饮也，肠千石。剧谈也，唇三尺。算樽前只少，红儿催拍。便唱鹧鸪休听好，坐中半老江南客。问阮公、醉后眼如何，全飞白。问客何来，自闽海、薄游吴苑。忽举目、天涯烽火，故乡中断。泽国江山惊战鼓，秋风零雨飞宾雁。正登楼、作赋楚天高，愁王粲。十月节，寒花绽。千人石，清樽宴。喜今朝初度，亲朋相见。回首紫薇旧梦杳，放怀白发馀生健。但摩挲，毛颖老中书，加餐饭。日日愁生，赖有此、枕中之夜。我梦见、大千境界，无非假者。花月春江堪舞蝶，烟波瀚海能骑马。尽神游、万里姿逍遥，阆风野。邯郸道，何潇洒。阳台下，何妖冶。但逢场作戏，机心都化。乌有先生相对好，亡何乡里归休罢。奈一声、鸡唱又天明，愁来也。"}