{"id":"720988","title":"广遣兴五十八首 其二","dynasty":"明末清初","author":"王夫之","text":"晴鸠呼雨不呼泥，一艇流沙弱水西。周赧筑台深避债，鲁哀徙宅再忘妻。涂穷自我魂迷蝶，交绝烦谁死炙鸡。橄榄蔗浆双掷取，侬家滋味在楂梨。傀儡居然牵得动，千波万折亦何凭。骈枝偶举庞公女，折臂新摧二祖肱。浊水月昏菱刺手，寒灰春湿菌成蒸。何时期满桐棺假，还汝晶瓶一片冰。为怀正在秋冬际，匠意难忘惨淡中。人我众生谁寿者，王侯委巷一雌风。愁唯遇雨怜桃梗，怒即占晴怪土龙。踏地唤天终偪侧，巫咸鸩鸟两无功。屡试空拳狎虎獶，唯除汗脚入鏖糟。莲凋玉井红疑热，桃落绥山小不豪。亲见汾阳吞酒肉，传闻腐史传锥刀。冲天六翮繇他剪，但惜当胸一毳毛。逢人偏我缩蝤蛴，颊印深深涨紫泥。乞火就萤池上影，登高揖鳖砌閒梯。多情语雀怜佳婿，得计屠羊有富妻。乍可吐冰看蜥蜴，难禁玩月到灵犀。嫫母妒情因妒色，青蝇嗛死讵嗛生。青天遣尔公无罪，白地描他酷不成。纣灭且烧天智玉，卫存何有木桃琼。火攻自笑阿奴拙，命在王敦那在卿。瘖蝉浪欲恼啼莺，啭啭刁刁底不平。讽刺多情非小己，文言无字更繇庚。天高略与通消息，春尽聊为弄雨晴。把似破除都教尽，千年鹤肉伴鸡烹。主言不出吾何死，客难徒云世所嗔。七国有碑唯诅楚，六经灭迹待亡秦。忘忧但记徐无鬼，结舌谁知虞有人。馋?不餐千亩竹，斫来滥写一溪春。蛛丝缚翅莫逡巡，一线乾坤九六真。莺燕蜩螗分主客，蔘苓乌附尽君臣。盲人眼外公孙述，哑女生前杜子春。一把针尖罗什口，九回肠里贯双缗。一池寒水清如露，影取千山桕叶丹。画鬼易工愁狗马，分龙莫问渴鲂鳏。石田滞穗埋头拾，长夏新梅入梦寒。书史不灵天亦杳，惺惺一掐印痴顽。当年不夹丝毫汞，猛火烧心可自探。借得金锤忘错误，烹来石鼎记酸咸。贪栽苜蓿程生马，吝予柔桑蠋似蚕。姬歜孔芹舌底事，世人浪说待回甘。一条即栗千峰雪，寒在眉梢㬉在肩。电口笑看霜汁雨，冰绳涕堕冻脓天。侏儒苦怕雕衔去，醉汉何妨虎过前。别有元关人不到，桃花片片逆流还。游魂非吉亦非凶，红烂骷髅白玉容。未?且随生老病，悲秋不舍夏春冬。佛牙反碎羚羊角，瘦骨难留狮子虫。七尺肌疮痂脱尽，深惭无物饷刘邕。谁把灰堆一幅张，并刀误剪半淞江。梯山航海中流漩，绣岭花门倒影幢。大宅火争焚宝所，无家别即孕莲邦。石人双眼真胡越，玉箸犹输五百双。火里遂雄萧相国，高山还戴穆提婆。雀儿有檄传参政，鬼母无言听祝鮀。鳖项不伸蚊浪嘬，蜣丸日辇蚻欢歌。肺肠剜尽还乡客，殊费人间万斛?。锻锡称公伯亦屠，黄泉子母尽人夫。主宾奴虏棒三十，砂汞银铅火一垆。藕孔有丝愁易露，虚空无相不难箍。当时谁酿狻猊乳，大地难消一滴酥。芙蓉爱秋只爱?，杜鹃催哑漫催春。李耳出胎无少壮，图澄人灭更酸辛。覆舟肉脯归无路，绕臂金蚕嫁愈亲。鸬鹚鸂?各明眼，胡孙蛱蝶巳翻唇。一折一波皆绝倒，依稀雁字看横陈。久将六义衰丁卯，别有十香溷乙辛。窃屦无劳师孟子，弃灰谁得侮商君。松梢玉露垂珠琲，独点韦编过小春。险句矛头频淅米，老颜花下且摊裈。三年病饱禾花瘴，八口粮赊牛尾瘟。穷自讨天酬骏骨，饥难掘地种膻根。银蟾一显河山影，识得虾蟆不是冤。不知寒㬉通身血，莽御罡风把戏竿。笑骂好官皆蝶梦，英雄孺子一蜣丸。三焦苦属安金藏，片舌难如公玉丹。大禹智穷人裸国，春风还在胫毛端。挑镫契阔交双睫，画被纵横作十洲。秦水无鱼痴钓渭，瞿塘如马稳乘流。披麻斧劈皴皆可，点漆丹砂果自繇。一笑梦中还说梦，三更头上与安头。龋齿犹腾笑口高，无须注目孟劳劳。史迁诞亦疑巢许，阮籍狂宁骂懿操。小觑维摩须借饭，深雠蒯聩未分桃。何当细语赵宣子，桑下壸飧莫饲獒。苍天哭杀西来意，争似天津看弄猴。述梦终愁多蹇涩，捋须自悔不搂{扌叜}。芩连难抑虚肠火，脂粉徒填色眼沟。誓把一镫烧栈道，蜀王无迹问金牛。半绺犹存活气呵，泥龙爱雨莫嫌波。三生鬼死还成毕，一尺仙高旧惹魔。粥饭充肠从背馁，尘沙侵眼幸眉多。龙门无事须烧尾，只此当檐挂雀罗。愁眉耻为生缘锁，笑口难于死地开。一榻蘧蘧还栩栩，三年瞿瞿复梅梅。龙生九子馀鰆吻，鲛泣千行对蛤魁。劝勉祇烦衔草鹿，惭惶无那祭禽豺。一梦巳惊还一梦，邯郸虽好只邯郸。长延凤颈毛空刷，已竭珠胎泪半残。新霁更逢壬子破，微霜难似甲辰寒。耳轮冰冷还潮热，脑剑湍奔又海乾。花萎香檀草自忧，凭将托钵笑宾头。门东但哭耶娘饭，天际非迷贾客舟。即遣金棺重露足，应知画饼不充喉。两堂漫为猫儿鬨，顶戴芒鞋代汝愁。离钩有信脱金鳞，神蔡茎毛重九斤。沩仰一镫亲父子，洞曹五位旧君臣。波心芦叶催孤履，海上扶桑乍几尘。佛血自归佛法界，弥天歌利尽魔军。莫将马角望燕丹，合用狼渊警范山。石虎肠原难洗涤，卢蒲发已向凋残。随拈赝璧都归赵，一乱真鸡且度关。几尺天低惊谢朓，三更雪败贺袁安。古人如我我如渠，影不相如画偶如。无䏿无肠非蟹党，不鳞不介寄鳅居。宝鸡误识穿坟蝹，淮雉疑同化鼠鴽。刍狗梦中轮辗足，墨胎相掖上奔舆。不将落叶认秋凶，老泪慵垂笑眼中。他日夜台真昼锦，片时春赏暂冬烘。人间世且游若士，天下图其授马融。除却死生吾与汝，看谁白战是英雄。担头旧卖雨霏微，错惹桃花扑岸飞。缩项鳊能师鳖智，食心螟不慰蝗饥。墦间鬼食乾糇德，牛口妻□伏卵悲。待夺耕夫黄犊子，一溪春草衬蓑衣。小东皋畔古榕边，飞鸟遗音到耳喧。为道攀龙邀七贵，更闻牵犬守三川。参差犹认分杯胆，点缀初分各灶烟。黄鹄当时矶上月，从来一枣醉孤仙。向来无病学呻吟，色色悲秋夜夜砧。扳柘且求轩后药，操舟姑免项王喑。王孙一饭辜淮肆，弟子三虚谢孔林。朔雪不摧曷旦羽，长随彩凤嚇飞禽。尽敛千眉入酢罂，眉尖有事也分明。东陵鸡漫催人起，阳羡鹅容载我行。乍喜青天遮两眼，唤谁白日打三更。南邻酒伴差相识，鹤颈截来短亦鸣。瞿昙共命偏调达，盛宪长年送孔融。为遣汾阳营李白，徒教梦得诮桃红。山头鹰眼留匡术，郿坞人膏染蔡邕。宰噽病原依伍员，文渊傲不怨梁松。王戎钻死于陵李，弥子分残曼倩桃。花鸟新来皆命薄，蛇龙此日足功高。蕉边梦亦争秦鹿，槐下魂犹嗾晋獒。只遣狂夫添白眼，摊钱三峡狎奔涛。充耳还馀龙角幽，花趺不奈蝶须搂。鸺鹠苦咒孀妻土，卢雉偏明懒妇油。月令丹良羞白鸟，天情须女狎牵牛。相逢幸得方今日，荆轲无冠万发柔。犹有村醪醉一杯，酣酣鼻息雪中雷。臂肝虫鼠宽檐帽，齿舌刚柔破草鞋。冶葛毒偏肥孟德，海棠香只醉渊材。黄金鞭落新春额，放出泥牛卧绿苔。缚饥篾用千寻竹，补衲毛看一寸龟。无处扪天求口耳，有时向佛索须眉。寸丝脱尽云为茧，叠浪横行水有皮。幸剪丰干如鸲鹆，闾邱无路得相知。千年无寿看妖狐，半夏多辛饱鹧鸪。隐语阑斑藏大鸟，短歌慷慨唱南乌。庄鹅无意逃厨妇，鲁?犹工射仆姑。见说语儿溪畔语，蠹鱼乾血碧模糊。禦寇新来免十浆，海鸥争席只沧浪。齐王已足一千蹠，李相姑留五百羊。庆喜佞兄唯相好，丹霞烧木更威光。前身悔住青龙寺，博得穷涂一枣尝。卜肆帘垂去建阳，谁尸朽壳问行藏。逢人遍握凶年粟，顾我元无续命汤。鼠变不妨尧畏禹，羊亡自觉谷贤臧。障泥拚取前溪滑，夜半深池纵瞎缰。姜维宏演同肝胆，孙楚黔娄共枕衾。阮籍狂才闻凤啸，骆丞囚得伴蝉吟。祢衡寿等龚生夭，东野鸣传豫子瘖。井底史留坑外字，秦廷筑和雍门琴。救日劳劳走啬夫，上天脉脉忆群巫。火城莫保裴中立，水阵长悲李左车。高会不成诛宋义，贫交劣得失田苏。竹王一曲祠今古，山鬼旁招魂有无。击仇鱼笏赌奸袍，尽不如他也自豪。何有巷牛腓后稷，情知丧狗异皋陶。石难与语酬开府，钱不能神福鲁褒。他日无烦来大鸟，杜鹃春已到花梢。覆窠无改伊风子，笭箵繇来元漫郎。窜亦黄能憎屈姊，卧犹韦虎傲萧娘。三茎鸡肋婴临济，百啭莺喉和帝江。欲剪鸳鸯双袖落，郎当鲍老臂原长。一令单提千令合，不除狂醉只除醒。垂杨左肘飞花絮，腐草馀滋幻火萤。枳棘芝兰同土壤，国皇月孛一辰星。钟情我辈聊如此，瞥眼他生固不争。造次看花须看叶，分明夺眼不夺睛。丝丝香篆萦空湿，泼泼江流荡远晴。一剑杀生生在杀，五更惺梦梦元惺。空窠蜂子痴如醉，泥涧元蜦懒不矜。栎火垆边缩猬毛，犹贤击楫唱离骚。头风莫与陈琳檄，腹疾无庸叔展号。春梦半醒逐妇鸟，岳云抔土抱娘蒿。杀机夜半衾前动，扪虱思援斩佞刀。慵将奇字溷侯芭，一卷轩辕鼎内砂。拟听扬干诛魏绛，不髓荀勖妒张华。胡兄煮死谁宜弟，厉子宵生且似耶。留取神皋开五叶，愁提鬼掌卖莲花。曾向孤峰驾一航，他家浪道木墀香。通身是口云藏日，劈脊当心雪上霜。捏碎函舆仍捻合，单提雷雨与分张。乌元鹄白明看汝，懒学新秋架鹊梁。且听冰霜冷万家，冻禽赢得吃梅花。春风随手成红锦，朗月当头到碧纱。虾岛鲸城疑海客，黄连白蜜信齐牙。香飘第二月中桂，惭愧张骞问汉槎。真陶潜外无陶潜，药价如虚减亦添。草履犹能名不借，刍灵何待与三钳。葵无定影疑天恕，桃换新符怕鬼嫌。自是聪明涂已尽，飞鱼空笑上竿鲇。冰虫无分夏陈尸，且救头燃迅速时。说火犹防烧象齿，分波不管攫龙儿。李陵恩重频携手，陶令缘悭但皱眉。待废公孙坚白论，孔穿无膝拜皋比。微吟即遣暗虫惊，齐语繇来挞不成。旧学刑书墨剕劓，新悬乐笋怒飞鸣。法筵道得犹三棒，地狱难消在一茎。略向东风赊妩媚，还逢百舌禁流莺。方春两眼不曾饥，饱拣花枝到柳枝。哀乐无端生杀外，河山有样去来时。狂夫顾笑难消汝，哑女当歌拟倩谁。何事延陵观乐客，强删苗黍下泉诗。"}