{"id":"721022","title":"和梅花百咏诗 古梅","dynasty":"明末清初","author":"王夫之","text":"早岁先登秦女峰，腰垂绿发玉为容。不知甲子真多少，问取前溪偃盖松。不遣西园久放闲，微阳烘蒂坼朱殷。南征雁过惊春色，睥睨寒汀拟北还。素锦光摇玉篆牌，曈胧清影正当阶。画垣底事重重闭，未有尘飞走马街。碧干扶疏间古槐，晨衙画鼓隔檐催。迎春初进缠红仗，一日偷闲得看来。横梢淅沥入船窗，低映棠桡乱雪淙。雁尽天南人未返，憎他带影一双双。香雾氤氲霭碧湾，流澌一夜送潺湲。低垂乱惹珠光溅，疑是疑非响佩环。藏春有坞贮轻融，直上千寻故御风。平甸下看烟漠漠，孤擎宝露出清空。牧笛无心倚玉箫，青帘得意远兰桡。生憎杀景张功甫，浪与移栽向六桥。先春不得待春阑，渺渺西洲欲见难。唯有梨花赊剩粉，黄昏烟雨殢人看。湘簟凝凉菡萏开，幽香冷触幻春回。因缘漫向痴人说，只作当先及第猜。消息心知在别峰，南参烟水尚重重。溪云乍捲流泉细，一点香飘带影逢。不是桃源惘去津，知开知落也难真。南邻酒伴经旬饮，欲与商量恐过春。扳枝已见绿催新，敛萼犹疑粉未匀。子夜霜鸡惊晓起，逢迎不早怕花瞋。楼头遥望识春生，雪径过从奈宿酲。闻说冻禽争采啄，何妨分我一杯羹。脉脉从看为解颐，阳和一茧细抽丝。捐情似水容相见，不许香车宝马窥。徵诗檄就隔林催，鹤膝猩毡渡水来。婪尾不须倾腊酒，瓮头还有煮青醅。大夫已见受秦封，君子还惊化鹤容。独抱冰心邀瑞叶，溪头三笑一相逢。红尘日日促香乾，欲赠相思行路难。知到陇头春已尽，祗应将作柳枝看。绝色平分雪几曾，清香不怕月难胜。双标第一花卿品，莫遣姚黄妒汝能。乍炙银笙试朔吹，旋抛珠串赛清姿。晓风残月伤心句，不待杨花扑岸时。离筵及早酌屠苏，留看镫宵待得无。知有前期霜信后，小窗人奈雪侵须。情知无计奈春何，水涘山椒玉一波。密筱藏阴香几瓣，还愁微霰祝暄和。蹑藓墙东带笑披，暄风还向手中吹。閒情贪授寻春客，不管高枝怨别离。当窗妨绣凤头鞋，出閤惊捎小燕钗。拚取惜花情几许，并刀一割玉龙乖。台上天花白㲲巾，戒香腊日洗尘尘。寒崖莫有三冬㬉，为现瞿昙四月身。清泉细点石硫黄，留得荀公几日香。蜡蒂涓涓升宿润，犹疑疏雨过银塘。宜春燕子缕金花，抛掷偏拈紫玉芽。风味爱他林下好，妆成掬雪试烹茶。低回怕得近帘钩，宝髻当心五瓣收。萼绿华传新样子，吴娃错道牡丹头。藤捎蔓惹怕清狂，收拾闲心寸步香。向日迎风千笑合，来回无影过东墙。裁素纫红半臂嵌，缝成知费手掺掺。新恩特赐加绯服，仍带银鱼旧日衔。乡国原标大庾南，飘零偶籍百花潭。宗支的的吴门隐，指李荒唐笑老聃。紫葆初含故叶稀，孤茎独秀绿茸肥。晴云润浥虬枝软，倒写溪光碧玉围。薄袂圆襟一式裁，骎骎旋接落英开。便娟为少新条绿，遥向日边掠彩来。弱粉难支雪色侵，檀痕相倚赖知音。连床各梦还同调，冻蝶迷香记浅深。妩媚檀栾共一时，鸭头新浴鹭飘丝。长疑剩粉归何处，密裹龙孙出箨枝。减取琼花一片开，五铢轻较六铢裁。亭亭小立雕楹外，白纻闲看舞袖回。轻梢无叶出空微，弱片多惊定影非。碧海胧胧烟似水，清晖略带一分肥。云痕乍裂袅孤烟，薄媚东君试一暄。背水独摇香阵阵，芳心透过柳枝边。一片芳情悄自拘，未分明处不模糊。凭谁洗涤幽香魄，为倩绵山缟臆乌。空明碧瀁粉离离，寒鹊寻香远不迷。野渡问津人共指，重来犹记折残枝。徼欢得向玉堂栽，油帟朱阑碧甃台。断岸当年生长地，春云如絮野棠开。暮雨萧萧梦几忘，晨星落落意争狂。从教子结调羹用，不倚多金傲雒阳。天涯迟暮岁寒心，浅着铅华远罩阴。消渴文园相待久，黄金为买白头吟。试雨禁风始出胎，根苗忘尽旧亭台。倡条冶叶轻前辈，庾信江南老自哀。舞衣不浪费冰绡，仰笑垂杨衒楚腰。罗袜风生惊飏起，旋看缘带上头娇。邻院新栽叶未滋，窗前无分慰相思。逢人把过石桥去，借问攀从晓露时。乍㬉初催朵朵齐，蛟冰风捲画楼西。琉璃国土堪埋玉，不遣馀香上燕泥。断岸欹危挂古藤，红泉瑞露饱何曾。清羸百鸟衔来易，将供日中一食僧。玉鳞遍覆软条青，合殿金铺尽日扃。唯有楼东人睡起，垆烟移远水晶瓶。纤枝上与午烟齐，坠玉旁依乳雀栖。冰溜夜悬三百颗，双邀斜月漾玻瓈。生缘同在凅阴天，栗烈何因授记偏。为有临风观望客，迟迟春日拥黄绵。闻说犹疑耳亦贪，终年不食更何堪。轻松脆软清泉味，池底夺将雪藕甘。平塘梦断夕阳红，曲槛容遮五夜风。一点春愁分不去，当阶斜睨锦熏笼。对色疑非香不非，迎暄莫问素心违。光风灼灼传新喜，残雪全消散落晖。从捐螺黛洗鸦黄，金母熏成姹女妆。色坏为铅难似此，凌风九转更欺霜。花事阑珊绿覆除，累累带雨更愁余。涛笺藉染胭脂色，聊寄江南一纸书。酿就莺醅已过春，日长还遣翠眉嚬。石家莫倚风狂味，霪雨新添妒妇津。鼎烹鼎食在逡巡，谁遣酸寒入梦真。滋味何如末下豉，秋风招隐啜湘莼。赊春无已索春添，簇簇新齐闹不嫌。狂瘦痴肥从肉眼，神清无事卖廉纤。青豆相思意偶通，开时疑说并头红。无端赚杀林和靖，三十六双一梦中。叶色通梢晓气醒，趺香浮干艳心扃。单于莫怪胭脂失，汉月昏黄冢自青。红蓝染髓换霜肤，血滴灵芸凝玉壶。莫讶施朱教太赤，入时学得牡丹图。缥渺芳情送画船，苏堤莫诧柳如烟。葑田捲尽琉璃现，此是开山白乐天。香国扬州锦阵豪，诗情偏向峭寒高。都官吟后输声价，倾盖白头只水曹。沙明难辨几枝生，浪碧微看浅色轻。一疋练飞花样细，还从豆蔻夜熏成。放鹤亭空客已仙，裙腰褪粉断桥边。广陵新送青娥怨，苦判馀芳作杜鹃。客路相逢散旅愁，桄桹月落海天悠。何当移向神山种，得共师雄赋白头。长门春锁万花深，纨扇无愁到玉林。记得虞渊官簿说，紫华紫叶结同心。被拥黄紬晓睡醺，蜃窗晴送暗香闻。故山春色今何许，空署当轩五朵云。檐牙折向纸镫龛，数蕊巡香漏已三。误捡秦风求故实，终南原只有条楠。晴轩融敞静香传，器冷心闲好扣弦。一片低飞疑窃听，随风巧入郭公砖。未了寻香又拂枰，冰绡遥映碧纱明。春前开亦随春落，先手何心百转争。小穗侵波曲罥钩，危根拿石细分流。羊裘垫卧收缗晚，争唼落英看白鸥。谷口凝阴宿雪淹，槎枒望断白云尖。夜来野烧刚馀得，一树垂垂出短檐。宝刹疑看珠雨飞，香烟幢影共霏微。雪山十九因缘熟，那但长留舍利衣。鹤径风回香细萦，仙衣长似御风轻。砂胎初剖银芽出，还恐流珠㬉易倾。系马蟠根铁色粗，寒光飞练射昆吾。花前莫话封侯事，一树功成万木枯。挑荠正美芥回青，脆甲中含碎玉零。缓火夜烹风味别，孤芳生齿酒初醒。小角阴垂槲径遮，浅檐风转搅横斜。佳人何必牵萝补，百琲明珠缀若邪。竹籞密排落叶蠲，寻芽访蕊试新年。黄精苗绝蘼芜?，略报东风一点暄。小径冰封碍往还，春心遥寄有无间。开窗欲觅香来处，犹隔当门一段山。朱点当心印不如，一花五叶我逢渠。万波摇动兼遮显，斜领犹看不见馀。捷径无心假息机，豹林谁买玉田肥。人閒好句传高启，驱遣袁安卧翠微。画影斜连大旆阴，丽谯日暮饱归禽。岧峣一听睢阳笛，月苦云深天地心。寒池清浅影笼冰，雾上云鬟冷不胜。斜倚琅玕舒凤尾，翠帏深拥㬉香凝。玉魄昏黄罩素魂，縠波潋滟吸香痕。分身自在双涵得，总被空青一镜吞。累垂得得到江城，妆点琴囊衬酒鎗。棐几素屏充供养，闺中莫听卖花声。玉色分鸠瑩不任，庞眉霜鬓映森森。道逢禅客机缘捷，摆落天花雪满襟。银蒜遮寒小閤深，胆瓶曲槛两沈吟。疏筠咫尺天涯路，一曲潇湘万里心。鼻观分明到眼惊，他心通尽意身生。凭谁拈笑分宾主，水月空轮挂宝璎。为惜霜红昨日凋，续香补艳倩新条。一枝迎雪元多丽，何事王维更画蕉。□馡怕被素玚欺，青豆傍看玉蕊垂。听彻莺喉邀蝶舞，风流何必少年时。万顷春膏凝玉酥，晓霜残月足踟蹰。须须叶叶无中有，一幅先天五老图。蚌胎微吐露灵砂，略与东皇报岁华。底事花魂多荏苒，逼人诗思在些些。心心长待笋班齐，南北中分人望迷。残腊易消春易老，怕教抛尽惹莺啼。晨探莫惮冻云天，一日风光尽一年。暂喜真珠抛十斛，悬愁银甲搯苔钱。冷晕圆拖碯碗浆，古香浓喷豹皮囊。分圈硬用中峰笔，百首诗情此较长。被酒濡毫敌晓寒，淋漓狂扫万枝珊。禅心为笑花光老，借得妆楼绣谱看。曲里寻春已惘然，瑶村况觅洞庭仙。空花和合声香色，带影独头起识田。幽艳浓熏㬉雪窝，流香横漾皱纹波。轻姿梦醒镫前现，隔断白云奈采何。"}