{"id":"722384","title":"哭华姜一百首","dynasty":"明末清初","author":"屈大均","text":"频年失志卧林丘，正赖佳人慰四愁。欲写三闾哀怨曲，今无丽玉引箜篌。玉琴空怨雉朝飞，岁晚吴门生计微。庑下无人来馈食，堂前有母为缝衣。零落香魂去不回，黄泉应上望夫台。他生不愿为夫妇，但作罗浮蛱蝶来。将军贶室怜清苦，玉帛还劳子大夫。多谢寓公言好结，千秋嘉耦一朝无。频辞板屋从君子，自是秦风爱德音。我有西戎征战志，小戎日夕为君吟。明星玉女羡乘龙，白帝为媒得彼秾。一自丈夫毛女合，华山今有丈人峰。将军战败斩旌旗，身作长城控月氏。夜半鼓声寒不起，可怜冰上弃孤儿。三秋苦战在黄沙，血作胭脂山上花。孝有曹娥曾弗子，忠如去病不为家。来时哭度雁门关，酹酒明妃白草间。胡越可怜俱远嫁，梦魂空逐雁飞还。八月风高放角鹰，行行游猎十三陵。随夫北岳攀阴雪，抱子桑乾履薄冰。一鞭朝出纥真束，花颔娇嘶万里风。忆向阏氏营上过，蛮姬争进乳茶红。九月云中道路难，雪花如掌打征鞍。可怜生女方弥月，使出兰闺犯岁寒。娘子城边忆打围，鸾靴上马疾如飞。儿夫不忍弯弓射，心爱双双白兔肥。汝爱秦淮不忍唾，清波留取照妆妍。兰叶舟过桃叶渡，忆君乘月看灯船。小姑山过大姑来，白浪如山山欲摧。汝畏风波不敢涉，却思飞鞚白龙堆。绣床针帖委花间，自到炎方病不閒。荔子何曾亲玉齿，槟门未解发红颜。正欲移家向莫愁，高堂共上木兰舟。龙盘虎踞惟江左，儿女乘时亦拜侯。尽将钗珥遗娇女，空有图书殉少君。小像唾绒卿自绣，朝朝哭把水沉薰。不复窗前畜画眉，不须山上采燕支。燕支已作断肠草，画眉今亦变相思。不对芙蓉赋不成，愁来兼罢玉琴声。可怜四壁空寥廓，慢世无人共长卿。商瞿白发欲成丝，沐犊琴歌更自悲。珠母不愁生子晚，鸾胶只恨续弦迟。养母依然独采薇，无人为制老莱衣。卿卿自是将军女，不合身随野鹤飞。此日梁鸾高节少，自惭无以报糟糠。当年择对成何事，误把今狂作古狂。哀蝉落叶满高秋，银烛随风泪尽流。梦里哭声惊阿母，频令白发抱深愁。甘瓜苦蒂久相离，子母方将钩带时。正喜堂前三妇艳，丈人安坐听调丝。大妇今朝罢绮罗，高堂寂寞泪痕多。方知北地风霜惨，亦胜南天瘴疠和。燠寒谁问老亲衣，作鲙今朝亦已希。忆得姜家新妇在，泉中跃出鲤鱼肥。顾家针线巧相同，酒馔全凭十指功。此日高堂因待客，犹令截发作双鬉。丈人思尔固原还，白发侯嬴正抱关。小妹雍容兄更念，褰裙逐马朔云间。情知粉黛久无心，国破家亡泪不禁。但使先臣千载见，何妨贱妾一朝沈。泪洒罗浮万壑中，春花尽作杜鹃红。东家蝴蝶西家燕，双宿双飞命不同。相寻日向墓林来，同穴无期更可哀。卿若见怜人寂寂，殷勤一为把棺开。祔葬先公珠海湄，三春烟雨暗棠梨。白蘋岁有宗人荐，黄绢争题孝妇碑。才人命薄古来然，消得香闺几日怜。一代文章今已矣，更无知己似卿贤。明月舒光乍上枝，梦残空使楚王悲。无情最是巫山女，暮雨朝云只片时。怀中保子二龄馀，弄尔西窗旧读书。我指卿卿新画像，可怜未解泪沾裾。贳酒为欢正未央，黄泉一旦作参商。他时谁作相如诛，更把遗书上建章。红颜自古命如尘，早返蓬山作上真。不见棺中双彩履，那知钩弋是仙人。泪满罗纨赋未成，佳人永暮不胜情。可怜今日江郎笔，不画蛾眉花不生。春色无情去镜台，百花今日为谁开。可怜五色收香鸟，曾得钗头立几回。醉卧当垆红粉边，风流谁信阮公贤。闺中此日无良友，被发狂歌更可怜。行行泪滴楚天西，谁与狂歌玉手携。佳丽世间应不少，冰清那得接舆妻。平生五岳兴翩翩，因恋朱颜不复前。潘岳只今无内顾，迢迢一任越山川。素女忽归天汉去，孤猿空有玉环留。从今不娶神仙妇，未有恩情到白头。去岁中秋三五夕，鸳鸯归到粤江边。高堂满酌葡萄酒，笑道人同明月圆。夜永翻愁玉漏催，梦魂无计入泉台。丈夫泪向闺中尽，惭愧当年学道来。往日京师事远征，如何束带待鸡鸣。芳香四种兼明镜，未尽秦嘉赠妇情。雁门当日见容华，早识桃名短命花。单枕一宵如荡子，同衾两载绝倡家。一夕秋风蕙草摧，何当燕婉向泉台。天将艳色倾荀粲，不许中庭取冷来。夫人遂与甘陵似，不遇华陀绝可怜。更比炎妻新乳死，仓皇何处得神仙。麻姑怪尔恋人间，云母丹成去不还。寻遍罗浮峰四百，峰峰烟翠似双鬟。珊瑚挂镜未消愁，媚尔方营翡翠帱。香里奇南为屐齿，花中么凤作钗头。终日焚香礼彩云，云中不见旧仙居。画图悬在梅花洞，蛱蝶无情亦上裙。生时居尔珊瑚洲，为近麻姑二石楼。巫岫未开神女馆，罗浮先作淑人丘。白云何处望西凉，魂绕花田应更香。紫玉可能邀入冢，木兰不得送还乡。月明环佩莫踟躇，此地仙灵窟宅馀。太华休归毛女洞，罗浮且在鲍姑庐。岂有芙蓉得久妍，秦嘉针药累三年。三年词赋无多作，乐府惟歌妇病篇。令晖才藻已成尘，笑妾春风今不春。闺里兰开四五叶，题书谁复寄行人。早识佳人命不长，殷勤花底作鸳鸯。三年不肯如泥醉，恐致卿卿恼太常。万里相携庙见来，麻姑台作望乡台。红蕖结子心难遂，白鹄衔雌口不开。孤鸾舞绝镜中央，碧水丹山恨路长。天上岂无秦弄玉，人间那有杜兰香。秋风吹叶满空闺，不见盘中苏氏妻。黄口小儿怜失乳，夜深犹向玉棺啼。左思杖策方招隐，林下风流失谢家。娇女有谁怜织素，小郎何处见青纱。万里从夫泪满巾，烟花不似故乡春。越人庄舄元思越，秦女罗敷自忆秦。情如孙楚难除服，愁似潘安日望坟。蒿里一朝生白发，榆林万里隔黄云。渐似中郎鬓有丝，将雏歌罢不胜悲。琴书定与他人去，门户终无健妇持。夜夜灯前笑语同，梦回方觉玉床空。黄泉共友惟兰氏，白首相依失蕙丛。处处相随兰麝闻，中间分袂去从军。裴卿枉嫁浮云婿，张子虚寻仓海君。小姑嬉戏怜初七，七日为人治酒浆。大嫂生辰逢此日，更将人胜媚新妆。戴胜争誇王母降，点梅还道寿阳来。明年人日人何处，人日欢娱只一回。白日魂交翠帐低，家人难唤梦中啼。英雄气为红妆尽，况复多才窦氏妻。西京诗句似朱弦，士会还工赠妇篇。纨扇白头卿最爱，玉琴弹出月明前。天生明月断人肠，今夜方知秋夜长。一照愁人生白发，风吹不去皎如霜。日暖琉璃研匣开，真书临罢上妆台。金钗不肯持沽酒，为购兰亭宋拓来。董生佣作致甘肥，天降神娥为秉机。今日高堂惭孝养，故乡烟雾独归飞。自古来卿与女休，壮年能报父兄仇。功成俱上列仙籍，嗟尔今朝命不犹。稚女无人抱惠芳，秋来多病不扶床。可怜水火无能免，靧面桃花忆何娘。锦衾多泪雨同流，罗袂无声风自秋。纵有少翁能致汝，帷中那得玉魂留。去时真似箭离弦，风过长河雨绝天。人命踟蹰曾不得，千秋遗恨素馨田。日出秦楼睡起迟，黄莺啼杀海棠枝。湘东未得持斑管，先取豪犀理鬓丝。年年生日好烟花，不用胡琴寄谢家。塞上疾驰千里雪，房中亲奉一流霞。七夕穿针事已非，家人不忍晒遗衣。年年一渡银河去，却羡双星相会希。天花无蒂月无台，游戏人间更不回。多事许家丞相女，楼中捉得酒仙来。啼到无声血满枝，杜鹃何似客心悲。英雄自古原无主，不殉佳人欲殉谁。风雨连宵送海棠，空馀兰麝土生香。檀奴不忍看遗挂，叠损罗襦满一箱。天风吹散洞箫声，忆共莲花峰上行。青紫已无奇女气，芬芳空有玉姜名。一片落花天上飞，茫茫春色去何归。三生石上因缘浅，不管情人泪满衣。不断莲枝不见丝，丝长无补断莲枝。他生愿作田田叶，捧尔芙蕖出水湄。自失鸳鸯百事慵，寻仙依旧向云峰。不因裘褐人相逐，吴市何须去赁舂。双泪已如潮有信，一心还似柳多丝。那能学取蒙庄子，漠漠彭殇总不知。不学神仙为玉颜，蓬莱只在洞房间。而今既失鸾皇侣，纵得神仙亦是閒。杖剑西从紫塞游，偶因儿女觅封侯。可怜织锦秦川女，不待功成去十洲。甘蕉不实恨如何，秋雨萧萧叶上多。夜夜玉琴相伴宿，閒情不复着青娥。胡雁频从越鸟翔，情知水土畏炎方。红颜竟为而姑死，白首徒令阿母伤。狼藉珠钗与翠钿，红埃更满夜飞蝉。光浮玉臂犹馀泪，香冷金炉似有烟。研泪为书告佛陀，才多不忏忏情多。生天莫使为天女，八月休教作月娥。林泉相对只綦巾，笔墨凭君绣雒神。为爱狂夫诗句好，金珰平与刻书人。自折宜男与侍儿，苔痕犹有小香綦。殷勤拂去飞花片，想像凌波冉冉时。才人自古归厮养，亦有文姬毳幕中。吾子不须悲薄命，千秋芳誉孟光同。松柏何须附女萝，思将白日醉中过。天教武子为情死，人是文通赋恨多。"}