{"id":"722564","title":"咏古","dynasty":"明末清初","author":"屈大均","text":"日月镜万方，精华在君子。一虚而一盈，以我为终始。包牺至纯厚，画卦顺斯理。神明所旁通，日月乃文字。平生好学易，精微性所喜。未得大过无，皤然已老矣。黄帝与重华，在昔皆远游。翩翩挟妃女，翱翔穷九州。黄山有丹台，梧野有珠丘。故都终不归，宫阙随云流。帝生实神灵，仙道未尝求。无为合坤乾，禅受如春秋。神尧爱二女，尽以归重华。长者为女君，容颜如朝霞。少者为夫人，亦若扶桑花。袗衣破南风，琴歌何纷葩。朝同蓬莱宫，暮去潇湘涯。帝既崩苍梧，妾亦捐长沙。神光两不离，月以日为家。管蔡殷遗臣，忘亲以徇国。武庚志中兴，忠孝皆可则。天命已去殷，报雠终勿恤。如何微与箕，弗往为羽翼。凄酸麦秀歌，迷民泪沾臆。故都遂丘墟，徬徨亦何极。秦缪伐西戎，开地千馀里。天王贺金鼓，攘夷甚光美。用谲得繇余，遂以霸西鄙。不忍舍良臣，收之同穴死。身没犹爱才，泉下须辅理。哀哀黄鸟诗，岂足知君子。杀身殉令名，兼以报知己。之推昔从龙，割肌啖其口。文君既升云，泥处功不有。此身得全归，绵上偕慈母。隐者焉用文，躬耕日胼手。环山作汤沐，报德恩良厚。介山高入云，伫望以永久。王蠋能存齐，功与安平似。义激亡大夫，相聚求王子。一言作战气，燕军尽披靡。布衣不北面，在位宁无死。徇国成功名，为齐复伦理。襄王得立时，封爵乃忘尔。湘累泽畔吟，亦似秦庭哭。同怀宗国心，夙夜忧倾覆。自古楚贤才，二君最贞淑。忠爱格上天，大仇终报复。三户即三闾，亡秦在公族。义帝虽不终，诸侯尽臣仆。汉兴离骚显，楚声被丝竹。高帝歌大风，夫人和鸿鹄。皆是离骚馀，哀乐同敦笃。相如睨柱时，勇气一何激。一璧虽轻微，如以国与敌。渑池相高会，盘瓶使秦击。颈血得溅王，闻言尽悚惕。威信虎狼秦，御史书功绩。知死则必勇，智士以为的。骐骥盛壮时，一日驰千里。臣精今消亡，衰老讵可使。自杀送荆卿，激之为丹死。燕中节侠多，无能救太子。狗屠与渐离，不请非知己。击筑和歌时，相位徒为尔。平生游诸侯，所结贤豪士。曷不待须臾，仓黄挟竖子。慷慨为羽声，壮士发尽指。悲风何萧萧，吹泪成寒水。维昔二周君，皆以诛秦亡。大义帅诸侯，王朝亦有纲。惜哉无良将，九鼎归咸阳。是时秦亦灭，嫡裔止庄襄。政也实奸生，吕代嬴氏兴。二世不旋踵，赵高撼其吭。前秦祖蜚廉，后秦祖文信。无德易颠覆，虎狼总推刃。诗书亦何罪，儒生同一烬。痛绝骊山坑，多言说尧舜。徐福入海中，将以求神异。三千童男女，五谷工师备。西皇资以行，持为海神赐。行行得平原，膏腴可兴利。振子尽妃匹，留王何神智。福也非神仙，救民有奇意。诈之出汤火，三千诚不易。传今东海中，亶州是其地。相连数大洲，波涛人罕至。自作一蓬莱，以为祖龙戏。为仁亦滑稽，自是神仙事。峨峨太华山，上有四毛女。苟非逃学仙，从死成黄土。光光人鱼膏，泉下照歌舞。泪作水银海，肠为黄金缕。秦时女高士，丽英与为伍。翩翩金精峰，相逐有毛羽。陈涉奋布衣，遂成士崩势。偏袒一大呼，秦已无二世。匹夫举大名，汤武若符契。扶苏虽当立，诈称亦非计。将诛无道秦，师行宜大誓。成败在上天，西向乘锋锐。毋示天下私，自王以微细。为秦多益敌，六国蒙嘉惠。入关令诸侯，功德可为帝。鲁儒抱积怨，发愤于陈王。艰难负礼器，卒与涉俱亡。匹夫苟建义，瓦合亦非尝。礼乐所凭依，缙绅为之倡。涉亦圣人徒，能知孔鲋良。先置博士官，以甲为纪纲。用人先诸儒，文学已有光。惜哉昧行兵，破灭成苍黄。仓海君何人，家能畜力士。金椎误中时，秦王魄已褫。报雠虽未成，天下兵以起。功为陈项先，豪俊闻皆喜。贼在下邳中，无人言孺子。从容得步游，任侠惊闾里。老人教强忍，命之下取履。岂有王者师，而为血气使。不忍杀沛公，使之得天下。英雄有至情，难忘妾与马。亡我实繇天，知命乃无假。慷慨泣数行，实为红颜者。王霸如浮云，功名羞苟且。仓皇垓下歌，直可继骚雅。斯是国殇篇，三军和者寡。悲风起帐中，杀气横原野。河汉惨无光，痛饮过三斝。自刎报父兄，江东泪同洒。善败能从容，功亦在区夏。荥阳诸女子，功与纪信似。夜出冒楚围，披甲为战士。楚军似刈刍，血流作渠水。君王既无兵，妇女相驱使。幸有三千人，可以代披靡。楚军虽受欺，流涕亦不止。妾命甘如尘，得无大王耻。自古战争中，国殇宁有此。淮阴不悖汉，忠信天下知。可惜智绝人，乃为儿女欺。当帝至楚时，淮阴能识几。相携钟离昧，逃于东海湄。弃王如敝屣，神龙不受羁。远追范大夫，近为留侯师。岂非明哲者，超然有道姿。汉帝亦多情，酒酣思猛士。悽悲大风歌，辞与招魂似。韩彭皆已亡，慷慨不可止。泣下为淮阴，非是悲游子。刻薄钟室诛，终古帝王耻。忍以英雄人，以与儿女子。汉高诸功臣，项伯谁能似。次则昌国君，能全王父子。大封诸侯王，亦及一雍齿。如何忘荥阳，纪信代之死。君王恩谊高，岂以诈降耻。荥阳与平城，得脱以女子。仓皇秉黄屋，诳楚一何鄙。陵母何慷慨，一死如田光。激子成功名，始终事汉王。丈夫有侯嬴，妇人有陵母。烈烈汉功臣，乃在一箕帚。教子以忠贞，令名在人口。天下既定时，陵封宜勿受。请以母为侯，汤沐及诸舅。伏剑墓门前，黄泉期速朽。季布多战功，数能窘汉王。摧刚以为柔，得脱因濮阳。朱家不相负，名声闻四方。滕公非任侠，为汉求忠良。从容为上言，私怨以之忘。廷叱樊将军，十万罢横行。辞气何刚直，殿上皆惊惶。天下虑摇动，生民尚痍创。嫚书禽兽言，安足争短长。孝惠至高后，兵革久不兴。实以季布力，海内得宁康。季心为任侠，气盖关中儿。弟畜灌将军，兄事惟袁丝。杀人乃恭谨，赴义如渴饥。壮士争为死，肝胆诚吾师。十载持大黄，乃为豺虎欺。智勇不足恃，遑遑将何之。龙蛇日起陆，天方发杀机。闭门造奇器，阴阳相推移。北斗有天枢，握之谁能知。叔孙诚圣人，能知世要务。先言诸大猾，以为爪牙布。汉王方虎斗，矢石宜争赴。诸生岂能兵，群盗知有素。短衣变楚制，毋使大王怒。道亦尚委蛇，希世非无故。当时谀二世，虎口脱危惧。狗盗安足忧，守尉自能捕。斯言诚滑稽，阴已亡秦祚。直谏亦有时，国奉以坚固。马援处田牧，有羊数千头。一朝散昆弟，简君聊遨游。光武非人敌，委身倾阴谋。为君取隗嚣，聚米成山丘。移师灭先零，转战平交州。男儿有汗血，自当死戈矛。马革包馨香，云台垂勋猷。悲哉武溪深，三军泣箜篌。水崩船不上，凄凉卧壶头。用兵贵万全，涂有所不繇。据鞍徒顾盼，一挫失通侯。乾坤造草昧，狗盗方争雄。干将不善割，势与铅刀同。少小习兵书，慷慨气如虹。沈算贵先机，羞为汗马功。龙腾阶尺木，鹏运须长风。冉冉岁云徂，衰鬓如飞蓬。王业尚无始，天心鲜有终。凄凄梁父吟，感叹将何穷。"}