{"id":"722787","title":"念奴娇 夏夜","dynasty":"明末清初","author":"梁清标","text":"凉侵疏簟，看星河渐转，频催城柝。百合香匀新欲罢，月照残妆绰约。纨扇初停，冰肌无汗，重试罗衫薄。花阴携手，一枝轻罥钗落。闻道世态浮云，长安棋局，俯仰成今昨。人在瑶台清露下，消受藤床珠箔。横笛高楼，鸣蝉满树，尘事浑抛却。西风转眼，又惊吹到帘阁。西山荐爽，堪拄笏飘坠，井梧一叶。门外骊驹争祖道，分序雁行南北。十载亲闱，两悲风木，种种颠毛白。老成高卧，静看车马心折。正逢乞巧针楼，天孙会合，惆怅人间别。主圣时清须一出，岂得久淹泉石。事了拂衣，功成身退，早遂渔樵业。雕邱无恙，韩溪同泛烟月。十年京国，空孟浪解组，一身如叶。浩荡凉飙来木末，霜满滹沱河北。俯首浮名，惊心世路，回想头堪白。书生傲骨，腰围宁使轻折。拼取潦倒词场，醉眠锦瑟，挥手红尘别。茅屋三间容膝了，何必平泉奇石。雨笠云蓑，闲花野草，管领幽人业。江山无尽，莫教辜负风月。繁华著眼，看古今得失，浮云飘叶。暑往寒来驹隙影，早见塞鸿辞北。槐国无喧，渔村高枕，忍负洲苹白。东华翘首，羊肠空叹千折。闻说重理蒲团，再安丹灶，不与家人别。况有玉清堪共隐，奚用受书黄石。蕉露研朱，松风啜茗，勾当山居业。他时出访，杖藜同踏萝月。纸窗茅屋，有先生抱膝，小门回折。荒径全萦书带草，床上凝尘满席。五马归来，三间高卧，独耐袁安雪。萧然环堵，猪肝肯使轻说。闻道初度佳辰，墙头过酒，剪烛招狂客。万事何如杯在手，莫问新来华发。栗里琴樽，庞公夫妇，岁岁娱泉石。故人寒邸，梦留斋畔凉月。啼猿声里，正萧疏一片，霜天秋色。弦续鸾胶看两两，比翼连枝无别。洛浦珠沉，湘灵瑟冷，剩有寒螀咽。钟情我辈，那堪兰蕙重折。回首灯火春宵，茗炉佳夕，鸳枕偎犹热。留得零香馀粉在，种就柔肠千结。为问飞琼，还归天上，可忆来时节。蚕丝难尽，梦回帘外残月。圣朝遗老，拥琴樽图史，婆娑清昼。传得关闽当日学，独把残编穷究。道在斯人，晴窗高卧，闲却经纶手。一庭风雪，喜当介眉时候。绕膝彩袖重重，持觞共祝，宰相山中久。谢客著书多岁月，小阁藤深松茂。鹤发丹颜，凭烟云好，供养容如旧。春风盈坐，笑看车马驰骤。吴头楚尾，挂长帆、别是一般风物。白浪排空天作堑，界破东南半壁。远树微茫，遥峰断续，夹岸霜如雪。烟波无恙，消磨几许人杰。坐听鼓吹中流，候风回五两，棹歌齐发。向晚推窗指顾中，数点渔灯明灭。牛斗浮槎，乡关回首处，顿更毛发。空江渺渺，凭栏凉转新月。滹沱南陌，忆当年、绿柳依依堪折。夹道长条张翠幄，清影寒生六月。汗滴征衫，尘飞驿路，到此清凉别。今来驻马，浓阴一旦残缺。闻道旧日隋堤，春来渭树，空有蝉声咽。可惜长廊烟雾冷，转眼繁华销歇。莫问秋风，树犹如此，何况三千发。长途搔首，愁听枝上啼鴂。江城如画，雪初晴、渺渺长天空碧。好友轻帆携酒到，载得满船春色。吴下秦青，新翻乐府，横吹宁王笛。旅怀无奈，茫茫对此交集。怜我海角浮踪，逢君迁客，相对头堪白。舞罢柘枝歌子夜，搅起鱼龙窟宅。杜牧情多，司空见惯，懊恼红灯夕。地邻湓浦，青衫今日重湿。兰桡画桨，岭南舟、共泛湖天寥廓。髯客扬舲兰渚去，折柳滕王高阁。江上登楼，樽前击钵，转眼分今昨。云山千叠，旧游顿尔萧索。闻道戍堞烽烟，戈船鼙鼓，宛委军声恶。当日应徐无恙否，八口可安林壑。阮瑀从军。陈琳草檄，岂叹功名薄。为询罗隐，壮怀肯令飘泊。天涯初度，雨新晴、过岭寒消花放。孤客牙门开晓角，欲说离愁谁问。海峤樽罍，蛮儿歌舞，良夜同人饷。多情子野，百端齐到心上。独幸岘首碑存，楼船战罢，依旧繁华相。共道先人今有后，父老车前相望。好友鸿篇，词场彩笔，竞奏阳春唱。深惭衰鬓，斗筲每自知量。海天归棹，近长干紫气、遥看山色。骢马来从桃叶渡，执手唏嘘今昔。诗酒人豪，江湖孤艇，老去称狂客。七年重过，沧浪头鬓双白。闻尔六诏风烟，五羊珠月，尽入临川屐。我亦越王台畔过，恨少罗浮片石。世事如萍，旧游难再，且听桓伊笛。劳劳亭上，暮云顿阻南北。金门倦客，恋庭闱、顿使梁园萧索。大雅榛芜君崛起，健笔韩欧复作。排阖纵横，飙回浪激，珠玉随风落。雄文读罢，瓣香今日重握。惆怅暑雨红亭，才人萍散，挥袖饥臣朔。子舍承颜清昼永，细把千秋商略。申浦奇云，大江华月，高咏恣横槊。岩栖未稳，相知半在黄阁。河桥冰泮，早匆匆又遇、传柑佳节。惆怅阿咸官越峤，闲却竹林烟月。五马风流，双凫仙舄，日判倥偬牒。水犀战罢，江头烽火才歇。闻道露冕春田，折腰公府，不废登临屧。忆昔乌衣游侣散，管领湖山千叠。寄我新词，为添清兴，永夕浮蕉叶。倘询宦况，别来头鬓垂雪。蕉林名久，问先生何处、为君书屋。随地诛茅莳药草，卜构朱栏数曲。北牖琴樽，南窗烟月，舒啸当休沐。旧阴清影，雨馀频展新绿。几年潦倒京尘，故庐荒矣，梦绕家山麓。但取意中林壑在，便可结篱编竹。簿领才抛，图书堪拥，世事凭翻覆。鸟啼花放，闲心如坐空谷。西泠才子，倦游梁、又整江天飞楫。记得张灯樽酒夜，名论纷如玉屑。和寡阳春，词成黄绢，一卷携冰雪。萧条长铗，张仪曾否存舌。遥想兵气初销，湖光依旧好，办看山屧。闭户著书千载事，世态漫论工拙。谱出新声，双鬟传唱，四座惊奇绝。子虚赋就，莫教辜负烟月。秋分佳夕，怪轻云薄雾、朦朦凉月。一片啼螀生破壁，徙倚寸心如结。天柱峰头，庾公楼上，应有蟾蜍出。自伤孤影，萧萧偏照华发。谁令万方频惊，六鳌徒立，恍惚烟霆掣。青炽旗亭歌吹冷，顿砌九逵冰雪。布幕低张，浊醪细酌，试把霜螯裂。尧阶蓂荚，有无开落丹阙。六街风软，映玻璃、几树寒梅枝亚。词客争看喧笑处，频赏冰绡图画。岫可飞来，人堪呼出，疑是天工假。鹅溪巧剪，肯推徐赵能写。更喜湘汉波澄，梁园赋就，同此烧灯夜。洗盏茅堂文酒会，璧月影侵霜瓦。一曲吴歈，歌成激楚，拼醉琼箫下。旗亭当日，看无今夕佳话。火云初敛，小堂开、捲幔张灯凉夜。有客因沾升斗禄，俯首驱驰辕下。纨扇新诗，乌丝丽句，憔悴偏能写。通家数字，谁怜当日王谢。且喜花底论文，风前抵掌，一夕燕山话。千古荣枯皆幻影，漫向成都占卦。汝既伤贫，吾方多难，忼忾杯重把。天涯知己，好同消遣清夏。萧然远寄，向荆南、抱膝无荣无辱。罨画烟云耽坐啸，闭户澹如秋菊。溪上垂竿，阑边斗鸭，占尽山林福。青鞋白帢，浑忘貂锦名族。畴昔蒋径羊求，金门弭笔，谁更同幽独。甫里风流岑寂久，今日重看皮陆。湘管时拈，衍波细写，闲谱花间曲。尘中老眼，闻声频眺空谷。秋光无尽，把冰轮、重碾影摇珠阙。何幸婵娟频会面，不待明年逢节。桂子还飘，霓裳更舞，砌满长天雪。蟾蜍如旧，琼楼铃索同掣。最爱清漏初沉，玉绳低转，肯使樽空设。屈指平生能几遇，添得数茎霜发。家国牵愁，岁华偷换，欲向南鸿说。故园今夕，东篱曾否花发。"}