{"id":"727159","title":"杂体诗三十首 古离别","dynasty":"南北朝","author":"江淹","text":"远与君别者，乃至雁门关。黄云蔽千里，游子何时还。送君如昨日，檐前露已团。不惜蕙草晚，所悲道里寒。君在天一涯，妾身长别离。愿一见颜色，不异琼树枝。菟丝及水萍，所寄终不移。樽酒送征人，踟蹰在亲宴。日暮浮云滋，握手泪如霰。悠悠清水川，嘉鲂得所荐。而我在万里，结友不相见。袖中有短书，愿寄双飞燕。纨扇如团月，出自机中素。画作秦王女，乘鸾向烟雾。彩色世所重，虽新不代故。窃愁凉风至，吹我玉阶树。君子恩未毕，零落在中路。置酒坐飞阁，逍遥临华池。神飙自远至，左右芙蓉披。绿竹夹清水，秋兰被幽崖。月出照园中，冠佩相追随。客从南楚来，为我吹参差。渊鱼犹伏浦，听者未云罢。高文一何绮，小儒安足为。肃肃广殿阴，雀声愁北林。众宾还城邑，何用慰我心。君王礼英贤，不吝千金璧。双阙指驰道，朱宫罗第宅。从容冰井台，清池映华薄。凉风荡芳气，碧树先秋落。朝与佳人期，日夕望青阁。褰裳摘明珠，徙倚拾蕙若。眷我二三子，辞义丽金雘。延陵轻宝剑，季布重然诺。处富不忘贫，有道在葵藿。苍苍山中桂，团团霜露色。霜露一何紧，桂枝生自直。橘柚在南国，因君为羽翼。谬蒙圣主私，托身文墨职。丹彩既已过，敢不自雕饰。华月照芳池，列坐金殿侧。微臣固受赐，鸿恩良未测。伊昔值世乱，秣马辞帝京。既伤蔓草别，方知杕杜情。崤函荡丘墟，冀阙缅纵横。倚棹泛泾渭，日暮山河清。蟋蟀依素野，严风吹枯茎。鹳鹢在幽草，客子泪己零。去乡三十载，幸遭天下平。贤主降嘉赏，金貂服玄缨。侍宴出河曲，飞盖游邺城。朝露竟几何，忽如水上萍。君子笃恩义，柯叶终不倾。福履既所绥，千载垂令名。曰余不师训，潜志去世尘。远想出宏域，高步超常伦。灵凤振羽仪，戢景西海滨。朝食琅玕实，夕饮玉池津。处顺故无累，养德乃入神。旷哉宇宙惠，云罗更四陈。哲人贵识义，大雅明庇身。庄生悟无为，老氏守其真。天下皆得一，名实久相宾。咸池飨爰居，钟鼓或愁辛。柳惠善直道，孙登庶知人。写怀良未远，感赠以书绅。青鸟海上游，鸴斯蒿下飞。浮沈不相宜，羽翼各有归。飘飘可终年，沆瀁安是非。朝云乘变化，光耀世所希。精卫衔木石，谁能测幽微。秋月映帘栊，悬光入丹墀。佳人抚鸣琴，清夜守空帷。兰径少行迹，玉台生网丝。庭树发红彩，闺草含碧滋。延伫整绫绮，万里赠所思。愿垂湛露惠，信我皎日期。青春速天机，素秋驰白日。美人归重泉，凄怆无终毕。殡宫已肃清，松柏转萧瑟。俯仰未能弭，寻念非但一。抚衿悼寂寞，恍然若有失。明月入绮窗，仿佛想蕙质。销忧非萱草，永怀寄梦寐。梦寐复冥冥，何由觌尔形。我惭北海术，尔无帝女灵。驾言出远山，徘徊泣松铭。雨绝无还云，华落岂留英。日月方代序，寝兴何时平。储后降嘉命，恩纪被微身。明发眷桑梓，永叹怀密亲。流念辞南澨，衔怨别西津。驱马遵淮泗，旦夕见梁陈。服义追上列，矫迹厕宫臣。朱黻咸髦士，长缨皆俊民。契阔承华内，绸缪逾岁年。日暮聊总驾，逍遥观洛川。殂殁多拱木，宿草凌寒烟。游子易感慨，踯躅还自怜。愿言寄三鸟，离思非徒然。韩公沦卖药，梅生隐市门。百年信荏苒，何为苦心魂。当学卫霍将，建功在河源。圭组贤君眄，青紫明主恩。终军才始达，贾谊位方尊。金张服貂冕，许史乘华轩。王侯贵片议，公卿重一言。太平多欢娱，飞盖东都门。顾念张仲蔚，蓬蒿满中园。丹霞蔽阳景，绿泉涌阴渚。水鹳巢层甍，山云润柱础。有弇兴春节，愁霖贯秋序。燮燮凉叶夺，戾戾飔风举。高谈玩四时，索居慕俦侣。青苕日夜黄，芳蕤成宿楚。岁暮百虑交，无以慰延伫。皇晋遘阳九，天下横氛雾。秦赵值薄蚀，幽并逢虎据。伊余荷宠灵，感激徇驰骛。虽无六奇术，冀与张韩遇。宁戚扣角歌，桓公遭乃举。荀息冒崄难，实以忠贞故。空令日月逝，愧无古人度。饮马出城濠，北望沙漠路。千里何萧条，白日隐寒树。投袂既愤懑，抚枕怀百虑。功名惜未立，玄发已改素。时哉苟有会，治乱惟冥数。大厦须异材，廊庙非庸器。英俊著世功，多士济斯位。眷顾成绸缪，乃与时髦匹。姻媾久不亏，契阔岂但一。逢厄既已同，处危非所恤。常慕先达概，观古论得失。马服为赵将，疆场得清谧。信陵佩魏印，秦兵不敢出。慨无握中策，徒惭素丝质。羁旅去旧京，感遇逾琴瑟。自顾非杞梓，勉力在无逸。更以畏友朋，滥吹乖名实。崦山多灵草，海滨饶奇石。偃蹇寻青云，隐沦驻精魄。道人读丹经，方士炼玉液。朱霞入窗牖，曜灵照空隙。傲睨摘木芝，陵波采水碧。眇然万里游，矫掌望烟客。永得安期术，岂愁濛汜迫。太素既已分，吹万著形兆。寂动苟有源，因谓殇子夭。道丧涉千载，津梁谁能了。思乘扶摇翰，卓然凌风矫。静观尺棰义，理足未尝少。囧囧秋月明，凭轩咏尧老。浪迹无蚩妍，然后君子道。领略归一致，南山有绮皓。交臂久变化，传火乃薪草。亹亹玄思清，胸中去机巧。物我俱忘怀，可以狎鸥鸟。张子暗内机，单生蔽外象。一时排冥筌，冷然空中赏。遣此弱丧情，资神任独往。采药白云隈，聊以肆所养。丹葩曜芳蕤，绿竹阴间敞。苕苕寄意胜，不觉凌虚上。曲棂激鲜飙，石室有幽响。去矣从所欲，得失非外奖。至哉操斤客，重明固已朗。五难既洒落，超迹绝尘网。晨游任所萃，悠悠蕴真趣。云天亦辽亮，时与赏心遇。青松挺秀萼，蕙色出乔树。极眺清波深，缅映石壁素。莹情无馀滓，拂衣释尘务。求仁既自我，玄风岂外慕。直置忘所宰，萧散得遗虑。信矣劳物化，忧襟未能整。薄言遵郊衢，总辔出台省。凄凄节序高，寥寥心悟永。时菊耀岩阿，云霞冠秋岭。眷然惜良辰，徘徊践落景。卷舒虽万绪，动复归有静。曾是迫桑榆，岁暮从所秉。舟壑不可攀，忘怀寄匠郢。种苗在东皋，苗生满阡陌。虽有荷锄倦，浊酒聊自适。日暮巾柴车，路暗光已夕。归人望烟火，稚子候檐隙。问君亦何为，百年会有役。但愿桑麻成，蚕月得纺绩。素心正如此，开径望三益。江海经邅回，山峤备盈缺。灵境信淹留，赏心非徒设。平明登云峰，杳与庐霍绝。碧障长周流，金潭恒澄彻。洞林带晨霞，石壁映初晰。乳窦既滴沥，丹井复寥泬。岩崿转奇秀，崟岑还相蔽。赤玉隐瑶溪，云锦被沙汭。夜闻猩猩啼，朝见鼯鼠逝。南中气候暖，朱华凌白雪。幸游建德乡，观奇经禹穴。身名竟谁辨，图史终磨灭。且泛桂水潮，映月游海澨。摄生贵处顺，将为智者说。太微凝帝宇，瑶光正神县。揆日粲书史，相都丽闻见。列汉构仙宫，开天制宝殿。桂栋留夏飙，兰橑停冬霰。青林结冥濛，丹巘被葱茜。山云备卿霭，池卉具灵变。重阳集清氛，下辇降玄宴。骛望分环队，矖旷尽都甸。气生川岳阴，烟灭淮海见。中坐溢朱组，步檐簉琼弁。礼登伫睿情，乐阕延皇眄。测恩跻逾逸，沿牒懵浮贱。承荣重兼金，巡华过盈瑱。敢饰舆人咏，方惭渌水荐。昨发赤亭渚，今宿浦阳汭。方作云峰异，岂伊千里别。芳尘未歇席，零泪犹在袂。停舻望极浦，弭棹阻风雪。风雪既经时，夜永起怀思。汛滥北湖游，苕亭南楼期。点翰咏新赏，开帙莹所疑。摘芳爱气馥，拾蕊怜色滋。色滋畏沃若，人事亦销铄。子衿怨勿往，谷风诮轻薄。共秉延州信，无惭仲路诺。灵芝望三秀，孤筠情所托。所托已殷勤，祗足搅怀人。今行嶀嵊外，衔思至海滨。觌子杳未僝，款睇在何辰。杂佩虽可赠，疏华竟无陈。无陈心悁劳，旅人岂游遨。幸及风雪霁，青春满江皋。解缆候前侣，还望方郁陶。烟景若离远，末响寄琼瑶。窈蔼潇湘空，翠涧澹无滋。寂历百草晦，欻吸鹍鸡悲。清阴往来远，月华散前墀。炼药瞩虚幌，汛瑟卧遥帷。水碧验未黩，金膏灵讵缁。北渚有帝子，荡漾不可期。怅然山中暮，怀疴属此诗。宫庙礼哀敬，枌邑道严玄。恭洁由明祀，肃驾在祈年。诏徒登季月，戒凤藻行川。云旆象汉徙，宸网拟星悬。朱棹丽寒渚，金鍐映秋山。羽卫蔼流景，彩吹震沈渊。辨诗测京国，履籍鉴都廛。氓谣响玉律，邑颂被丹弦。文轸薄桂海，声教烛冰天。和惠颁上笏，恩渥浃下筵。幸侍观洛后，岂慕巡河前。服义方无沫，展歌殊未宣。肃舲出郊际，徙乐逗江阴。翠山方蔼蔼，青浦正沈沈。凉叶照沙屿，秋荣冒水浔。风散松架险，云郁石道深。静默镜绵野，四睇乱层岑。气清知雁引，露华识猿音。云装信解黻，烟驾可辞金。始整丹泉术，终觌紫芳心。行光自容裔，无使弱思侵。豪士枉尺璧，宵人重恩光。徇义非为利，执羁轻去乡。孟冬郊祀月，杀气起严霜。戎马粟不暖，军士冰为浆。晨上城皋坂，碛砾皆羊肠。寒阴笼白日，大谷晦苍苍。息徒税征驾，倚剑临八荒。鹪鹏不能飞，玄武伏川梁。铩翮由时至，感物聊自伤。竖儒守一经，未足识行藏。西北秋风至，楚客心悠哉。日暮碧云合，佳人殊未来。露彩方泛艳，月华始徘徊。宝书为君掩，瑶琴讵能开。相思巫山渚，怅望阳云台。膏炉绝沈燎，绮席生浮埃。桂水日千里，因之平生怀。"}