{"id":"785811","title":"番客篇","dynasty":"清","author":"黄遵宪","text":"山鸡爱舞镜，海燕贪栖梁。众鸟各自飞，无处无鸳鸯。今日大富人，新赋新婚行。插门桃柳枝，叶叶何相当。垂红结彩球，绯绯数尺长。上书大夫第，照耀门楣光。中庭寿星相，新?供中央。隐囊班丝细，坐褥棋局方。两旁螺钿椅，有如两翼张。丹楹缀锦联，掩映蛎粉墙。某某再拜贺，其语多吉祥。中悬剥风板，动摇时低昂。遍地红藤簟，泼眠先生凉。地隔衬蒐白，水纹铺流黄。深深竹丝帘，内藏合欢床。局脚福寿字，点画皆银镶。蚊帱挂碧绡，犀毗堆红箱。旁室铜澡盆，满储七香汤。四壁垂流苏，碎镜随风飏。华灯千百枝，遍绕曲曲廊。庭下众乐人，西乐尤铿锵。高张梵字谱，指挥抑复扬。弇口铜洞箫，芦哨吹如簧。此乃故乡音，过耳音难忘。蕃乐细腰鼓，手拍声镗镗。喇叭与毕栗，骤听似无腔。诸乐杂沓作，引客来登堂。白人絜妇来，手携花盈筐。鼻端撑眼镜，碧眼深汪汪。裹头波斯胡，贪饮如渴羌。蚩蚩巫来由，肉袒亲牵羊。余皆闽粤人，到此均同乡。嘻嘻妇女笑，入门道胜常。蕃身与汉身，均学时世妆。涂身百花露，影过壁亦香。洗面去丹粉，露足非白霜。当胸黄亚姑，作作腾光芒。沓沓靸履声，偕来每双双。红男并绿女，个个明月珰。单衫缠白叠，尖履拖红帮。垂垂赤灵符，滟滟琲交珰。一冠攒百宝，论价难为偿。簇新好装束，争来看新郎。头上珊瑚顶，碎片将玉镶。背后红丝绦，交辫成文章。新制绀绫絓，衣补亦宝装。平头鹅顶靴，学步工趋跄。今行亲迎礼，吉日复辰良。前导青罗伞，后引绛节幢。驾车四骝马，一色紫丝缰。薄纱宫灯样，白画照路旁。海笛和云锣，八鸾鸣玱玱。帕首立候人，白鹭遥相望。到门爆竹声，群童喜欲狂。两三戴花媪，捧出新嫁娘。举手露约指，如枣真金钢。一钚五百万，两钚千万强。腰悬同心镜，衬以紫荷囊。盘金作绲带，旋绕九回肠。上下笼统衫，强分名衣裳。平生不著袜，今段破天荒。明珠编成履，千琲当丝纕。车轮曳踵行，蛮婢相扶将。丹书悬红纸，麒麟与凤凰。一双龙纹烛，华焰光煌煌。第一拜天地，第二礼尊嫜。后复交互拜，于飞燕颉颃。其他学敛纴，事事容仪庄。拍手齐欢呼，相送入洞房。此时箫鼓声，已闻歌鲦鲿。点心嚼月饼，饤座堆冰糖。啖蔗过蔗尾，剖瓜馀瓜襄。流连与波罗，争以果为粮。赤足络绎来，大盘芦膻芗。穿花串鱼鲊，薄纸批牛肪。今日良宴会，使我攒眉尝。食物十八品，强半和椒姜。引手各搏饭，有粳有黄粱。蒲桃百瓶酒，破碎用斗量。呼么复喝六，拇战声琅琅。频黎小海瓯，举白屡十觞。既醉又饱腹，出看戏舞场。影戏粉牵丝，幻人巧寻橦。蓝衫调鲍老，玉瞳辉文康。蹋鞠肩背飞，迅若惊凫翔。白打唱《回波》，引杖相击撞。金吾今驰禁，赌钱亦无妨。初投升官图，意取富贵昌。意钱十数人，相聚捉迷藏。到手十贯索，冈利各筹防。名为叶子戏，均为钱神忙。醉呼解酲酒，渴取冰齿浆。饮酪拣灌顶，烹茶试头网。吹烟出烟叶，消食分槟榔。旧藏淡巴菰，其味如詹唐。倾壶挑鼻烟，来自大西洋。一灯阿芙蓉，吹气何芬芳。分光然石油，次第辉银釭。入夜有火戏，语客留徜徉。行坐粉聚散，笑谈呼汝卬。中一蒜发叟，就我深浅商。指问座上客，脚色能具详。上头衣白人，渔海业打桨。大风吹南来，布帆幸无恙。初操牛头船，旁岸走近港。今有数十轮，大海恣来往。银多恐飞去，龙圜束万镪。多年甲必丹，早推蛮夷长。左边黑色儿，乃翁久开矿。宝山空手回，失得不足偿。忽然见斗锡，真乃无尽藏。有如穷秀才，得意挂金榜。沈沈积青曾，未知若干丈。百万一紫标，多少聚钱缿。曷鼻土色人，此乃吾乡党。南方宜草木，所种尽沃壤。椰子树千行，丁香花四放。豆蔻与胡椒，岁岁收丰穰。一亩值十钟，往往过所望。担粪纵馀臭，马牛用谷量。利市得三倍，何异承天贶。右坐团团面，实具富者相。初来锥也无，此地甫草创。海旁占一席，露处辟榛莽。蜃气嘘楼台，渐次铲叠嶂。黄金准土价，今竟成闾巷。有如千户侯，列地称霸王。善知服食方，百味作供养。闻有小妻三，轮流搔背痒。长颈猕猴面，此物信巨驵。自从缚马足，到处设鱼网。夥颐典衣库，值十不一当。一饮生讼狱，谁敢倾家酿？搜索遍筐箧，推敲到盆盎。自煎婴粟膏，载土从芒砀。鸡洎窃更鹜，颠倒多奇想。龙断兼赝鼎，巧夺等劫掠。积钱千百万，适足供送葬。君看末座客，挥扇气抗爽。此人巧心计，自负如葛亮。千里封鲊羹，绝域通枸酱。积著与均输，洞悉万物状。锦绣离云爵，妙能揣时尚。长袖善新舞，胡卢弃旧样。千帆复万箱，百货来交广。遂与西域贾，逐利争衰旺。即今论家资，问富过中上。凡我化外人，从来奉正朔。披衣襟在胸，剃发辫垂索。是皆满洲装，何曾蛮服著。初生设汤饼，及死备棺椁。祀神烛四照，宴宾酒三酌。凡百丧祭礼，高曾传矩彟。风水讲龙砂，卦卜用龟灼。相法学《麻衣》，推命本《硌碌》。礼俗概从同，口述仅大略。千金中人产，咸欲得封爵。今年燕晋饥，捐输颇踊跃。溯从华海来，大抵出闽骆。当我鼻祖初，无异五丁凿。传世五六叶，略如华覆萼。富贵归故乡，比骑扬州鹤。岂不念家山，无奈乡人薄。一闻番客归，探囊直启錀。西邻方责言，东市又相斮。亲戚恣欺凌，鬼神助咀嚼。曾有和兰客，携归百囊橐。眈眈虎视者，伸手不能攫。诬以通番罪，公然论首恶。国初海禁严，立意比驱鳄。借端累无辜，此事实大错。事隔百余年，闻之尚骇愕。谁肯跨海归，走就烹人镬？言者袂掩面，泪点已雨落。满堂杂悲欢，环听咸唯诺。到此气惨伤，笳鼓歇不作。橐橐拍板声，犹如痛呼謈。道咸通商来，虽有分明约。流转四方人，何曾一字著。堂堂天朝语，祇以供戏谑。譬彼犹太人，无国足安托？鼯鼠苦无能，橐驼苦无角。同族敢异心，颇奈国势弱。虽则有室家，一家付飘泊。仓颉鸟兽迹，竟似畏海若。一丁亦不识，况复操笔削。若论祛卢字，此方实庄岳。能通左行文，千人仅一鹗。此外回回经，等诸古浑噩。不如无目人，引手善扪摸。西人习南音，有谱比合乐。孩童亦能识，识则夸学博。识字亦安用，蕃汉两弃却。愚公传子孙，痴绝谁能药？近来出洋众，更如水赴壑。南洋数十岛，到处便插脚。他人殖民地，日见版图廓。华民三百万，反为丛驱雀。螟蛉不抚子，犬羊且无鞟。此闻欧澳美，日将黄种虐。向来寄生民，注籍今各各。周官说保富，番地应设学。谁能招岛民，回来就城郭？群携妻子归，共唱太平乐。"}