{"id":"811034","title":"拟古","dynasty":"清","author":"王拯","text":"客从故乡来，道我故乡事。听客语未终，悲伤泪盈眦。忆从我双髻，乡闾正平世。荐绅屡世泽，农亩百囷积。令尉好客临，家家喜迎伺。岁时相庆劳，酒肉颇薰炽。回首二十年，遭时大颠悴。还思俗忠厚，遑咎习轻侈。车马重来归，荒村起蛇彘。川原始嵎负，城邑渐高帜。将帅弗调良，锄耰转凶肆。吾谋多弗遂，戎幕愧身厕。黄金北斗高，拳贼最奇思。衣裳余倒颠，陵谷乃更置。昔日富家郎，流亡仅衰稚。漂潭节府重，遗构穴精魅。闬闳寻瓦砾，蓬稗溢寰肆。穰穰少孑遗，累累但枯骴。哀哉我与客，飘流各名利。艰难少至壮，所历讵料是。东南厌兵革，厥衅肇边鄙。鄙人昔椎朴，官至缩如猬。骫法自贪夫，夤缘墨胥起。交征驯攘夺，盗贼遂圜视。疮痍重朘削，荒落任狐豕。横野数轻客，常时本邻咫。一朝群帕首，辄暴及州里。村墟尚团结，城邑动破徒。吾郡夙雄军，健儿多敢死。何时徵调竭，居又乏储峙。年来数强支，蹴踏万蜂蚁。象邕十余城，城城尽如毁。炮雨昼烟昏，长蛟跋江水。颇闻童汪踦，裹革不旋趾。可怜彼官司，畏匿面如纸。由来坐此辈，养恶致兴瘠。不然金田村，贼胆何由肆。讲舍罗池上，我昔曾钓游。马矢压花宫，能毋鬼神愁。赳赳百夫雄，本昔揭竿流。谁令虎而冠，招来鹰在韝。其众罗千百，狰狞拥貔貅。有时颇击贼，愧我群兜鍪。城阙使居间，解之乏良筹。饱附饥食人，若能身束修。橐藏既罄如，能弗事赂赇。东家翁头白，西家儿鬓髹。牵来各闭置，嗒若鱼中钩。翁弗禁搒掠，昨宵赴冥幽。儿金未当赎，夜已充衾裯。哀哉儿高门，父母所喔咻。翁昔为孙子，饭蔬冬无裘。床头窖黄金，身死还见搜。园池几营构，栱节为薪棷。官吏过弗闻，荐绅忍其羞。但令甲授陴，敢惜瘠暴沟。君门高九重，仓猝谁之谋。时变事多殊，琐屑焉敢仇。从来城守坚，贼恨必大至。万死与城存，而城竟亡矣。吁嗟我江城，高牙夙严卫。如何两渠间，骨发委填积。传闻方绝食，官民相泣誓。枥马夜悲鸣，青烟起寒吹。烹炰雀鼠尽，敝革煮相遗。皮骨惨留骴，析炊供喂饲。樵苏日月断，井汲又枯燧。咄哉背城师，朝食忽欢缒。冲锋努死力，群丑辄奔避。如何师徒出，望援空裂眦。平时拥牙纛，谁欤彼疆帅。危亡众所属，望望全军逝。朝廷高爵级，专阃所付寄。岂惟弗趋救，直忍自抛弃。十年用兵来，师律孰先敝。人思参肉餐，我欲寮尸肆。老夫亡其妻，穷嫠又失子。常时系心骨，宛转相弃委。玉雪谁家儿，保身荆棘里。天明迷道路，霜雪惨肌体。道逢佩犊人，顾盼忽生喜。呼儿予生马，顾使执鞭箠。弱者遗草间，强斯逐鞬弭。饥肠肝人肉，变作虎狼子。朝闻破官军，十百踏其垒。暮夷何城阙，屠割到婴姼。男儿少方壮，猛气敌虎兕。强梁习童惛，喑哑孰当抵。可怜州家军，疲老日转徙。经年缺粮糈，骨立久销髓。残躯不能战，剽掠又轻驶。问军胡为然，求缓须臾耳。饥寒与御夺，作计乃均死。谁能如楚尹，戮一贯三耳。左藏早亏竭，捃摭到关榷。国中又四郊，持笇尽握齱。江湖久乾旱，灾祲又螟蠼。去年履亩余，箕敛又今作。军中责转运，官岂为囊橐。富贪贫者死，骨血任敲斲。敲斲何敢言，斯民甚中悫。谁知剜心肉，尔乃事酒乐。玉貌锦衣郎，金鞍骑六駮。金张本家世，光彩甚卓荦。清晨谒中军，晚出大欢噱。第闻前军捷，筹运秘帷幕。明镫宴如渑，号令走雷雹。归来百呵殿，计日有佳擢。小人幸葭莩，茹拔尽优渥。歌儿头锦缠，挥斥罄山岳。吾军虮生甲，菜色忍桑蠋。而官计锱铢，相对情殊邈。群饥走何之，铤鹿能反角。足寒伤人心，朝涉何劳斮。曲突本无功，焦头亦何为。军行有僚属，慨慷当军咨。玉帐罢朝参，疏头笔如飞。贤王朝面缚，京观夜陈尸。伤足者先登，汹呼盛前麾。糇粮与书檄，艰险各追随。或爵关内侯，或资羽林儿。或荣施紫貂，或贵曳金龟。君恩诚浩荡，王言出如丝。军中相庆乐，悠然执冰嬉。岂无关中将，草间曾失遗，匈奴恨未灭，临觞覆其卮。别将向贼中，艰难棘榛披。衔枚走深雪，中夜贼垒劘。数战没前茅，先行亡健儿。谁令失转餫，又不得援师。刈刍龁其根，饮马溺为糜。经岁顿重围，残军坐失期。何如棘门将，有酒斟酌之。不闻从军乐，但问所从谁。旄头百丈雄，帅节青云高。戏奇本偏将，枉使牙纛豪。朝官走相谒，投笔尽班超。阘茸大藩吏，转面还相朝。帐前别将军，出入带弓刀。位尊命乃重，深拱日逍遥。计从再起踬，意气凌嵩乔。军中日佳气，楼阁出蜃蛟。陋哉诸侯壁，日饮投河醪。艰难事版筑，曾不得嫖姚。日暮落旗门，中军夜寂寥。明镫乱银烛，帐底曳红绡。赳赳王浑邪，书至愿属僚。输诚又夜郎，景附不待招。龙鳞与凤翼，翕曶尽金貂。亦有穷途士，来归薮逋逃。趋承片语合，薰沐不崇朝。果怀左车策，同建卫霍劳。大功方筑第，安论百石椒。哀哉上东门，长啸凌冲飙。纤儿生白眼，感叹过津桥。人生皆有死，鸿毛或泰山。男儿马革尸，争似活草间。壮哉勇盘肠，烈或碎首顽。舌残犹骂厉，咽绝更心坚。岂无巾帼雄，裙褶缳相连。亦有舆台义，头颅同血溅。大节矢成忠，培滋由百年。奈何有科格，往往事拘牵。死哀长已矣，生者赏弗延。我闻申韩术，名实纷纠缠。承平久衰敝，胥吏窟金钱。身为身髑髅，刀笔犹刳镌。秦法既相习，汉章孰敢专。不闻断能行，贼狂势滔天。殷勤持密网，吞舟漏蜿蜒。亦有一瞑豪，不惜万事颠。何况首鼠辈，滥辱仗节贤。偏能游魂污，绰楔槐幽泉。我有平生友，生时百行全。崎岖戎马中，不得躯命捐。艰哉鞠躬义，蠠没久风烟。弗如鶢鶋祀，枉作精卫填。至名不为名，万口能流传。前年战桑乾，今岁河北道。关山惜奔命，将率各衰老。昔人重守关，巍峨几城堡。指挥英雄士，机疾若风扫。堂堂大都邑，头足急相保。参商又列将，江湖遂如燎。哀哀塞垣卒，得遣已残脑。十人九伤病，面目各黄槁。马骨三山峰，来时尽騕袅。此诚百中特，性命一再造。道出旧军门，阴风闻怪鸟。胡流血地，颜色野花好。日落青松阴，残灰余骨爪。丛祠依废垒，神鬼互欹倒。堵墙荆棘中，遗挂尚青缥。标识存名姓，不知何蛮獠。亮时袍泽人，此意岂相掉。风云愁黯黑冘，恐或亦沟殍。乡闾程百千，生死未分晓。传闻即疑信，亲戚望归旐。可怜老弱存，入室谁窈窕。黠哉沐猴儿，归去独壮佼。雄冠耀乡里，岂特食肉饱。男儿慕侯封，作计慎须早。生当狼居胥，死即田横岛。束带为民牧，儒生诚懦良。十年事诗书，夙昔慕轩唐。笔耕砚为田，岂习菽与粱。斯民幸直道，迂怀感如伤。大府行边来，前驱猛豺狼。前庭备供帐，后户陈酒浆。威仪盛车中，乃昔同舍郎。富贵出天姿，敢惟一日长。不见后来者，行赀尽新章。军中又积劳，年力正方刚。支离老儒酸，嗫嚅重踉跄。谁令任衢衢，军法不可当。昨者邻东县，县官身被创。汹汹群兜鍪，箕踞鸣琴堂。投劾舍之去，西邑独项强。官钱乃积逋，除名系锒铛。吁嗟古司牧，此职圣所详。如何九折坂，骐骥不能骧。白马青油盖，伊谁独生光。盈盈府中趋，晚出剧慷慨。挥金似流水，湍决自有方。军行九陌过，意气殊扬扬。归来大劳苦，珍食罗幽房。腰间青瑚玦，笑掷邯郸倡。穷黎叹中谷，背面血流眶。安知翁媪衰，身死弗得丧。由来国有立，此辈孰短长。昔者朔方儿，兵戈死不厌。沈雄幽燕将，矍铄多健饭。承平百年间，风气乃轻变。期门羽林豪，酒食日酣拳。一朝闻点行，骨栗气销面。夤缘百端习，巧黠成懦愞。崱岦三山雄，残碉夕阳烂。当时组练出，佽虎何猛悍。行军两司马，伍卒自差选。古来军礼中，遗法兰陵传。荒隅群鼠辈，此意孰与澶。天意幸歼贼，形残死江淀。苍头起熊湘，卓荦群才彦。师中闻有律，所向辄锄铲。团保说经年，因循众修娈。谁能读官礼，连轧识流转。戡乱果有人，吾方不欺谩。从来霸王资，匪独利攻战。州有大夫贤，峨冠俨风岸。微言善齮龁，论事百罅间。迂谈笑老生，剿袭事书翰。劳人又多费，党恶岂有善。畸人愧谬悠，所学未稽贯。荣资不貂蝉，又不事弓弹。衰庸宜牖下，侈口徒卑贱。不闻饭牛翁，衣短裁至骭。"}