{"id":"811483","title":"说潮五古十七首","dynasty":"清","author":"丘逢甲","text":"大江日夜东，流尽古今事。安知古恶溪，今乃名善地。严城滨江立，置守称郡治。城北为金山，银山自西至。日夜金银中，最难得廉吏。西北气肃杀，害常寓于利。韩山何峨峨？隔江若相避。千古侍郎亭，独无金银气。一疏晨叩阙，夕贬大海南。安知辟佛人，乃喜留僧谈。苛论出后儒，公德宁遗惭。蒙庄固多诬，妄说孔赞?。拒墨见夷之，此意良足参。颠也实异僧，在世为奇男。悯其醉佛久，将为醒沈酣。想闻公语时，心已怕瞿昙。仆仆八月间，来往至再三。惜乎公遗书，意未申所含。留衣人其人，微旨谁能谙？中天北斗光，夜照叩齿庵。文翁昔化蜀，相如为之师。放诞犊鼻人，高文千秋垂。韩公启潮教，赵子寔所资。平生磊落况，见公所遗诗。翻然大海南，持文弄珠嬉。维海气为潮，变化生雄奇。公文得其气，遂起八代衰。况乃生其间，御气出骤驰。径当走籍湜，上与公追随。惜哉不从公，匿采沈海湄。遗文遂零落，片羽世尚疑。闇然凌云气，天子不能知。教虽仅期月，潮人至今思。蕉黄荔子丹，时荐天水祠。何处下马陵，补镌有道碑？世变日以亟，文告不足申。鳄鱼实冥顽，杀之非不仁。遥遥千百年，继韩仅有陈。南荒富物怪，不独鳄病人。我闻有独鬼，凭城殃潮民。昔有贤使君，为文告之神。驱去旋复来，不能歼厥身。用独已可惊，况乃用其群！嚣然来鬼国，飞燐张双轮。攫人以为餐，朋踞大海滨。天威不肃杀，安得回阳春？藩镇与羽党，交起而亡唐。嗟哉赞皇公，实为党魁伤。斯人朋非党，将相材兼良。已筑筹边楼，乃治平泉庄。白马竟为厄，投身落南荒。公当燕閒日，曾受丹砂方。富贵而神仙，中道乃偕亡。穷愁下恶水，扁舟岭梅香。胡为未到潮，说潮神不扬？海气今益昏，接天水茫茫。时艰思将相，吊古心慨慷。救世即真仙，服食安可常？冷冷化象潭，金玉飞宝光。峨峨贵人山，下有贵人村。桓桓陈将军，将乃出将门。七闽拓为八，千里张军屯。至今漳之人，庙祀丰鸡豚。英灵及台岛，歌舞陈清樽。我昔瞻遗像，冕旒抑何尊？想见辟土时，仗钺群蛮奔。抚绥闽越人，舆台皆感恩。方今重阃寄，边海开雄藩。海风自西来，山气日氤氲。欲访山下人，或有将种存。宋南遂不北，有将而无相。哀哉赵元镇，牢落南荒放。误识猢狲王，谪禦鹦鹉瘴。五年住潮州，间复遭谗谤。此老终倔强，气作山河壮。潮人爱居士，既去犹景向。大书得全字，揭榜讲堂上。遗址今何存？烟蔓苦难访。睒睒箕尾光，中夕劳怅望。莫大于恢复，莫雠于金虏。莫急于用人，莫难于用武。觥觥王尚书，谋国心何苦！讲学张赵间，所得非小补。论语致太平，况乃精易数。惜哉公著述，零落无完部。邦人重科第，巍访九衢树。安知古名贤，风期足千古。龟湖春水生，丙舍隐林坞。欲读胡公铭，郁郁但黄土。好为语畬民，松柏勿樵斧。道学倡东南，维潮亦兴起。卓哉郑与郭，学为晦翁喜。题诗飞泉岭，想见侍杖履。晦翁生南度，志锐雪国耻。登朝曾几日，侃侃论国是。斯岂腐儒能？何乃丛众毁？宋亡于道学，妄者尚集矢。安知翁之徒，磊落多国士。斥逐未能用，炎精乃不祀。统在道自尊，人心终不死。鸣泉落汉声，至今震里耳。平生愧失学，用晦契微旨。何当搆拙窝，吾从子朱子。东山气清肃，中乃祠三忠。我怀文文山，夙昔梦寐通。携我烟霄间，俯瞰青濛濛。乾坤正倾侧，玉简宁为功。梦觉谨志之，浩然思无穷。思公艰危日，九死来岭东。哀歌沁园春，古木残阳红。悲哉五坡岭，报国志未终。岭梅最高品，著花冰雪中。安知有南枝，向暖私春风。南澳海上山，缥缈隔烟雾。凄凉陆丞相，中有衣冠墓。我昔舟过之，苍郁见宰树。韩山拜公祠，正笏俨相度。想见海中魂，哀痛失玉步。东皋访遗裔，堂宇已非故。斯祠亦就荒，俎豆日不具。罔两尔何知？英灵尚呵护。郁郁金城山，上有千岁松。峨峨马公墓，遇者怀孤忠。全家碧血葬，遗碣苍苔封。我来吊昔贤，林影斜阳红。登山旷四瞩，遥接沧海东。山石俨伏虎，铭者为俞公。公当有明时，平倭著奇功。载观没羽字，如见挥戈雄。死者不复生，生者多庸庸。至今沧海上，日夜生夷风。南风吹不竞，洲上妾送郎。北风多杀声，妾心为郎伤。黯然天水碧，海色明斜阳。悲歌平元曲，变徵何慨慷！至今红螺洲，春草为不芳。男儿不报国，愧死陈璧娘。阳明昔抚虔，且战且讲学。中离薛先生，举家侍讲幄。犹子方登朝，死谏节已卓。惜哉真铁汉，一疏官复削。青衣拜节归，京尘手亲濯。中离溪汤汤，中离山岳岳。夜半闻钟声，谁欤实先觉。维时讲良知，仁夫尤卓荦。建策平交南，持节巩边朔。斯诚阳明徒，边材独腾踔。竟忤仇严归，风节更雄倬。沧海今扬尘，边警喧鼓角。不能事兵戎，何以兴礼乐？斯材不可得，令我思悠邈。斯材纵可得，欲出伤谣诼。河流自西来，颓波日以浊。三河河上坟，丰碑半残驳。人生不得志，至为邑宰客。客中太有人，埋没殊可惜。有明板荡鞦，宗社墟闯逆。草间偷活人，巍巍愧冠帻。邑客尔何为？孤生奋一掷。忠烈本性生，宁复关通秝？至今古潮阳，义士名赫赫。名流井泉香，血化井泉碧。英雄未遇时，牢落无不有。铁丐尔何来？孑身南北走。问丐何姓名，仰天指其口。陈平计固在，谁识相时久。伟哉查孝廉，雪中呼与酒。姓名不必知，知丐才不偶。赠裘可以典，赠金可以受。知我非常人，此意不可负。一梦忽登天，大风吹尘垢。双狮压腹背，金印忽在肘。韩王得意事，第一报漂母。施者虽无求，受者固不苟。丐乎尔诚能，将迎亲拥帚。昔时猎酒徒，衣绣此居守。史祸为君脱，觞歌为君寿。黄金不足报，报之以石友。千古此两人，金石同不朽。一曲雪中人，高唱铅山叟。中原忽龙战，九族开闽关。吾丘自固始，举族来莆田。有宋鸿胪卿，数典乃吾先。巍巍枢密公，于潮为始迁。梅溪铭公墓，琴山霭春烟。有子梅州守，归养娱亲前。若赵若王古，投赠多诗篇。想见与居游，论道皆名贤。三传韶佥判，宗牒曾手编。碧血老殉义，宋日沈虞渊。维时方乱离，族散闽越间。或近籍保昌，或远居琼山。吾祖佥判弟，实隐鄞江边。孙枝日以茂，江楚多绵延。吾宗著石窟，一水梅潮连。精舍寻金山，扫墓来故阡。遥遥三十世，已阅七百年。别派出承旨，棣萼春风联。述祖非无人，谱牒多不全。安知台海客，东风引回船。居潮而言潮，稽古为悠然。先畴尚可服，旧德犹能传。东南此雄镇，保世心拳拳。"}