{"id":"811494","title":"游罗浮","dynasty":"清","author":"丘逢甲","text":"西风震庭树，明月将中秋。侧身城市间，惘惘怀百忧。眷言命俦侣，明发游罗浮。步出城东门，双轮带扁舟。扁舟下西江，夹岸多田畴。晚稻已青青，桔槔犹未休。东江自东来，西合西江流。我舟溯东江，白云何油油！远见云中山，轩然豁双眸。舍舟易以舆，将入云中游。我作罗浮游，如得名画读。初为水墨山，浑浑元气足。纯作披麻皴，远未辨单复。安知一皴间，饶有万包蓄。舆行山渐近，如画忽易幅。界划绚金碧，渲染间青绿。易为著色画，光彩炫吾目。灵奇本天质，神理何醲郁？伟哉造化工，绘此饷眼福。罗浮五百里，远视横成岭。奇峰近乃见，高者飞云顶。四百卅二峰，峰峰有灵境。拨云入上界，三峰抑何挺！天鸡夜一鸣，登峰见初景。赤波际天起，海上火轮骋。不知群阴匿，但觉万尘静。俯视下界人，沉沉梦未醒。太行与王屋，离之自夸娥。浮山海上来，谁为合之罗？想见初来时，驱海生洪波。连巢移凤鸾，闭穴潜蛟鼍。仙山落人间，一失成蹉跎。我亦海上来，今日相经过。登高极远望，去日常苦多。转眼沧与桑，麻姑鬓应皤。蓬莱渺何许！奈此仙山何？天下十洞天，朱明次居七。福地七十二，泉源亦其一。洞天福地间，云古神仙室。如何古仙人，一去不复出。古来神仙传，传者疑非实。我不求飞升，但愿充隐逸。吐吞云与霞，沐浴月与日。四百卅二峰，峰峰有屐迹。一峰住十年，一笑吾事毕。罗浮名天下，始自秦汉间。相传治此山，其人皆神仙。自从两晋还，有客来谈禅。遂令仙与佛，分占此名山。何年霸主宫，宫此山之前。昔时金银阙，今日无故砖。黄龙下白雨，洗出山真颜。依旧仙佛徒，云际开松关。明儒盛讲学，天下皆讲席。几令名山间，有儒无道释。有人囊罗浮，梦里天海碧。四百卅二峰，一囊不为窄。天鸡忽破梦，瞬息时代易。篝火狐鸣徒，山中岸赤帻。洞天与福地，污蔑殊可惜。何时此名山，复奠缁黄宅。无复儒者宫，来游但诗客。何来碧眼胡？亦蜡游山屐。尔徒惯豪偷，勿此为山贼。东南麻姑峰，其下有酒田。西北酥醪观，其上有酒泉。乐哉罗浮君，君此酒国间。我自来山中，小饮常陶然。仰观日月行，恍若羲农前。不知人间世，何用百忧煎？乃知仙之徒，以酒全其天。住世为酒人，出世为酒仙。笑看桃花开，一醉三千年。满山皆奇石，欲拜不胜勤。满山皆甘泉，欲品难为分。无泉不成瀑，无石不生云。飞瀑下云间，处处声相闻。九百九十瀑，云气常氤氲。置身云瀑间，独立谁为群？云出作霖雨，瀑下成溪源。非无济物功，同颂罗浮君。为问泉与石，宁复本性存？老仙携神娥，一醉同元丘。凤台吹箫女，亦引长庚游。饮食男女间，大道任所求。舍此求飞升，枯死荒山陬。我羡葛稚川，鲍姑为好逑。夫妇皆神仙，福慧真双修。携手白玉京，五城十二楼。游戏下人间，分艾医龙疣。穷生得明珠，窈窕起九幽。仙心推所欲，人天愿同酬。我来朱明洞，仙艳迹尚留。作书告山妻，我欲居罗浮。山间逢馌妇，蓬鬓两乳乌。开口多是非，作诗诮髯苏。少年喜狡狯，意者其麻姑。我行会仙桥，有女来踟蹰。未敢轻吟诗，恐或逢仙姝。翩然一笑去，山鸟鸣相呼。回首麻姑峰，云霞时有无。非石亦非木，非青亦非绿。山中铜龙鱼，云是稚川畜。东坡昔时见，鱼一而龙六。何时益八龙，灵怪惊俗目。嗟哉古铜仙，化身同一哭。南汉昔铸时，铜光九天烛。不知谁负去，得毋见可欲。惟有金佛身，至今守群秃。趺坐金莲花，冷阅人世速。明月飞上天，慎哉保尔独。山中何所有？黄麟朱凤皇。雀蝶各五色，烂熳同飞翔。遗薪有丹气，捣药声丁当。出洞五石猪，各佩天乐章。仙留竹篆符，蛇虎人不伤。山中凡禽虫，饮食皆天浆。山中凡草木，一一生天香。出为药市药，治疾走八荒。丹渣亦治疾，泥丸流丹光。惟有九节芝，云生自松肪。朱草生瑶池，合药成仙方。我欲往采之，云气晨茫茫。且斲万年藤，持之寿高堂。山下有林处，村墟各耕牧。山上有林处，中皆道释屋。维林衣被山，上下同一绿。其树十九松，亦有笼葱竹。枫林或间见，馀者灵草木。松大皆合围，百万聚龙族。命之曰树海，绿涛时起伏。云来变绿色，日入红骤缩。人行若鱼游，鸟兽成水畜。有时云布海，树海为所覆。上下同一云，浩浩无平陆。峰峦覆不尽，洲岛联或独。高松偶閒出，森若帆樯矗。云动天地浮，云静天地肃。云海有收时，树海观乃复。徜徉两海间，怪伟娱心目。昆崙东南支，逶迤成五岭。南趋镇南海，气势尤雄猛。是为罗浮山，宜与南岳并。其势可代兴，天与非争鼎。如何落岭外，命之曰佐命。名山如英雄，自具大本领。可王亦可霸，独立乾坤靖。自放南海湄，箕踞非偃蹇。西风海不波，晴穹落秋影。昂头出天外，南斗夜耿耿。岭南天早春，故是梅花国。罗浮千万树，况自仙人植？阳崖云气暖，阴岭雪光匿。先春各自花，枝南复枝北。千岩万壑间，冰玉同一色。香云飘上界，洗出太阴黑。疑是古女仙，幻影仙山侧。岂作凡美人，但现色身色。师雄尔何人？说梦痴已极。流传人间世，梦呓同大惑。罗浮有游客，始自陆大夫。迩来二千年，游者繁有徒。纷纷啖名客，摩勒伤山肤。罗浮古仙人，多半仙之儒。流传但仙诗，不见留仙书。鲁公昔兵解，棋局山中娱。不闻古钗脚，重见神仙都。服食求神仙，往者有髯苏。曾书丹灶字，变易今非初。朝斗坛已荒，洗药池亦芜。我书本意造，下笔犹踟蹰。青城不敢唾，浪墨宁非污！尔徒思铭功，盍勒狼居胥。一笑且长吟，仙酒倾百壶。山灵惊知己，此客千古无。罗浮看日出，奇胜甲天下。我来兼看月，恰值中秋夜。万山同一月，登高自舒写。看月兼看霞，霞光照尊斝。两山分霞处，草木为之赭。看霞兼看云，云飞不可把。青天如穹庐，团团覆九野。我兼看风雨，离合此山者。此山得天多，我得亦非寡。我访朱灵芝，亦访华子期。天扃与地钥，典守麾龙螭。稚川作四庵，芝房息我疲。诸仙各坛洞，一一贡我奇。历叩女仙居，白石开岩扉。仙已不我绁，佛岂能我羁。遂登华首台，花雨何霏霏？五百阿罗汉，云际咸低眉。草没阿育塔，苔荒阿耨池。遂饮卓锡泉，笑尔头陀师。乾坤正倾侧，释道皆中衰。我虽不讲学，亦拜四贤祠。救世仗吾儒，儒言亦卑卑。妖氛海上来，天戈无能麾。神州若不保，何况山一隅？此山可避世，斯言恐吾欺。且作十日留，赋我罗浮诗。西麓为白云，东麓为白水。夥颐罗浮君，广惠皆所理。罗浮迎我来，白鹤山中起。罗浮送我去，白鹤城中止。在山与在城，鹤飞殊未已。寄家罗浮下，谁领东坡旨？东坡携朝云，西湖照罗绮。为诵罗浮诗，云水空濛里。"}