{"id":"811990","title":"咏怀","dynasty":"清","author":"孙元衡","text":"汎滥安可涉，心遥目亦穷。去我终古居，洋洋至天东。天东本绝国，车书郁以同。荒服文蛇裔，开辟如鸿濛。凤麟屡轶瑞，蛟鳄潜馀凶。至德苟不昌，焉能变殊风？营丘鄙秦楚，霸业不可留。牛山果足叹，当始于爽鸠。况兹瀛壖外，日南一荒洲。拥主思自固，焉能迓天庥？嗟哉神龙裔，远逐蛟鱼游。天地忽崩瓦，窜伏逃羁囚。一龙五蛇俱，蜕骨归山丘。海邦富族类，化为公与侯。今车覆古辙，徒为万年忧。沧洲百战地，乃是劫火馀。出没均异物，君子将焉如。不闻蛟龙穴，远藉鲵鲋居。发肤幸自完，可以还丘墟。向每闻其事，谈笑亦欷歔。焉知二十载，分圭守皇舆。玉斗既失坠，纽枢惟恐虚。黄虞去已远，伫立久踌躇。安得壶公杖，更驭奇肱车。事后计成败，云净缅朝暾。决策当险艰，骇兽东西奔。亲贵顾三族，卑贱隔九阍。岂无忠信士，疑忌恣烦冤。太息怀沙客，流恨悲湘沅。天高听虽下，肃穆无所宣。风雷昔垂诫，乃以彰圣贤。后世重推测，数在固当然。昭昭且不鉴，愚悃况戋戋。古狂戆以直，劲矢脱刚弦。进则蹈诸刃，退亦沈于渊。知几神可贵，徘徊瞻八埏。梦飞九万里，举手叩天扉。正绥驰黄道，执戟护紫薇。氛翳有时见，廓清先一挥。引弓射天狼，血溅青云衣。功成酌北斗，日月有交辉。乞身但长揖，骖鸾愿旋归。一朝谢封赏，万劫无是非。为语功名人，素心不可违。崇墉守其国，重介卫其身；岂云不足恃，未若疆无尘。民气贵和乐，太平如始春。造物久安静，丰功竟何人。居中思固位，出守复忧贫；履危谋可用，临难力自伸。坐使天下事，徵于笑与颦。下农没其世，应知天帝仁。茹兰而掩涕，兰芳涕亦芳。掷兰在中野，终为王者香。淹化杜鹃血，飘入春山长。达人本知命，情在斯徬徨。万古一行下，江淮共汤汤。草木欲枯死，天衢毋乃荒。世人有浊泪，落向妻孥傍。时复伪为之，妖狐媚豺狼。欲拭将奚把，荆楚有迷阳。海平清可鉴，淹倏云峰高。天河耿耿气，入夜生风涛。风起青萍末，万物旋奔逃。走者当块鞠，飞者隐蓬蒿。猿猴慕厥类，鸾鹤亡其曹。壮夫柳生肘，儒士笔为刀。血气多变化，志虑从所操。立身重如岳，祸福犹纤毫。大鹏徙南海，瞬息须往还。惟大乃行速，日月如投环。六月旷程期，何以枋榆间。贤者经世务，养翮辞故山。慷慨以驱驰，仗策叩天关。事一切必万，中路就险艰。善哉于忽操，一鼓再三弹。卓远病茕独，处幽晦其妍。自申非所愿，相忘庶苟全。冥情绝町畦，旷世为周旋。形神闇以鉴，音旨默相宣。微长忽自展，乃为外物牵。笼禽拂其羽，钩鳞跃于渊。百媚希见察，于余奚有焉！玉质天所赋，守身若黄金。寒梅抱香雪，翠筱弄珍禽。未希华屋宠，爱此嘉树林。虽有青铜镜，不照?母心。独立本遗世，诼之以善淫。龙唇凤凰足，愿以奉君琴。修饰乃窥镜，容辉讵自然。托意匪膏沐，飞蓬良亦妍。黄鹄振六翮，素衣仪九天。骐骥释珠络，莽苍生云烟。如何性情事，与俗相因缘。坟典彰媚好，冠冕文拘挛。守真谅不察，脉脉向婵娟。孤芳便萎绝，终与芜秽殊。及时刈葰茂，君子良自娱。清芬本同好，在浊非所需。守贞复自固，惧为俗所污。灼灼路傍花，盈盈媚如姝。因之成决绝，时违情亦疏。申椒涂鲍肆，好恶良难俱。重明不可塞，大圆不可规。长风起天籁，大音声古希。江海流浩浩，瀇瀁焉可知。峻德藐终古，文昭质不亏。岁月疾如驶，嗟尔人命微！抱景倚寒月，含情弄光辉。楚楚蜉蝣羽，飘飘安所归。营生苦其劳，未悟有生乐。遇芳辍艳赏，得酒避深酌。汎爱有岐情，远忧无近诺。是古而非今，冀来乃悲昨。机伏事龃龉，音沈魂错愕。义利各有怀，喧寂异求索。高位与修名，同伤年命薄。椒糈要百神，良以质好修。吉凶且不问，行媒安所求。养空若浮澜，逍遥与天游。系俗多芥蒂，愚士众所囚。兰舟不备楫，终焉逐下流。逆流奋柔橹，不如委虚舟。张毅富修襮，热病侵六腑。单豹炼神仙，导气饲饥虎。精魄淹为形，空室暂为主。微长遭恶辱，一乐敛诸苦。疾痛在呼吸，恍惚循今古。奚速夫奚迟，熟将而孰辅？应尽便须尽，斯言良诩诩。辍耕且容与，南亩已半荒。良苗滋螟螣，不及莠与稂。稂莠宁可舂，惰者安其常。勤动长子孙，如国思富强。大田本多稼，淹化麋鹿场。官符日夜急，徒为后世殃。食力且不给，荣利焉能长！濯我田中足，慨然游王畿。一命陟边徼，再命踰沧湄；万里恣新感，十年多故悲。庶事攻其短，修涂鞭我疲。问心纷变计，盈耳但卑词。岂无升斗禄，疗此朝夕饥；蓼虫徙葵藿，甘苦不相宜。中原岂迮陕，南渡乘隆波。丹山届炎野，硌硌亦峨峨。道逢皆货殖，毂击肩相摩。当衢使猛气，家有人荷戈。诵读岂不闻，时藻空遮罗。考古觌疑字，无由订差讹。江汉故人在，我劳魂梦多！川泽静幽默，杳然舒我情。靡草伏衢路，松声流太清。树兰十二亩，芬芳恰一生。念此山中物，顺性得所成。如何枯朽质，遥遥日南征。高张逸清响，澡雪盥垢氛。领会无始意，结交云中君。似谓鱼鸟乐，远殊竹帛勋。俗物眼中尽，笔砚良可焚。伏槛看丁子，纷陈皇古文。青霞入修夜，流辉闇不扬。万籁聋其山，烟雨生微茫。章甫适遐域，行潜名未彰。熊虎不受缚，龟鱼乐深藏。随俗非所喜，渐磨良有方。胡绳自纚纚，顑颔奚足伤。昭质苟不亏，可以观四荒。树萱以忘忧，采虻本疗郁。形骸踰阡陌，思虑殚枯菀。方寸不自理，牵情灰死物。奋欲亲黄庭，相将谢朱绂。三山道路遥，青精向谁乞。大块总艰辛，虾鱼同鼎沸。空宇本无声，自然发清响。含毫腼古今，操觚洞莽苍。思风吹言泉，大海春潮广。笔颖如剑锋，摧坚亦攻仰。亘古不平事，指画在孤掌。所思不能明，为君达遐想。搜刮及虫鱼，诛求到魍魉。珍驾税平林，延览得真赏。枕块憩虚恬，悠然成一往。方知功德外，音徽属吾党。凤弹有公田，高低麦与谷。雨旸失天时，荒秽走群鹿。家园二顷馀，子母暗相黩。坚好尽锱铢，追呼益穷蹙。卑官类逋窜，徇此五年禄。黄齑一百瓮，素餐仍碌碌。栈栈荆棘中，悲风吟古屋。举头瞻碧落，与海混中边。朝光亦何满，夜色更澄鲜。两丸浮远界，列宿横飞烟。滔滔者奚适，苍苍兮无缘。理生一驹隙，所向恣缠绵。断我骨肉恩，南蛮共流年。娲鍊欲奚补，禽衔安可填。水光练天色，亭亭者余心。长风扇横波，逝日如已沈。藐躬忽忘返，与世为商参。海中有大鸟，修翎异凡禽。在天不厌高，在水不厌深。异境难久居，栖托求常林。徘徊枯与菀，中夜起哀音。九皋鹤警露，九尾鸧警霜。微禽能变化，出群名故扬。饬躬古修士，守道如金汤。读书拔陈根，犹力耕我疆。崛起从人望，不异麟与凰。繄余拙禀气，蚩蚩等群氓。委身作秕稗，共此斗斛量。"}