{"id":"812266","title":"鸳鸯湖棹歌","dynasty":"清","author":"朱彝尊","text":"蟹舍渔村两岸平，菱花十里棹歌声。依家放鹤洲前水，夜半真如塔火明。沙头宿鹭傍船栖，柳外惊乌隔岸啼。为爱秋来好明月，湖东不住住湖西。春城处处起吴歌，夹岸疏帘影翠娥。一叶舟穿妆阁底，倾脂河畔落花多。宝带河连锦带斜，精严寺古黯金沙。墙阴一径游人少，开遍年年梓树花。西埏里接韭溪流，一篑瓶山古木秋。惯是争枝乌未宿，夜深啼上月波楼。槜李亭荒蔓草存，金陀坊冷寺钟昏。湖天夜上高楼望，月出东南白苧村。百尺红楼四面窗，石梁一道锁晴江。自从湖有鸳鸯目，水鸟飞来定自双。倅廨偏宜置酒过，亭前花月至今多。不知三影吟成后，可载兜娘此地歌？女墙官柳遍啼鸦，小阁临风卷幔斜。笑指孩儿桥下水，雨晴漂出满城花。樯燕樯乌绕楫师，树头树底挽船丝。村边处处围桑叶，水上家家养鸭儿。桃花新水涌吴艚，十五渔娃橹自操。网得钱塘一双鲤，不知鱼腹有瓜刀。穆湖莲叶小于钱，卧柳虽多不碍船。两岸新苗才过雨，夕阳沟水响溪田。堤外湖光堤内池，露荷珠缀夜凉时。阿谁月底修萧谱，更按《东堂》旧日词。鸭馄饨小漉微盐，雪后垆头酒价廉。听说河豚新入市，蒌蒿荻笋急须拈。城北城南尽水乡，红薇径外是回塘。千家晓阁纱窗拓，二月东风蕙草香。西水驿前津鼓声，原田角角野鸡鸣。苔心菜甲桃花里，未到天明棹入城。姑恶飞鸣触晓烟，红蚕四月已三眠。白花满把蒸成露，紫葚盈筐不取钱。村中桑斧响初停，溪上丛麻色渐清。郡阁南风才几日，荷花开满镜香亭。徐园青李核何纤，未比僧庐味更甜。听说西施曾一搯，至今颗颗爪痕添。藉袈桥上水松牌，白石登登雁齿阶。曾记小时明月夜，踏歌连臂竹邻街。谷水由来出小湖，渚城辟塞总春芜。战场吴楚看犹在，折戟沙中定有无。金鱼院外即通津，转粟千艘压水滨。年少女墙随意望，缝衣恰对柁楼人。怀家亭馆相家湖，雪艇风阑近已芜。犹有白蘋香十里，生来黄蚬蛤蜊粗。学绣女儿行水浔，遥看三塔小如针。并头菡萏双飞翼，记取挑丝色浅深。梅花小阁两重阶，屈戍屏风六扇排。不及张铜炉在地，三冬长暖牡丹鞋。鹤湖东去水茫茫，一面风泾接魏塘。看取松江布帆至，鲈鱼切玉劝郎尝。莲花细步散香尘，金粟山门礼佛频。一种少年齐目断，不知谁是比肩人。天宁佛阁早春开，鸟语风铃次第催。怪道回船湿罗袜，严将军墓踏青来。长水风荷叶叶香，斜塘惯宿野鸳鸯。郎舟爱向斜塘去，妾意终怜长水长。踠地垂杨絮未飘，兰舟上巳祓除遥。射襄城北南风起，直到吴江第四桥。木犀花落捣成泥，霜后新橙配作齑。犹恐夜深妨酒渴，教添玉乳御儿梨。画眉墨是沈圭丸，水滴蟾蜍砚未干。休恨图经山色少，与郎终日远峰看。小妇春风楼下眠，与论家计最堪怜。劝移百福坊南往，多买千金圩上田。小舫中流播燕梢，一螺青水练塘坳。随郎尽日盐官去，莫漫将侬半逻抛。雨近黄梅动浃旬，舟回顾渚斗茶新。问郎紫笋谁家焙，莫是前溪读曲人。秋灯无焰剪刀停，冷露浓浓桂树青。伯解罗衣种罂粟，月明如水浸中庭。去郭西南桂树林，五亩之园一半阴。笑插枝头最深蕊，两鬟如粟辟寒金。榆钱阵阵麦纤纤，野菜花黄蝶易粘。记送郎船溪水曲，平芜一点甑山尖。比翼鸳鸯举棹回，双飞蝴蝶遇风开。生憎湖上鸬鹚鸟，百遍鱼梁晒翅来。龙香小柄琵琶弯，切玉玲珑约指环。试按花深深一曲，海棠开后望郎还。酒市茶寮总看场，金风亭子入春凉。俊游改作乌篷小，蔡十郎桥低不妨。落花三月葬西施，寂寞城隅范蠡祠。水底尽传螺五色，湖边空挂网千丝。风樯水槛尽飞花，一曲春波潋滟斜。北斗阑干郎记取，七星桥下是儿家。天星湖口好花枝，便过三春采未迟。蝴蝶双飞如可遂，教郎乞梦冷仙祠。江楼人日酒初浓，一一红妆水面逢。不待上元灯火夜，徐王庙下鼓冬冬。河头时有浣衣人，处处春流漾白蘋。桥下轻舟来往疾，南经娱老北蹲宾。芳草城隅绿映衫，凤池坊北好抽帆。徐恬旧宅芹泥暖，雨过斜阳燕子衔。秋泾极望水平堤，历历杉青古闸西。夜半呕哑柔橹拨，亭前灯火落帆齐。屋上鸠鸣谷雨开，横塘游女荡舟回。桃花落后蚕齐浴，竹笋抽时燕便来。漏泽寺西估客多，楼前官道后官河。正值喧阗日中市，杨花小伎抱筝过。五月新丝满市廛，缲车响彻斗门边。沿流直下羔羊堰，双橹迎来贩客船。鱼梁沙浅鹭争淘，处处村田响桔槔。一夜城西苕水下，酒船直并小楼高。九里桥西落照衔，樱桃初熟鸟争鹐。须知美酒乌程到，遥见新塍一片帆。马场渔溆几沙汀，宿雨初消树更青。最好南园丛桂发，画桡长泊煮茶亭。青粉墙低望里遥，红泥亭子柳千条。郎船但逐东流水，西丽桥来北丽桥。花船新造水中央，晓发当湖溯汉塘。听尽钟声十八里，平林小市入新坊。蒲山草与荠山齐，澉浦潮来乍浦西。白沃庙南看白马，巫言风雨夜长嘶。绿烟初洗兔华秋，片片鱼云静不流。山月池边看未足，移船买酒弄珠楼。鹦鹉湖流碧几湾，白龙湫水落陈山。游人秦小娘祠过，社鼓声边醉酒还。巫子峰晴返景开，传闻秦女葬山隈。闲听野老沙中语，曾有毛民海上来。横浦东连白塔云，下方钟鼓落潮闻。结成海气楼相似，煮就吴盐雪不分。招宝塘倾水浅深，会骸山古家销沉。都缘世上钱神贵，地下刘伶改姓金。曲律昆山最后时，海盐高调教坊知。至今十棒元宵鼓，绝倒梨园弟子师。春绢秋罗软胜绵，折枝花小样争传。舟移濮九娘桥宿，夜半鸣梭搅客眠。郎牵百丈上官塘，客倚篷窗晚饭香。黄口近前休卖眼，船头已入语儿乡。轻船三板过南亭，蚕女提笼两岸经。曲罢残阳人不见，阴阴桑柘石门青。走马岗长夕照中，塘连沙渚路西东。不知吴会谁分地，生遍茱萸一色红。移船只合甓川居，酿就新浆雪不如。留客最怜乡味好，屠汶秋鸟马嗥鱼。野王台废只空墩，翁子坟荒有墓门。舍宅尚传裴相国，移家曾住赵工孙。秋晚东林落木疏，白莲僧寺水中居。昏钟不隔渔庄火，古殿犹存日本书。蕲王战舰已无踪，娄相高坟启旧封。曾见朋游南渡日，北山堂外九株松。怀苏亭子草成蹊，六鹤空堂旧迹迷。唯有清香楼上月，夜深长照子城西。稗花枫叶宋坡湖，路转潮鸣山翠无。百里盐田相望白，至今人说小长芦。百花庄口水沄沄，中是吾家太傅坟。当暑黄鹂鸣灌木，经科红叶映斜曛。鸭嘴小船浅水通，获花门巷萧萧风。荆南豫北斗新酿，不比吾乡清若空。秋水寻常没钓矶，秋林随意敞柴扉。八月田中黄雀啄，九月盘中黄雀肥。江市鱼同海市鲜，南湖菱胜北湖偏。四更枕上歌声起，泊遍冬瓜堰外船。百步桥南解缆初，香醪五木隔年储。不须合路寻鱼鲊，但向分湖问蟹胥。石尤风急驻苏湾，逢着邻船贩橘还。只道夜过平望驿，不知朝发洞庭山。茅屋东溪兴可乘，竹篱随意挂鱼罾。三冬雪压千年树，四月花繁百尺藤。舍南舍北绕春流，花外初莺啭未休。毕竟林塘输角里，爱携宾客醉山楼。溪上梅花舍后开，市南新酒酦新醅。寻山近有殳基宅，看雪遥登顾况台。归人万里望邱为，白酒黄壶瓠作卮。来往棹歌无不可，西溪东泖任吾之。槛边花外尽重湖，到处怀觞兴不孤。安得家家寻画手，溪堂遍写读书图。"}