{"id":"812201","title":"尸位学署岑寂无聊泛泛随流迹近渔父每有闻见辄宣讴咏因名瀛涯渔唱","dynasty":"清","author":"朱仕玠","text":"鸿爪留泥尽偶然，此生何意到瀛壖。彼苍怜局溪航小，放眼沧溟十丈船。内地安知绝海滨，车行千里响辚辚。却思他日青齐路，辙迹纵横扑面尘。番疆物类信难齐，炎帝图经失考稽。颇怪草名三脚鳖，争传人畜五鸣鸡。疑移海底润犹濡，接干交柯色自殊。四尺翻嗤石卫尉，绕篱盈丈绿珊瑚。鸣螀几日吊秋菰，出网鲜鳞腹正腴。顿顿饱餐麻虱目，台人不羡四腮鲈。争以柯亭异响传，嘉名肇锡岂徒然。夜凉风起戛苍玉，髣髴秋堂鸣七弦。入市果怜梨仔苃，垂檐花薄贝多罗。世人臭味应难识，一种差池可奈何。菊名献岁蕊含黄，点缀篱间异样香。微雨淡云风景好，早春犹认是重阳。晓起青青展嫩芽，淡黄乍变正栖鸦。绳床夜半不成寐，香扑一帘鹰爪花。番蒜新收暑雨时，青虬卵剖满林垂。瀛壖自重蓬莱酱，应笑嵇含状未知。栩栩风摇番蛱蝶，依依露湿雪鸳鸯。任渠艮岳收珍异，省识名葩出大荒。尚剩差池两翼舒，阴阳变化费踌躇。牛哀为虎休惊怪，试看扑灯飞藉鱼。揉叶移时炫彩霞，凤仙从此减声华。玉台更合添新咏，别有东宁指甲花。牡丹曾号玉楼春，不道栀花誉望新。漫说齐名真忝窃，李御终让杜陵人。西望家山倍惘然，怪风盲雨度残年。花名含笑知何意，药解相思亦可怜。蒌叶包灰细嚼初，何殊棘刺强含茹。新秋恰进槟榔枣，两颊浮红亦自如。柴门五月满蓬藜，閒把光风细品题。最爱千枝光照海，龙船花发四眉啼。果号菩提荐玉盘，乍疑卢橘蔟团团。故乡隔海音书断，蜡里无因寄一丸。空思吴下摘杨梅，不见葡萄碧映苔。齿颊溅酸差强意，台疆六月熟黄来。院匝清阴爱刺桐，新英受庇长芳丛。惟应雪色?吧鸽，相映闲阶白剪绒。想见如来绀发鬖，荷兰移种海东南。谁知异果波罗蜜，别有佳名优钵昙。月类金盘堕海西，长廊深夜独扶藜。兰香旧畹名鸡爪，黍泛新醅号鸭蹄。溽暑薰人困欲迷，堆盘冷沁释迦梨。消除下土尘埃净，便接跏趺身毒西。炎方入夏太郎当，空想冰盘沁午凉。惟有倾翻椰子酒，从教一饮累千觞。草木隆冬竞茁芽，红黄开遍四时花。何须更沐温汤水，正月神京已进瓜。擘红无复果园开，空忆明珠出蚌胎。忽见堆盘成一笑，海航新载荔支来。弱蕊柔茎倚架牢，偶然拔擢出蓬蒿。先生命比黄杨厄，羞问花名节节高。茁白新抽暑月嘉，盈筐买就净无瑕。儿童拍手从旁笑，错认渔人海豆芽。乍看草木自扶疏，那识根蟠背脊馀。悔吝动生安足怪，世间到处海翁鱼。春丁偶尔剩腥膻，鼠辈翻盆镇搅眠。径欲驱除尽夜半，琅娇奔马聘乌员。凌晨香气沁重衾，远梦难成思不禁。欲向花前问消息，家山西望海云深。海族渔人浪品题，一时传播信无稽。青红便号鹦哥样，拳缩何关新妇啼。五瓣蛮花擢素芳，浑如珠琲绕丛妆。任从居士耽禅寂，无那撩人七里香。闻道花田志粤村，海东喜见雪争繁。春风已过二三月，日永閒庭空闭门。草草衔杯旅舍中，扬尘眯目镇濛濛。插萸空有登高兴，不奈朝来九降风。紫花如盎映山椒，结子垂垂像翠翘。消渴夜深难禁制，金茎流露进牙蕉。终岁侯鲭绝冷厨，索居虽暇诮吾吾。朝盘快剖沱连荚，双角山前见绿珠。戴壳含浆逐海波，千形万汇种纷罗。好寻渔父传覼缕，细展乌丝谱蚌螺。栽成如栅阻牛羊，误认黄梨绕道旁。青实遍簪番妇髻，却憎重价购都梁。不识瀛壖草木衰，秋光渐近肃霜期。东皇海外无拘管，又见迎春再放时。鼍梁跨海溯秦营，兹地曾经望窈冥。祇为蓬壶三岛近，至今有果号长生。瓜蔓延缘上板扉，流萤元夜弄辉辉。非关腐草当春化，直是淹留不肯归。宁比瑶塘称并蒂，漫依玉砌诩交枝。惟应呼作绸缪草，免使佳名混泽芝。亭亭青节肖筼筜，面吐霏霏胜栗黄。翻笑广文食不足，日宽围带望桄榔。漫道龙宫出秘方，灵虚殿迩路茫茫。蠲除瘴疠轻卢扁，觅得冈山三保姜。滥窃南枝姓氏同，飘零长恨五更风。一丛开放遽如许，问日前庭始可中。微虫变化侧根粗，珍重台人号蔗姑。争似坡公羁岭峤，赋成蜜唧笑胡卢。龙钟番叟鬓成丝，逝去流光总未知。不解绛人书甲子，黍收惟记一年期。瓜小庖厨进未堪，连宵露白气初涵。猩红摘下供书案，合配黄来佛手柑。中虚髣髴此君容，树号婆罗世未逢。凿就团团置髹几，诘朝便册管城封。霜后馀荷尚贴钱，旧雷长是接新年。阴晴十月浑难定，好似江南梅雨天。匆匆寒暑类惊湍，又见青青辣芥盘。节气刚逢六月朔，曲红抟就半年丸。八足双螯出水浔，君谟误食笑难禁。不知许事自佳耳，且食沧溟斗大蟳。佳名黍窃擅番疆，照耀群分晓日光。争似法曹年正少，漫誇誉望出扶桑。衍就波提十万偈，偶拈花笑脱言诠。法华寺里刚留种，来自牟尼忉利天。强称此宅为吾有，那识消沉向此中。若见鹦螺应一笑，诸君尽属寄居虫。投赠曾闻赋卫风，蛮州种别干如铜。了无香味传书案，滥窃乌栏正未公。难钻七十二纵横，蹢躅元夫海岸行。为有文章如玳瑁，便邀五鼎事煎烹。别饶节凸雪霜姿，戴谱分宗尚未知。移得一丛佛眼竹，朝来便置越州瓷。角黍悬蒲俗共誇，漫惊踪迹滞天涯。海东五日标新样，儿髻环簪虎子花。东邻酿熟夜相招，潋滟长盈贮月瓢。任彼伯伦颂酒德，不堪苦口进糖烧。不见飞花似雪飘，惟馀刺竹伴无聊。蓦逢一树河西柳，远胜隋堤千万条。乘兴飘然渡海东，便思大脔出厨中。那知蕉鹿终成梦，食指长惭误子公。子菜初生漾碧漪，金鸦南至翼低垂。琅娇山下施罛集，正是乌鱼大上时。无酒东来倍怆神，鹅黄新造味清醇。朝来漉就光浮盎，何减荣阳土窟春。夜半丹霞照海漘，沧溟日出气清新。世人狎视黄金橘，那识扶桑地大轮。簪奈都人漫共誇，未知异品出天涯。惟应蒋诩新开径，合种东瀛三友花。漫讶飞霜暑路中，舳舻货殖倍三农。海东千亩饶甘蔗，何啻人间千户封。高士心栖不二门，兴亡坐阅似晨昏。坛南数亩闲花竹，道是当年梦蝶园。缅想渡江歌阿童，何如元干乘长风。只愁飓作鲸波恶，但占天边屈鲎虹。新醪刚熟舞婆娑，方丈筵陈百不多。买就管豪囷蠢缩，可怜王约奈痴何。谁云羁客坐无聊，姬侍横陈伴寂寥。青佩遍垂裙带豆，朱颜纷坼美人蕉。姹李夭桃竞放颠，家山习见未为妍。番姜压树暹兰吐，一日还欣见二贤。生同庶草碧离离，却号含羞为阿谁。遥想甬东辞老日，九原无面见鸱夷。隆冬单袷汗仍流，微雨才零便似秋。谁信飓风三日作，炎方六月御羊裘。玉延刀切胜琼瑰，长记花临五月开。别有细抽番薯好，漫传嘉种自文来。诸番镇日射伊尼，竹箭藤弓每自随。仆谷颠坑宁敢悔，祇缘辛苦觅胎皮。解箨声清迥不凡，欲参玉版践巉岩。千头觳觫穿林出，味苦难禁太守馋。迎风灼灼照窗楹，潘县翻同渭亩名。谁料此君遽如许，何殊靖节赋闲情。新鹂几日啭高枝，碧蔓纠缠绕架垂。细雨斜风寒食过，四英含蕊正离离。翠盖团团小叶青，万花攒蔟弄芳馨。炎州不识冰霜厉，看取盆开泼雪形。漫称膏壤事耕深，再熟田畴力不任。惟有东西二港地，小春时节出秧针。熟番形貌肖猿猱，渐制衣裾慕胜流。但羡唐山无限好，安知文物萃神州。青州从事出遐方，照座浑如琥珀光。珍重数杯啊啂酒，颓然成醉遇周郎。未堪皇树斗声华，磊落前庭亦复嘉。坐进一盘柑子蜜，何输七碗玉川茶。栩栩浑如蛱蝶轻，仙人手植号金茎。任教拗取盈头插，未必蓬壶便列名。仄行郭索出沧漘，丑劣形殊镇骇人。料得中书应罢食，将糖免使议门人。彷佛沧溟见玉人，合茹珍重口生春。谁云分体吴宫里，不及江妃罗袜尘。弱羽缡褷似不禁，时人却号九皋禽。祇缘举目无空阔，共此云霄一片心。轻缯作裤白罗襦，那识家仍担石无。明烛华灯喧夜半，分曹到处快呼卢。寒暑乖违物候偏，蛮花随意烂瀛壖。独馀一事艰推测，不见蜂狂蝶放颠。九瓣香从内地分，恰宜对酒吐氤氲。微官飘泊东溟远，那得传柑馈细君。谁把琼瑶万朵装，未堪蹴鞠筑球场。挥毫难写垂藤态，只合丹青付赵昌。淡白轻红逐队分，安知蚕织事辛勤。倦抛绣线无馀事，快嚼槟榔胜酒醺。常时微步踏莓苔，北舍南邻镇往回。水麝薰传罗袖阔，非关寒食踏青来。甘蕉舒绿蔼如云，花放惟应配茜裙。何事偏蒙君子号，固宜修竹出弹文。好是风和景物妍，野花盘髻胜金钿。乍闻笑语来天半，番女轻盈戏渺绵。南至阳生气尽苏，恨无飞雪点红炉。团圞坐饮称添岁，一幅升平外海图。黉舍周遭任卓锥，庾郎鲑菜镇相宜。东西压架颁书遍，顷刻家成十万赀。生涯任运自蘧蘧，踪迹应如海上渔。安得广张六百钓，从教举国饱鲸鱼。"}