{"id":"812415","title":"悼亡百绝句","dynasty":"清","author":"许传霈","text":"忍到今番永诀时，卅年内助那堪思。慕园久废吟哦事，只说悼亡不说诗。痴望齐眉别有缘，同行伉俪数无全。不图五十吾赢二，合算人间住百年。七龄相识在黉宫，三到菰城造化工。愿祝再生缘不绝，夫夫妇妇乐融融。东越归来十二龄，干戈满地苦伶俜。惟知小弱存孤弟，冒险登楼血不腥。于归柔弱不胜冠，次弟堂前请晚安。私语惟闻能孝敬，已知大义博亲欢。女伴隆冬刀尺谋，灯前衣履制从头。羞催郎罢三更读，缓下床边两帐钩。扁舟同度越西关，遥指迁居镜水湾。早识郎君生性冷，为邀母弟伴游山。姑如吾母最称慈，二十三年逮养迟。负米小儿轻远别，亲承色笑赖卿知。果然饰性女箴该，小字从同早体裁。待到有家实践归，非关教妇在初来。春秋佳景费评量，犹喜门庭爱日长。不是登山还放棹，常添乐事纪姑嫜。菰城生灭悼同儿，课字三千未谒师。到底不分虚实肿，半年淡食莫能离。尤怜荪女代劬劳，十四髫龄事事操。忍此背亲抛弟妹，窑湾坏土北风号。何来发剪纸人妨，谣惑城乡夕未遑。独尔随亲苕水上，安居略不涉慌张。一岁何堪五女殇，半生心血付苍茫。时时收泪开颜笑，恐有悲怀触北堂。月逢十课不知忙，风雨难联兄弟床。心恻愚夫卖文字，寒天残漏作羹汤。牛衣从不泣王章，世味无如道味长。大好家声书画舫，惟携端砚寿儿郎。母病当年独惯扶，宵来衣带解全无。果然天性生成厚，移孝双亲孝阿姑。亲心钟爱不矜张，裙布荆钗非俭装。纵使豪家间往复，酬金末见入私囊。见说家书抵万金，平安二字及佳音。怀经十稔封如古，留取当时两地心。针线裁缝日日须，非徒裘葛衣其夫。偶馀尺布同零绢，犹到身边补旧无。相逢无不道人贤，斗起乡邻处泰然。只为是非明不得，谗言到耳化云烟。累病东城薄暖天，多卿汤药上楼煎。背人含泪申祈祷，几见愁容到我前。衢湖历尽转苏州，哭望慈云在上头。赢得昆山仙眷属，结邻閒话六春秋。治园新筑竹篱斜，不看桃花看菜花。岁暮归来贫亦乐，玉峰云里读书家。客来斗酒不须谋，剪韭治蔬尽适喉。雅喜金鳞烹宋嫂，家家艳说是鱼球。每逢周急恻衷怀，终被人欺百事乖。学到吃亏常不计，非徒宴客质金钗。间关远道省亲身，八十年华纪大椿。一束蒸豚一瓶水，归宁不道婿家贫。十二胎生自哺劬，艰辛每岁听呱呱。最难穷巷分无乳，走乞炎天舌本枯。清明荐席撤昆园，中馈劳伤不自言。廿五月胎成半产，讳他僵病寄桑根。苏台屡过辄迷津，拙政园迎夏景新。彷佛西湖游侍母，荷花香里话前因。惠麓烹茶践约无，弇山灯事又模糊。明知老去须行乐，偏值年年多病躯。告诫篷窗知不知，双双儿女未童时。偶闻一语伤心处，爣病将成爷力衰。予生九战浙秋闱，供应烦卿想入非。前度忽萌偕隐愿，慰情无复到慈帏。长夏奔丧暑压船，况当背疽发才痊。咸疑亏损根犹伏，索解无从此一年。重阳同放海昌船，新涨初通郭店前。劳尽心神方息足，望归游子眼犹穿。椿庭痛不侍弥留，送窆归从色相求。袖出前年西法照，为摅孺慕瞩题头。不喜绮罗时世装，春来偏学看蚕忙。天然好事难如愿，墙外竞多植女桑。要结今生不解缘，相寻踪迹若盘旋。谁知到海仍须别，莫繫明朝对渡船。朝朝千里望予归，枕上应多泪暗挥。江海卸帆馀八日，从无身后说依稀。果知说到伤心事，远客初归伤尽心。除去脾虚兼腹热，堪期早晚免呻吟。仙露连番惠罄瓶，常从长史谢零星。终颁百合同山药，苦乏和中伴茯苓。深体儿曹夜勿陪，扶床强起几多回。灯前慰我分栖稳，犹觅饧糖手送来。平时药裹失量裁，恨晚难将元气培。浸晓勉为开口问，舌尖新起雪花胎。顾覆深情莫可描，怜他少子护长宵。不言身热言儿热。分宿谁知无别朝。苦尽常思回蔗甘，此时此理不须谈。隔帏呼我声无力，犹讶无闻至再三。不讳怎知深讳难，终朝自汗叹无端。低声但说钱刀匮，此意分明托和盘。习俗难移邻里家，畴凭正气压群邪。何图词祝方宣后，唤不回头两眼斜。环床恸哭九人齐，老仆情真亦夜啼。哭过五更仍不起，浑疑一睡入沈迷。来朝商略荐盘新，七度哀逢母忌辰。奚不相随供馔饭？岂真地下独依亲？暝目未能复口开，视含苍玉莫心灰。支肩尚有衰年婿，为抹眉头日几回。久谢铅华世俗装，洁身有物却初偿。今朝薰沐朝天去。应带江南皂荚香。苏绢装成侍女工，携归争欲闹儿童。讵知从葬齐称俑，玉立双双儿席中。两鬓休言对未皤，柔丝争比泪丝多。可怜儿媳分梳后，床下怎教著地拖。吾母怜儿汝敬夫，丝棉制被入冬铺。要留遗泽温泉壤，权作衣衾别样呼。竟到阴阳各一天，草心堆里独长眠。凭棺称谓声声咽，再与儿孙半面缘。帆送桐棺一夕中，武林幸得涨流通。阿兄购取姊随至，聊慰弥留无尽衷。邻居女伴哭哀哀，交浅情深亦异哉。莫解此生缘会在，人言无间溯由来。耳熟高堂属望殷，后来福量驾诸兄。何图日坐长生命？赚得贤声长久名。院落沈沈花影新，犹馀丹桂忆前陈。窗中一样玲珑月，不照当时并坐人。底是匆忙梦里逢，漫云死别去无踪。暗流香汗关行倦，消瘦浑忘病后容。疏慵非坐亦非眠，絮语明明在耳边。怕说向平家室愿，依然慰藉似生前。难得归来归即留，妆台无恙傍床头。我今夜夜将名唤，不碍灵魂飞上楼。惊醒幻境费疑猜，罗帐低垂寂不开。又恐常常枯老泪，期卿五夜一归来。非独关心死后期，结缡岁序也无疑。朝来亥月刚逢四，三十年前花烛时。城外潮惊同梦醒，东来西去数曾经。今时若不分生死，依旧联床夜夜听。浣濯衣衫初不知，从今检点要亲持。纵令一领兼旬著，无复帘前说换迟。连宵窗破朔风寒，谁把棉衣制就看？堪笑阿爷兼阿母，孝围影里护儿单。望断床前香稻汤，晓来无计润枯肠。盘匜特遣群儿奠，聊报生平举按庄。偶向江塘豁远瞳，谁家眷属出花丛？疑卿两度看潮后，识否家山遥指中。是真是假认前身，描就遗容不染尘。归到头来都是假，何妨假者奉为真。有亭有石有池塘，到此如归子女狂。谁料含杯朋满座，岁周齐为尔治丧。从俗营斋是也非，无多焚楮作钱飞。冥官若问夫何吝，道是虞江老布衣。启灵发纼告从容，宏毅斋前烛泪浓。默默非真无验兆，如卿到底是温恭。何物儒生动众知，盛筵祖饯北门时。犹虞越礼干阴谴，功布铭旌分别持。船窗人静鼾声稠，莫见桥过呼舵头。卓立身边新木主，同听夜雨到杭州。忆艮山门夜泊船，客秋凉透校书天。今朝枯对无聊赖，为遣儿童剪纸钱。湖山西望暮云封，雁序孤沈六越冬。相约明朝东渡去，晓烟定破两高峰。低声时唤好随馀，魂帛灵幡共一舆。莫讶大江飞渡否，乌蓬到越梦非虚。船头船尾两灵牌，先后拈香理亦谐。枕里不堪回首处，此身同梦与同怀。回望钱清故里赊，梅山东去夕阳斜。为谈蛏浦避兵事，不见当时仲姊家。称山晓渡浪翻银，风雨随潮危更频。莫挽灵舆帆尽侧，惊心生死满船人。羽士招魂返故乡，素帏分列费裁量。酸心片语宣邻媪，竟把新房作孝堂。望母遗阡岭隔低，灵光来去路无迷。泉台团聚惟迟我，寄语诸兄护弟妻。栗主重携怀袖堪，犹虞复道与层岚。休嫌寂寞留宗佑，待我他年共一龛。生前离散最销魂，今日依然别墓门。江上晓风分送处，不知北辙或南辕。此行也算是生离，转讶缄书无复时。痴愿一端今胜昔，果能梦里远相随。偶闻虞俗捣年糕，冬至阳生屈指遭。犹忆前时谆瞩付，饷宾荐祖为谁劳？无形奇火起回廊，孤仆龙钟伴女郎。不是魂归先呵护，奚能阻得北风狂？漫愁雨雪湿衣襟，兄墓新成穴乍临。道左为卿通慰藉，携锄添掘水沟深。忽忽离尘百日间，姚江幸我近勾留。诸儿遥荐东塘里，可有飞魂北渡不？长安西棹即盐官，偕往偕来行不难。讵料入宫真莫见，无非梦裹说团栾。且课儿曹夜作书，机声不复冷催馀。何堪月上黄昏后，独向池边听跃鱼。人亡犹得说琴存，人断琴弦莫与论。地白林空残月夜，凄风旧调孰新翻。珍重添衣禦雪风，天公白遍浙西东。不图寒恋同衾者，偏在郊原衰草中。每逢佳节拜团圆，今夕年除形影单。依样筵前双画烛，无端催烬一条残。岸南归殡北归魂，漫道幽明隔者番。遥指山头迎夏盖，缟衣盍认自家门。烂醉归来说贺年，灯灺人散和衣眠。而今冷醒藤床后，未见肩头覆薄棉。家祭原从生者禄，休将官诰此时疑。辉煌补服描鸡鸠，权把匡宗后嗣期。镇日端居苦索思，遗容相对寂无辞。算来汝亦多情甚，我在尘红那得知？时贤题赞尽留名，逊我清言道实情。吟罢巳盈诗百首，要知字字泪珠成？"}