{"id":"813187","title":"读《史记》四十首 罪地脉","dynasty":"清","author":"张晋","text":"蒙恬筑长城，连连万余里。邀功暴黔首，阿意悦天子。堑山湮谷不可罢，役夫半死长城下。三世为将，道家所忌。何况秦人实寡恩，有罪无罪胡足计。蒙毅还祷，帝载辒凉。二世既立，扶苏已亡。将军握兵三十万，秦人杀之如刲羊。吁嗟乎！蒙氏诛高高未死，怨毒于人真甚矣。恬守边，高侍侧。恬不诛，高不释，此事如何罪地脉。鹿为马，献天子，言马生，言鹿死，是非黑白可知矣。关东盗，何能为？钜鹿战，章邯摧，长史欣，几不归，司马门下空徘徊。秦政失，秦鹿去。逐者谁？汉与楚。乌骓一陷重瞳迷，隆准龙颜终得之。望宫，独斋宿。祠泾神，思祈福。福未来，祸已伏，阎乐弯弓射上幄。吁嗟白虎啮左骖，妖梦真同蕉下鹿。裂帛书，置鱼腹，篝火狐鸣满空谷。朅来尽道陈胜王，燕雀原难识鸿鹄。陈胜王，何不仁，肆强暴，杀故人，诸将从此无与亲。由来左道不足恃，帝王应运自有真。伙涉已死汉高起，九州岛齐奉赤龙子。吁嗟乎！辍耕垄上空欷歔，六月便息夫何如？壮士不死举大事，隆准借尔为先驱，乃知陈胜真佣奴。厕中鼠，为犬苦，仓中鼠，居大庑，人生要贵审所处。一朝得志取卿相，奈何乃与赵高伍。行督责，殊不经，夷三族，具五刑，阿意求容终无成。雄鸡自断尾，所愿不为牺。富贵苟已极，税驾安能知？出东门，牵黄犬，逐狡兔，兴不浅。回首顾中子，涕泣知难免。呜吁何不审所处，得勿见笑厕中鼠。鸿门置酒饮未已，沛公如厕忽先起。白璧玉斗不敢献，愁彼君臣怒不止。项王受璧置座右，亚夫见斗恨切齿。玉玦三举王默然，事已大定宁须此。竖子不足谋，老臣空拊髀。拔剑一撞情激昂，吾属今为若卤矣。疽发背，亚父死，垓下五人分王体。纵有奇计难瓦全，茫茫恨入乌江水。君不见，当年望气非荒唐，沛公原是真天子。金瓯既已属他人，玉斗撞碎徒为尔。四面楚歌惊入耳，夜半英雄帐中起。帐中起，对酒歌。盖世气，全消磨。骓不逝，涕滂沱，虞兮虞兮奈若何！锦衣平日不曾湿，数行独为美人泣。垓下歌，声未已，鸿鹄又闻汉天子。四皓偕来羽翼成，谁能遣此儿女情。目送手指心独苦，吾为楚歌若楚舞。势力交情何足数，廉颇相如自千古。耳余亦号刎颈交，誓天指日如同胞。耳也兄，余也弟，同死同生不相弃。一朝座中解将印，刎颈之交不可间。耳封王，余封侯，余虽未杀耳，快意已睹假耳头。井陉耳佐淮阴将，成安君斩泜水上，昔日交情今已忘。吁嗟乎！如耳余者何，廉颇相如今不闻。挽楚权，立六国，楚未弱，先树敌，后世闻之犹失色。趣刻印，危矣哉，客既去，留侯来。借前箸，为君寿，八不可，须当休。嗟客言，安足信？遽左顾，趣销印。君不见，此法当失真非计，竖儒几败而公事。忽思石勒果英雄，其智乃过汉高帝。荥阳城下东门开，黄屋左纛汉王来。重瞳瞋目按剑坐，齐呼万岁声如雷。东门开，楚军守，汉王乃出西门走。女子被甲二千人，诳楚者谁纪将军。将军当日竟烧死，将军后嗣胡不闻。绛灌窜若鼠，独有将军敢诳楚。死生成败非所知，令人却忆逢五父。穰苴先，庄贾后。期日中，设表漏。后期斩，法不宥，军一出，燕师覆。梁王越，踵其智，少年笑，疑相戏。斩一人，设坛祭，众大惊，头抢地。彼盗耳，乃封王，能用众，岂寻常。军贵整，法必申，不如此，非将军。君不见，孙子武勒兵，并可试妇女，队长既斩从而鼓，军中美人皆劲旅。高祖见黥布，公然踞床洗。帝王作用自不同，厚其供张薄其礼。笑彼骊山徒，易怒亦易喜。所愿无多略可知，帐御饮食而已矣。君不见，狂生入谒汉天子，长揖不拜上遽起。急挥两女趋辍洗，延揽英雄乃若此。骊山之徒宁兄比，嗟嗟何怪踞床洗。陈孺子，肥若是，贫何食，糠核耳。高帝亦为嫂所苦，宾客未食屡操釜。帝王有大度，雍齿且可容。奈何怨丘嫂，伯子几不封。贫贱人谁识真主，此事安能责妇女。羹颉侯，何足怪。君不见，未央前殿奉玉卮，记说当年臣无赖。今日居然较仲多，太公亦复无辞对，殿上齐声呼万岁。王孙落魄无知者，手把长竿钓城下。城边漂母哀王孙，每日相逢进一餐。丈夫得食母意毕，岂望将来更报恩。钓竿一掷仗剑走，龙变云蒸骇九有。锦衣此日归故乡，独奉千金酬漂母。贫贱英雄最可怜，肯因富贵忘当年。区区一饭尚如此，推食解衣何待言。君不见，南昌亭长小人也，召见犹蒙赐百钱。信能死，请刺我，不能死，出胯下。出胯下，何足道，粲然一市人皆笑。剖符向故里，危矣屠中儿，用作楚中尉，报复亦大奇。当年熟视良有以，忍耻故能就于此。君不见，英雄失志辱泥途，纵出胯下何伤乎？君不见，英雄得志空千古，谁能生与哙等伍。武涉已去，蒯通乃前，相君之背，贵不可言。君不见，种蠡张陈事可哀，时乎时乎不再来。勇略震主身必危，足下持此将安归。策士逞雄辨，那论汉与楚。谁识王孙不背恩，蒯通竟以佯狂去。高鸟尽，良弓藏，猛士何劳守四方。钟室奇冤亦天意，此时悔不用通计。赤龙应运作天子，附尾攀鳞各四起。独有燕王属最亲，生而同日复同里。里中嘉叹不容口，父老两番贺羊酒。少相亲，长相爱，一朝衅生惧得罪，亡命仓黄走边塞。异姓封王仅七人，如今只有长沙在。彭越醢，淮阴杀，高帝已崩真绝望，余生难向娥姁乞。那知同日竟非祥，昔年同里今殊方。父老空劳贺羊酒，可怜死作东胡王。横不来，天子耻，兴兵问罪悔晚矣。横若来，天子喜，大则封王小侯耳。尸乡相距三十里，沐浴从容伏剑死。当年南面俱称孤，今日谁能更屈体，好持吾头见天子。乘传携来有二客，地下想从驱鬼伯，奇闻咄咄更惊人。穷岛忠魂聚五百，薤露歌残剧可怜，高皇流涕数称贤。一时得士能如此，兄弟更王岂偶然。丈夫一死且不畏，卮酒彘肩何足计。重瞳叱咤废千人，独有舞阳折其气。马上当年隆准公，指挥发纵来趋风。淮阴留侯自人杰，鼓刀屠狗亦英雄。君不见，鹿去秦，龙斗野，际会风云下。岂惟屠狗有英雄，颍阴侯亦贩缯者。脱挽辂，衣羊裘，见天子，借前筹。洛邑之营自周公，建都原未离关中。山东诸人无大计，可怜欲袭重瞳智。扼其肮，拊其背，刘敬真能知地利。口舌得官何足病，高帝谩骂乃天性。君不见，汉家开基四百年，齐虏之功莫与竞。臣何跪言，天下已定，项籍诛九江，王布今剖符。陛下乃欲折臣之功，谓臣为腐儒。忆昔彭城战不利，陛下出梁至于虞。私计天下事，环顾左右无足图。臣时为谒者，欲效区区请使淮南。陛下幸听臣言，不以臣为愚。臣诚腐儒乃与二十人俱，布从臣策，与臣问道归汉，遂许陛下以驰驱尔。时若不用腐儒，纵有骑五千卒五万，陛下能取淮南无？臣何独掉三寸舌，骑兵步卒皆不如。今天下已定，陛下于臣无所须。呜呼！陛下于臣虽无须，前事俱在不可诬。奈何折臣之功，谓臣为腐儒。官季布，斩丁公，帝王识见原不同。死我者生生我死，人臣大义可知矣。彭城城西短兵接，两贤相厄事已急。刘项兴亡虽定数，此机坐失嗟何及。斩丁公，丁公固当斩，转思项伯心尤险。鸿门一自释沛公，落日乌江气愁惨。吁嗟乎！项伯犹封射阳侯，丁公之罪宜未减。高祖平生好谩骂，张王执礼身愈下。贯高赵午尔何人，负气乃欲臣弑君。柏人县中贼暗伏，上过心动不肯宿。怨家告变王逮捕，自刭终何补。贯高榜笞无完肤，王事幸白王已污。自谓吾王孱王也，不知孱王真长者。淮阴彭越尽强王，或杀或醢皆灭亡。高祖之德不可负，孱王几被公等误。怪事咄咄笑千古，骑项问我何如主。而公慢侮自昔然，溲溺往往污儒冠。骑周昌项何足言，膝上日拥如花貌。欲易太子谁敢道，臣昌期期不奉诏。吕后侧耳听东厢，感激何以醢周昌。君不见，赵尧画策周昌往，忠臣已作戚氏党。使者三反王不行，臣口虽屹项则强。橐中值千金，膝下有五男。五男平分各二百，往来过食俨如客。极欲须以十日期，汝等无慁而公为。丈夫处世如逆旅，握算持筹勿乃苦。百金宝剑聊随身，陆生落落真达人。君不见，马上英雄识更远，当年并不事生产。言盗受上赏，言反蒙显诛。二世昏庸不足论，先生之言何太谀。仓黄亡命出关走，今日几难脱虎口。刘项交驰斗五年，流离转徙亦可怜。先生所事且十主，委蛇委蛇又何补。君不见，儒冠儒服帝所嗔，短衣楚制聊逢君。当年尚欲脱虎口，此日安敢披龙鳞。叔孙起朝仪，绵蕞习野外。武夫悍将齐震服，高祖乃知皇帝贵。嬴秦之仪岂堪羡，当年自诩识时变。鲁两生，不肯行，高风千载尚可想，惜哉史册逸其名。君不见，五百黄金不自有，圣人之名满人口。叔孙面，不足称，弟子龌龊徒营营。汉家儒宗让公首，先王大礼嗟更。我所思，鲁两生。窃玉环，入高庙，下廷尉，欲族盗。玉环被窃能几许，何似长陵一抔土。中渭桥，犯清跸，下廷尉，罪当罚。张公用法何其平，张公之言何不经。当时诛之则亦已，此语安可告天子。五十年后东南乱，七国同日叛。条侯天上下将军，兽走鸟飞各骇散。伯禄奇谋忽见弃，庸人多鄙推锋计。白头举事笑无成，当年枉说铜盐利。天下皆一家，奈何同仇雠。岂真具反相，此事固有由。君不见，博局区区小技耳，争道乃杀吴太子，吴王之谋自此始。郑武姜，宠叔段，将启之，俾作乱。窦太后，怜孝王，欲富贵，同武姜。酒后戏言心内喜，此时之情可知矣。入同辇，出同车，称警跸，王膏腴。袁丝关说王不愉，半途遮刺身首殊。天子虽不竟梁狱，从兹骨肉情已疏。野人献牛足生背，六月六日王忽逝。太后不肯食，涕泣摧心肝。帝欲杀吾子，哀哉今果然。女食邑，男分藩，太后说，加一餐。妇人爱少子，自古皆如此。君不见，惠文后，长安君不离左右。文种献七术，用三尚余四。为我从先王，地下更相试。鸟尽弓藏事可知，欲加之罪宁无辞。条侯遇汉景，谓非少主臣。甲盾五百被，竟以杀其身。当日狱词更可讶，不反地上反地下。欲何为？上寡恩，君莫悲，君不记，许负之言犹在耳，纵理入口当饿死。贫贱学牧豕，富贵为布被。公孙碌碌何足齿，一生只解顺上旨。人臣贵俭节，作伪亦堪羞。新莽夫人布被膝，邀名颇类平津侯。自是齐人信多诈，大廷曾被长孺骂。君不见，晏子狐裘三十年，当时闻说难为下。生不五鼎食，死即五鼎烹。主父当时何太横，途穷日暮乃倒行。四十年来阨日久，得路谁能顾身首。一出拜齐相，其志始毕伸。沾沾数故旧，毋复入我门。燕王论死齐王杀，赵王乘间乃敢发。五鼎食，食无几，五鼎烹，竟族死。吁嗟乎！身贵宾客皆从游，身败骸骨无人收。残魂茕茕泣原野，独有孔车是长者。刘氏安，晁氏危，智囊之智毋乃非。大臣谋国贵公正，奈何借此诛袁丝。袁丝在坐错即去，两人未尝同堂语。一朝请闻上意移，东厢屏足色先沮。当年家令号智囊，朝衣东市亦可伤。七国未亡身已弃，错胡不扣囊底智。颍水清，灌氏宁，颍水浊，灌氏族。君不见，魏其失势武安贵，世事人情真可嘅。侯门冷落宾客稀，独有灌夫不相背。将军使酒犹如故，酒酣那计丞相怒。奋然独骂临汝侯，座上齐引去。籍福按项不肯谢，麾骑缚夫置传舍。东朝廷辩众不同，贵人岂比老秃翁？势不足，灌氏族，蜚语上闻婴亦戮。侯之得失自我耳，宁忍仲儒独先死。君不见，前朝曾受淮南金，武安若在亦族矣。安国坐法为狱吏，死灰复然，然即溺之。死灰不然田甲守，死灰既然田甲走。一笑诙谐问狱吏，公等悠悠宁足治。君不见，周勃当时尝得罪，千金行赂书牍背。曾闻太息向人言，昔日安知狱吏贵。长乡倦游复善病，闲来偶过临邛令。故人朝夕拜下风，眼前车骑何雍容。是时文君正新寡，窃听琴声绿窗下。高堂为鼓一再行，琴心微挑意已倾。归来家中徒四壁，慰饥独有远山色。当垆自酤酒，观者何□□。涤器杂佣保，身着犊鼻裈。一钱不分何不可，风流岂谓羞王孙。狗监能知子虚赋，词人深被君王慕。四马高车还故里，县令先驱负弩矢。丈夫遇合会有时，彼富人者那得知。王孙此时愿已满，自言女尚长卿晚。君不见，北平贤太守，行军从不持刁斗。敌人呼作飞将军，敌骑闻之皆反走。将军善射空千古，射虎能教石没羽。结发从军七十战，可怜未见单于面。李蔡为人在下中，积劳数载亦邀封。将军岂复居人后，太息曾无尺寸功。失道茫茫乃天意，安能更对刀笔吏。刎身绝域奈君何，天下无人不垂涕。闻说将军不遇时，此言千载使人疑。由来君相能造命，天子如何说数奇。踞厕视将军，不冠见丞相。长儒前奏事，上独避武帐。天子犹然赐颜色，将军顾不重揖客。将军贵幸莫与比，拜者何足齿。将军所重乃在此。拜者日益疏，揖者日益亲。我知将军非凡人，诸公一任膝屡屈，将军视之如无物。吁嗟乎！岂惟将军重揖客，独不见，张公亦结王生袜。书马字，连尾五，今不足，奈何许，一时惶恐汗出泚，上若知之谴死矣。万石家，号纯谨，失之愚，亦堪悯。君不见，车中几马何烦计，以策数毕乃敢对，呜呼难兄与难弟。文成术既穷，云食马肝死。栾大本同师，进因乐成姊。五利将军好大言，安期羡门同周旋。黄金可成河可塞，不死之药亦可得。深宵祷祀下神仙，神仙难致鬼可格。佩六印，封将军，燕齐术士尽扼腕，言神言鬼何。言者亦可哀，世间安有神仙哉。吁嗟五利不足数，奈何乃使尚公主。"}