{"id":"813527","title":"贺新郎二十首","dynasty":"清","author":"李慈铭","text":"笛里寻春起。恁匆匆、江东客到，落花天气。水样年华尘样事，汗漫湖山能几。况蜡屐、渐难料理。十载苏堤杨柳约，问鬖鬖、今日撩人未。攀折处，可侬意。朝来几遍栏干倚。恼无端、烟孱雨困，和愁难寄。芳草西南湖寺路，应盼青丝游骑。谁与说、春归容易。把酒无聊寻燕子，诉东风、不解侬来意。还暗祝，明朝霁。谁唤天公醉。叹人间、遍遭白眼，鬼犹如此。骇绝玉棺还未下，争说巫阳行矣。欲铲尽、穷途名字。便是王嘉偿债异，问去来、何与痴儿事。此间乐，恐非是。年来我亦工逃死。正通天、赤章奏醮，绯衣休至。君本灵芝宫里客，隔水犹呼时未。算暂让、仙家十赍。忽地秋风回服鸟，再从头料理千秋计。书到日，为予起。作计吾归矣。算长安、衣冠物望，如斯而已。扰扰一群乌白头，妄语便为名士。只君辈、姓名难记。但觉逢人都不识，更天涯、何处寻知己。我与我，周旋耳。此间无地堪沉醉。便当年、虎贲驺卒，至今馀几。柴棘胸中三斗许，触处即生芒刺。部事事、不如人意。绛灌无文随陆武，要何如、铜雀台前伎。谁健者，令公喜。看尔扬鞭去。正愁人、东风满目，扰花狂絮。故国苍茫天万里，不辨越山何处。更碣海、波涛汹怒。䝟兕磨牙鲛舐腭，但只身、掉臂游行过。最怜少日伤孤露。耐荒寒苧灯齑粥，半生难苦。赢得科名酬母教，衣锦暂时团聚。讵转足、便迷归路。薄宦未成家陷贼，负高堂、总被微名误。穿垒走，涕如雨。慈亦穷民耳。廿年琮、孤儿寡母，艰难生计。旧产池阳都割尽，乞食凄凉京邸。更恸绝、横流乡里。宗族千人家八口，尽苍黄、乞命干戈里。天地酷、有如此。与君已丑生同岁。数衣冠、崔庐中表，旧家门第。等是飘零伤乱客，说甚成名难易。只肠断、今朝分袂。泥首马前无别语，但思亲、泪血烦归寄。生死托，君行矣。爆竹闉填起。又家家、花饧秸马，髻神行矣。局促春明常寄食，五载一瓢而已。总不见、釜鱼甑米。绝倒平津成久客，只栏干、苜蓿烦料理。弹铗送、为君礼。年时最忆家园里，簇团乐、生盆彩胜，母妻兄弟。饤座汤圆同拜祝，百岁清门风味。蓦回首、烽传乡里。指定携如愿返，结山厨、小赁梅花地。亲压酒，君须醉。六载长安邸。共晨昏、凄凉蛩駏。贱贫兄弟。折臂断支经九险，相慰惟君而已。正努力、各营归计。谁分百年鸡黍约，竟苍黄、诀别穷途里。来世誓，可能记。一棺寂寞城南地，幸相逢、季方捧檄，令原风义。转盼双骡驮槥去，恸绝素旌千里。问形影、从今谁寄。惨淡国门皋复出，正悲风、寒日萧萧起。算此日，真归矣。一纸从头读。正灯前、东风猛撼，狂花盈屋。差喜故人犹健在，留得空山歌哭。还苦耐、吟诗穷独。覆卵倾巢都不计，只虚名、抵死争残局。期老享，文章福。城南当日同追逐，最难忘、徐公风貌，鲁生高躅。嚼舌堂堂传骂贼，恨血千秋埋绿。更惨绝、横流湛族。憔悴儒冠差不负，问斯人、九地谁能赎。还忍听，山阳曲。展卷呼之起。便迎人、低眉柔骨，百般神似。不分丹青神妙笔，变相都成非是。算鬼趣、直穷到此，袍笏当场宜活现，奈破衫、多半妆穷子。真与假，有谁记。笔头粉墨谈何易，要包罗、太行三峡，眼中心底。莫道当前真出丑，占尽人间头地。且漫问、王侯饿隶。衮衮相逢皆此辈，只笑啼、暂戴猴冠耳。谁竞识，真羞耻。庭院深深处。恁低徊、轻红一抹，把愁围住。人影亭亭嫌半掩，况隔花丛无数。更倒映、纱窗如雾。盝曲回廊烟缭绕，算句留、能有多时否。斜日影，自来去。当年并倚花阴语，指身边、重重卐字，个侬心绪。回首凝尘飞絮迹，难辨画裙金缕。只略有、啼痕堪据。便是欹斜那忍换，怕馀香、犹发经时雨。罗袖底，断魂路。烛下有如月。又当筵、倚衿吴语，暗香初接。一样秋人缠绵意，分手俄成愁绝。记隔夜、瑶笙吹彻。花叶团圞屏录曲，更金尊、互劝歌回雪。双袖底，酒痕热。同看莺燕开帘出，蓦回头。红菱照眼，玉枝先折。犹有蛾眉留人住，为我明珠承睫。只一霎、温存须惜。典尽貂裘那作计，恐人间、容易芳华歇。休更忆，北邻笛。家在巫云曲。更那堪、蕙情兰抱，楚天人独。屈子骚根三千载，悱恻录芽能续。且莫怨、衫痕凋绿。湘水芳魂招未得，又黄陵、泣断瑶妃竹。歌迸急，素弦促。知君心似弹棋局，忆三生、香阶划袜，定情银烛。绿绮微寒么凤寡，泪洗明珠盈斛。便锦里、回文谁读。一角红楼春如梦，只东风、岁岁花吹玉。多少恨，认横幅。百岁平分了。谩相传、南人衰易，此年难到。更有萧家天子语，各半东西相祷。只未食、长生茶蓼。人鬼挤排终不去，有黄齑、百瓮供人咬。忧患窟，此中老。生来百药愁都夭，记当年、瑶环就塾，未离怀抱。历尽人间千万劫，转眼头颅都皓。只剩取、形单自吊。今日杯盘红烛影，算三生、留得枯禅稿。归去也，故山好。且作团圞计。有蓬头、翾风房老，恭心獠婢。使指浣衣萱草辈，银鹿青猿差备。争进食、欲令公喜。雪样餈糕花样肉，更黄鸡、玉面淘来腻。京雒食，故乡味。练裳荩箧都搜抵，胜相嘲、影妻椅妾，乏人料理。只念白头花烛伴，独自牵萝乡里。愧割肉、东方难寄。比似买臣差不恶，便从公、饿死宁相弃。下床客，百年礼。两度兰秋首。恁家家、更番斗样，饤盘瓜镂。共祝新欢相连爱，今岁穿针果又。看浅浅、银河如旧。漫道两回归信准，问人间、置历天知否。劳隔水，伫望久。填河莫诉雏尼瘦，数从头、星期几闰，翠桥重构。二十七年云烟过，恁月朱栏已朽。况吉庆、裁花罗袖。休说白头无巧乞，便韶年、乐事何曾有。还卧听，雨中漏。红豆抛残矣。正花前、鬓丝禅影，泥人如此。十万春风谁管领，甘为雪儿愁死，偏零落、鸳鸯名字。争道罗横难脱白，证香名、未办黄金纸。这场错，铸谁是。同年碧玉才弹指，半相逢、钿筝瑶阮，招摇过市。愿种搞门千本草，稳卧樱桃花底。都不羡、盘龙账子。巧借青娥消肮脏，拼偿他、轻薄生生债。掷铅管，泪如水。三月临平路。趁濛濛、好风十里，吹成香雾。山里花光三百顷，山外一帆人去。更多少、夕阳洲渚。无奈碧波回眼看，恁多情、不解留侬住。旖旎煞，数声橹。故园节物谁堪语。正清明、莺歌巷陌，燕泥庭户。料得花前同上寿。细数行程何处。说客里、风光偏苦。手把柳枝从头记，叹何曾、此物供羁旅。者离别，忒无绪。春满长安矣。又年前、莺啼草绿，薄游天气。莫问江南今何在，犹有闲身堪寄。须病起、从头料理。白发春山相妩媚，更花前。容我疏狂地。鸲鹆舞，倩花记。骑驴三载春明邸，数平生、穷途知己，如公能几。谁付金瓯纤儿手，五岳胸中平未。愿日饮、亡何而已。天下即今多健者，便著书。种菜都非计。长作达，从公耳。种玉原无异。看盈盈、银河相对，文鸳交济。十载名花又榜首，管领春风人意，更不用、红栀私誓。生小云翘金层惯，恁樱桃、输与琼浆味。霞峤近，绿梅殢。谁从朱鸟窗前觑。恰相当，莺巢燕客，粉昆瑶辈。引凤清溪桐一瓣，好配山矾吾弟。笑还胜、紫宫兄妹。舞罢玳筵花十八，喜珍珠、量得娇柔婿。箫鼓里，碧衣会。牵得红丝异。恁巫山、彩云散后，银潢仍济。珠幰驮来娇宛转，似识烧槽弦意，更何用、玉箫双誓。比似香阶歌划袜，却提鞋、不辨愁滋味。燕玉小，楚云殢。当年花下双成觑。未端相、豆梢年月，桃根行辈。谁道留仙裙剩得，偏媵银环宜弟。较花貌、青城姊妹。还忆缃衾回面目，把小乔、已属金龟婿。新旧恨，玉山会。"}