{"id":"815830","title":"续梅花百咏 古梅","dynasty":"清","author":"陶德勋","text":"盘根错节不知年，老干横斜倚壑前。阅历春来经旷代，幂花犹著雪霜天。冰清玉倚倚栏干，树近三槐耐岁寒。喜占春魁尘不染，巡檐索笑任人看。官路迢遥达上京，花开夹道护人行。芳名从此传千里，好共梅香一味清。几株梅树在江皋，飞絮飘萍偶尔遭。自信根深欣有托，耻同浮薄语牢骚。谁识清标傍水滨，一枝映出两枝春。天生美质颜如玉，不向西施窃效颦。独占花魁出众芳，岭头数点露春光。牧童樵子交相问，道是南枝早向阳。玉作寒花铁作条，任霜雪压任风摇。耻同桃李芳菲斗，独立清标在野桥。春光漏泄不如期，犯雪冲寒信转迟。仙梦莫回情莫已，栏干十二遍依时。白云深处月明乡，玉骨珊珊引梦长。莫谓芳魂米是幻，清香一段绕银床。东阁寻来又霸桥，江城走遍路遥遥。随溪曲达山深处，始见高枝竹外飘。寒天冷节几经过，清气年年袭薜萝。借问江南来驿使，芳容肥瘦近如何。不料芳心素守贞，竹篱茅舍久娱情。巡檐索得私相笑，静处安身胜禁城。冷艳开来自耐寒，枝间长有鹤盘桓。冰姿不比娇姿贱，寄语诗人奠误看。平生抱负少知音，惟有高人惬素心。自是操持能耐冷，名流几辈动清吟。终结同松竹般荣，友结寒天喜笑迎。莫道交情甘冷淡，平生知己素心盟。梅花雪里见春回，春至梅花向雪开。莫道白梅输雪白，梅开向雪占春魁。瑶台仙质貌如何，风致飘飘喜笑歌。一片冰肌赓白雪，天宫特降此姮娥。终□早起暗伤神，似雪花飞尽染尘。洁白亦遭红雨妒，千金难买艳阳春。水村山郭送香风，开到梅花景不同。游玩竞夸春色好，新枝折得插瓶中。抚树盘桓兴最豪，繁枝宜剪用并刀。天寒半出纤纤手，终日攀登不畏高。露洗铅华雨滴腮，晓妆新浴喜春回。香流遍本娇无力，疑是仙姬洛水来。美人谁不爱簪花，簪得梅花兴更赊。螺髻梳成春色拥，一枝香影鬓边斜。春来克色满含章，额点梅花学寿阳。莫谓新妆偏爱淡，暗香浮动月昏黄。树曲枝环久植根，冰霜历炼几晨昏。丫杈古干形多怪，仿佛蟠龙绕故园。短干长枝任剪裁，春成手底发根荄。何人传得长生术，造化功奇善接胎。四序名花次第开，闲阶尚少玉梅裁。年来几费弥缝力，始得浓阴布满台。瑶花满放影重堆，谁使纷飞点绿苔。知是春风深有意，翠阶衬出玉阶来。杏厕梅枝罩曲栏，清香欲吐敢冲寒。从知花发人多咏，春雨江南句好看。曾见梅斜竹外枝，竹枝竟尔向梅垂。庭前种得添双喜，五福三多独自知。梅飞雪舞岁将残，雪片梅花斗晚寒。振作精神增骨力，江头白战钓翁看。夜入梅林望月华，月华光里数枝斜。清香一段从衣出，疑是嫦娥降我家。花瓣迎风景异常，恍如仙子舞霓裳。飘飘飞入昭阳殿，巧为宫人助晓妆。古干疏枝远望迷，山村不辨树高低。花开庾岭寒香袭，日暮惟闻喜鹊啼。一树孤高出俗尘，岁寒谁与结芳邻。平生风骨何人及，绝世仙姿本绝伦。春日移栽白玉条，江城已出过溪桥。山行历尽羊肠路，知有余香满处飘。梅惟数点动清思，落落疏疏放石涯。岂似春风桃李树，繁花密蕊咏新诗。韶光初启物华新，先吐寒梅色更匀。自笑花魁今早占，岭头高放一枝春。不及苍松树几寻，花开数点见天心。俯身伏处茅檐下，未许红尘十丈侵。杳杳长枝又短枝，莫通消息动遐思。时来风送香千里，月到窗前进酒卮。容颜清瘦异痴肥，玉骨珊珊月下归。莫道严寒姿渐减，终存老干小腰围。未经霜雪学宫妆，雨露恩承体自香。自笑清姿尘不染，冰肌玉骨侍昭阳。疏影斜枝近屋檐，时来雨露色何淹。窗中睡起无情思，欲看香姿唤卷廉。质具和羹品自华，闲中咀嚼味堪嘉。涵濡厌饫吞还吐，总有清香在齿牙。不同桃李斗芬芳，耿耿精神独傲霜。知是一生风骨健，天寒时节愈生香。盆内根蟠小洞天，形同陶甓一般圆。不争雨露沾窗外，常伴琴书置几前。点缀霜华与雪华，浑如宫样著银花。不须脂黛添颜色，妆淡偏宜处士家。雨到家家景物奇，黄梅酿熟子离离。枝头恰似垂金弹，众鸟惊飞不敢窥。遇合由来贵雨匀，阴阳燮理羡名臣。知君久蓄和羹意，鼎鼐相调助一人。葭灰已动菊将残，序入初冬雪意寒。不待柳条光漏泄，梅将春信报人看。朱唇洁净避尘侵，不藉东皇点缀心。艳色天然增笑靥，翻从雪里见情深。标标骨格服黄裳，不比春花异样妆。藉同名园谁得似，独留金瓣散寒香。玉笛声声出水滨，缤纷小片点芳尘。不知花落春仍在，踏尽江城亦可人。霜中花著好沉吟，曾否高枝放故林。几日天寒偏踏雪，江边篱落寄遐心。短干疏枝露爪牙，春来再发旧时花。任他冷雨兼风雪，犹带苍苔竹外斜。终朝调水几番忙，雨露无沾且自芳。正是安身凭净几，聊随隐者并徜徉。报道江南已早春，城中景色一时新。风光旋转无他物，聊寄寒枝慰远人。瑶台叠叠又重重，叶瓣玲珑月影中。寄语主人须护惜，名经喜兆乐无穷。灯花并蒂出银缸，梅实枝头结一双。试向阶前观月影，离离成对上纱窗。几树寒梅傍钓矶，渔翁相对竞忘机。得鱼沽酒杯盘设，月上梢头尚未归。峻岭深山一径微，参差老干影依稀。樵夫也爱幽香好，满路狂歌对落晖。僧家院落月溶溶，吐出清香透几重。一笑拈来供宝座，优昙钵里现真容。枝枝瓣瓣醉丹霞，坛护先天自一家。鹤助精神松作友，漫云不及竹篱赊。老干春回自各荣，参差杂出柳林营。望来能止三军渴，善助兵家出大名。几树扶疏绕草堂，春来一路吐幽香。从兹玩赏敦乡俗，野老村翁并举觞。几番灌溉破春畦，花发疏篱朵朵齐。一段清香流菜甲，许多滋味透黄齑。杏林芝圃各成家，夹道栽梅又发花。结实普同称道地，辛酸有味动人夸。瑶花开遍满前村，风引清香忽入门。识得程途休畏远，好邀名友去开樽。玉条倒映似琉璃，攀折何人及水涯。试问几生修得到，往寻踯躅似临歧。骨瘦姿清未有尘，身依岩谷也知春。一生幽静谁为侣，鹊噪枝头听晓频。槛拂春风起莫迟，娇姿迎笑晓霜时。寿阳恩渥新承宠，浓点朱唇喜兆眉。精神耿耿骨标标，共道芳容胜灞桥。湖里寒香清且远，孤山鹤翅雪同飘。仙姿玉质立亭亭，子美吟诗半醉醒。淑气扇来春几许，骚人何事赋飘零。梅绕江边水照枝，玲珑倒影漾琉璃。一番好景谁能画，香送清风妙助诗。图经何事志山孤，伴结梅花几百株。枝上香风飘雪月，勾留处士有林逋。罗浮仙女遇昏黄，共醉梅林夜气凉。玉骨冰肌真解语，酒醒人杳恨偏长。满树开来白玉同，何人移置未央宫。纵然雨露恩多沐，不及西湖月与风。横窗疏影锁轻寒，粉署生香意自宽。酌酒闲看方退食，枝头月上夜漫漫。阵阵清香入董帷，窗前花影月中枝。天心数点微风骨，只爱诗书不媚时。琼花枝畔展瑶琴，屡次弹来觅赏音。格调漫疑人不识，高山流水有知心。烟罩寒枝隐暮鸦，夕阳返照似丹霞。寄言关吏须珍重，此是人间五福花。斜来竹外映涟漪，疏影摇风水弄枝。远岸深林春最好，清光一色与人宜。水中月里色清凉，一树琼花两映光。最是玲珑尘不染，重重叠叠玉成庄。春来春日采春华，折取春风白玉花。藉问满肩春色拥，匆匆挑得赠谁家。折得琼花系短筇，杖来随我度春风。缓行稳步游何处，香送长亭驿路中。仙姿玉质貌堂堂，月过东墙夜拂光。满室清风春引入，帘虽隔断也闻香。菱镜妆窥不怨残，春光未到耐严寒。从知脸瘦精神好，证出全身倚画栏。众卉无知却有知，时乘阴剥放偏迟。休云菊后花开尽，春到小阳玉满枝。桃花开日又梅开，留恋春风去复来。玉质难为红雨妒，山城独自舞徘徊。雪中香脸雨中腮，久结冰胎尚未开。知是东君无别意，春光恐漏莫相猜。谁将消息报春光，昨夜庭前忽有香。可是枝间初破玉，蓦然帘外露新妆。山欲冲寒气未温，春风不肯到梅村。芳姿半露冰胎外，偏使香留月下魂。玉枝开遍拥浓阴，勾引黄蜂入院深。最好春光歌一曲，高人乘兴动清吟。浓画容颜淡画心，枝头点缀浅兼深。频知墨水将花泼，烟浪生光到满林。品高何事妒红裙，丰骨飘飘任醉醺。羡尔画工真手笔，丹霞绘出胜青云。梅花岂果落江城，玉笛吹来体自轻。素影和声何处去，香清韵远两多情。不依槛外露华光，纸帐微微暗度香。只恐红罗将色掩，故教玉版透清凉。廨舍香浓叶复稠，一时名誉播扬州。行看退食将花咏，好句搜来笔岂投。劲节孤芳秉性真，堍花名相两相亲。鸿篇赋就谁能匹，写出清刚笔有神。寒花开遍似仙妃，不著红裙著绿衣。岂是女神遭九烈，多挥柳汁入重帏。春风吹遍万千家，飘染丹砂第一花。知是东皇深酝酿，红云捧出护窗纱。"}