{"id":"815802","title":"行路难","dynasty":"清","author":"钱澄之","text":"望见梧云路不通，西来贯甲引弓雄。邻船烧尽榜人窜，独树孤舟系晚风。夜黑山深暴雨催，虎狼队里脱身来。孝廉认得同行伴，映竹茅斋为我开。竹屋初糊未稳眠，山猺窃发又纷然。滩头便是焚舟处，仍杂村氓上渡船。斗柄横参冬已残，蛮方天气不知寒。梅花一树牛栏外，每日扶藜两度看。谁传邸诏到山扃，信是乘舆驻朗宁。愁绝浔州江路断，致身那得奋飞翎！穷山雨闭吏人呼，缯缴漫漫何处逋？几度被兵装已尽，倾家急难是苍梧！经旬守渡坐江头，典尽春衣问小舟。偏遇买粮船正过，弯弓停楫在中流。多难逢君事已迟，偷生到此岂宜悲！可怜身外无长物，留取孤臣一卷诗！憔悴累囚生意微，思归应是梦中归。山头却望摩空鸟，那得凌风学尔飞！孤儿相失已三年，万死蛮烟觅汝还。日夕牵衣今又散，乱山何处哭苍天！日落孤村数已穷，摩刀相向忽开笼。草间一夜成甘寝，病骨何曾解怕风。近关怕见北军装，掩面叉胸避道旁。忽说姓名惊改色，声音认得是同乡。十日无栖此夜偏，故人布被拟同眠。那知难后贫如我，抵足牛衣剧可怜！乞假辞朝去未回，伤心囚服此时来！龙舟驻处江声急，辇路荒残马矢堆。五更起坐自温经，还似书声静夜听。梵唱自矜能仿佛，老僧本色是优伶。刺史乡情荷已多，艰危无奈故人何！才从虎穴全巢卵，又送穷鱼脱网罗。寄语西村老布袍，旧时笥箧等閒抛。新诗一字浑忘却，壁上留题为我抄！赤脚敲门是再生，痴儿留得故人情。邻妪辍泣来相废，笑指今晨有哭声！惭负当年博奥声，车裘已尽听君行。三更病渴思涓滴，错唤獠奴阿段名。望见星岩泪已潸，稽呵有吏认愁颜。端州太守曾相识，一字包羞许过关。郡阁相邀揖罢还，传心御幄敢跻攀。使君莫怪频流涕，原是螭头旧侍班。阛阓烧残遍垝垣，徘徊难觅旧居门。老兵病卧前相问，为指孤吟阁尚存。吾乡幕客老天隅，为拟东还结伴趋。难后赤身行不得，重怜觅渡向苍梧！转眼佣奴便作威，解骖属望故人非。同乡好友输金足，惭愧全家尽赎归！好事潘生剧可怜，从龙身丧左江边！僮奴掠卖胡军里，说著低声泪点悬！难后同年尚几存，惠州高蹈早为髡。闭门野史犹堪葺，莫负临轩特典恩！连朝水长过山腰，村市填波波怒号。估客一时牵缆去，榜人呼我共撑篙。准拟龙车尔定随，那期雁字又参差。老兄愿让「生还集」，乞与同门标近诗。维舟崖寺试追攀，却说飞来自皖山。乡国十年归未得，暂留此地算生还。城上钟鸣作吼声，旧传此物是龙精。城亡一夜摩空去，不与人间报五更。寄语茅坪跛阿师，故人过岭也披缁。追寻万里门生谊，莫老蛮方负所思！双脚蹒跚卧路陲，客来相慰漫兴悲！乘舆何处吾归去，可是高车驷马时？严城背日客心哀，往事凄凉对劫灰。江右、岭南千古恨，不堪回首郁孤台！逆旅逢亲意转迷，无家归去傍人栖。出门斜指芦帘内，说是同乡别驾妻。寄去家书到未曾，烦君口信字难凭！故园兄弟休痴望，头白归来是老僧。江村初夏树阴阴，望去禾新客途深。跋涉最怜孺子苦，麻鞋破脚暗伤心！刚是行年四十来，不堪人事首重回！只今出世毋嫌晚，便算兹辰降母胎。江村竞渡鼓声新，卧病惊闻初度辰。莫道五丝难续命，看予几度再生身！三年习气已消磨，曾约东还此再过。古寺烧残老僧死，留予一顶教谁摩？急水回舟认此村，两株榕树覆山门。诗笺壁上张如旧，犹带伤秋泪点存！铁屩磨穿海上来，仙师有约到蓬莱。黑风一夜三山失，却望沧波痛哭回！移居深巷叩柴荆，问姓开门半日惊。更说与君惊绝事，痴儿寻得已随行。此地招寻独有君，惊看须鬓雪纷纷。姓名祗许孙嵩识，莫遗通村父老闻！自逃方外久忘机，特访名山入翠微。谷鸟相猜有何意，避人穿过隔溪飞？萧寺炊烟渐欲无，僧堂粥饭敢嫌粗！苦瓜未熟米、盐绝，吃尽山头雨后菇。天堂山上人来稀，天堂山僧去不归。归时托钵予亦去，回听钟声隔翠微。扶筇晓上最高峰，岚海平铺四面同。此际下方人未醒，茫茫都在白云中。峚峰关主本同乡，禅寂多年不下床。为指蒲团相对坐，沙弥初点一枝香。头白山僧旧说名，早年持律晚尤精。客来旋摘新锄菜，打水亲烧折脚铛。吾师托钵事终南，死后依然守一龛。说著钳锥随堕泪，旁人不信是同参。老僧多病苦修偏，课诵行禅夜不眠。更荷慈悲留过客，为怜单被自装绵。死关侍者老千峰，苦行年深有病容。见我橐中衣未制，亲携刀尺与裁缝。此生已信付寒灰，物外惊疑何处来？自是禅心死未尽，尚留俗相与人猜。望去山腰一缕烟，到来钟梵肃诸天。道人已习头陀行，为乞蓑衣与种田。朝搥钟磬礼袈裟，惭愧男儿始出家！胡跪阶前求剃草，可能选佛似丹霞？招寻有伴入松关，我自栖山尔自还。别后望云无过念，团瓢只在数峰间。自是多生风障深，才抛稚子又关心。出山送尔寻舟去，指与江头枫树林。自别松关苦溯流，更堪烟雨滞孤舟。竹房无限萧疏兴，来作篷窗万种愁！祇园劫后再来兴，耿耿犹存塔院灯。三市绕完无认得，出门唯识饭头僧。为指芒鞋更向前，匡庐深处许安禅？前身应是山居客，说著峰头意惘然！头白浔阳老楫师，江村邻舍半相知。故园桂树闻名久，可识如今剩几枝？放棹中流恨短篷，江山如旧恨无穷！邻船不识伤心事，打鼓鸣锣赛晚风。为指孤松问路行，到门应是举家惊！明晨便逐东风去，屋里平安寄一声！惊喜吴江旅榇还，岂期儿女镜团圆！伤心更有鸰原痛，那得忘情竟放船！"}