{"id":"816285","title":"金缕曲 辛未秋夜感怀","dynasty":"清","author":"黄钧宰","text":"万卉都销歇，奈何人，凄凄冷冷，清清时节。记得轮蹄燕冀道，魂梦飞悬京阙。留不住，春风蝴蝶。悔煞拈花成一笑，堕红尘，永历昆明劫。号尽了，子规血。年来诗味寒于雪，更沈沈，心如古井，身如秋叶。手制幺弦弹羽调，苦诉衷怀凄切，有谁听，悲歌激烈。从此空山耕石老，遍人闲，不见瑶台月，真错铸，六州铁。近海无奇味，喜诸公，霜天清宴，高歌烂醉。自笑馋涎揩未了，携得奚童寻至。早动了，几回食指。为倩写生清妙手，向图中，添个支离子，饕餮客，惯如此。平生怀抱春如绮，十年来，销磨挫折，颓然秋气。公等青云腾达去，留此鸿泥小记，知可有，后人藏庋。谁最牢骚谁旷达，更谁人，庄语谁游戏，尘世梦，一而已。惊望欃枪出，问当时，衣冠几辈，甘心从贼。有女髫年能就死，省识冰心玉质。竟葬，芦边水侧。千载横云山上月，照孤城，常作秋霜色，魂在否，招谁得。阿翁文字传金石，廿年前，名场相望，长江远隔。今日挂蒲三泖路，幸得词坛相识，是名父，当生英物。我辈浮沈真愧死，看裙钗，大节悬天日，歌未已，气雄直。恻恻离帆动，尽前途，云悲月吊，花迎鸟送。抛却擘笺分咏客，自去闲吟冷讽。非昔日，豪情浪涌。细觅金焦山石底，有古人，遗泪和苔冻，谁解得，醒耶梦。少年逸气难羁控，半生来，零缣退笔，埋成荒冢。万事输人时命舛，那值鸿毛轻重，也不为，琴弦悲痛。安得飞身瑶阙上，踏空冥，手把双丸弄，千古恨，与君共。冷冷清清夜，想年来，依依切切，绵情絮话。小病闲愁清到骨，记得晚妆初卸。灯影畔，玉钗低亚，几度闲游成底事，被双栖，燕子喃喃骂，春讯杳，月轮下。当时鸾镜留遗挂，不堤防，轻怜慢惜，红飘绿谢。今日一尊花下祝，稽首慈云佛驾，只顾与，春烟并化。侬是伤心惊弹鸟，向空房，想起魂儿怕，幽梦警，远钟罢。士女传清照，古人中，张萱周昉，并称名妙。数十年来京兆笔，谁画朝云最好。有越国，词人包老，燕瘦环肥游戏耳，尽秋波，一点神光到，金粉俗，笔尖扫。如今霜压苏台草，忆悤悤，飘零书剑，移家洲岛。几幅生绡人似玉，闲倚屏风秋晓，似甚处，相逢一笑。纸上琴心挑未得，况茂陵，司马非年少，醇酒愿，此生了。天气清于洗，恰将些，愁丝恨缕，沁人心里。当日情怀今后事，细想从何说起。便说也，无人听矣，放眼天池真咫尺，问何时，才作飞鹏徙，有志者，那能已。年来我已心如水，但如何，人闲恨事，都无料理。只有文章遭挫折，还是伤心馀事，独不见，如君壮志。酒后酣歌挥泪语，十年前，自负奇男子，怎潦倒，竟如此。不愿家居老，一扁舟，一书一画，凭君游眺。怕与人闲共征逐，万事学颠最好。知省却，闲愁多少，料得骊珠探在手，笑纷纷，馀子皆鳞爪，波浪阔，梦魂绕。浮生无计驱烦恼，怪先生，能知海岳，当时怀抱。二十年来尘世驻，厌绝名场扰扰，把笔砚，应都焚了。气吐长虹挥手去，好从君，共打沧江棹，放眼界，九州小。大节贞于石，烈铮铮，兵戈丛里，淋漓骂贼。九死不辞刀见血，分裂金闺弱质。尽愧煞，须眉人物，生就秋风荼蓼命，况伤心，少小成孤特，铭表字，待谁泐。忆从烽火流离日，问人闲，裙钗多少，烟埋雾塞。衰草茫茫斜照里，何许英魂招得，更无处，搜寻玉骨。千载春申江上月，照孤城，常作冰霜色，泰山重，死应值。万里沧溟气，被西风，吹来诗思，盘旋胸底。海上钟期今不作，魂梦无端悲喜。直要把，古人唤起，身后浮名谁得失，看床头，美酒能馀几，粳稻熟，蟹肥矣。团脐九日真腴美，任人闲，江瑶海错，无斯风味。展转不辞煎炙苦，枉负横行一世，问谁是，此生知己。独有清狂莲幕客，手双螯，赞得香生齿，应值得，为伊死。万古青宵月，照长淮，遥遥千里，挺生双杰。满地烽尘天作合，成就一家冰雪。才显出，雄姿英烈，汗马功名蕉鹿梦，好男儿，消得夫人节，易名典，臣心铁。表扬忠义文人业，十年来，填词角艺，名心销歇。忽见词坛宫谱曲，摹绘声情激越，要不使，英名磨灭。如此齐眉千载幸，笑人闲，莺燕伤离别，情至者，心同热。万事须年少，问人闲，奇才几辈，儒冠误了。今日披图思壮志，莫讶轻年玉貌。信别有，英雄怀抱，万里关河撄世变，愿长缨，请得论功早，班定远，众倾倒。中原久幸欃枪扫，忆当时，江南营垒，马腾士饱。同学几人矜捷足，鹰隼高淩秋昊，剩铩羽，归飞倦鸟。生恨毛锥成底事，尽十年，低首云闲道，头秃也，中书老。楼阁收残照，隔银河，纤纤已见，今宵恁早。记得小阑人共语，日日看星数到。便私与，红墙相傲，到此才知离恨苦，被双星，天上悲还笑，形共影，黯然吊。尘心拚似浮云扫，把人闲，欢情苦趣，埋将秋草。斗转参横休急急，我为天孙懊恼，且珍重，眼前欢好。十二万年能几见，便神仙，也怕天荒老，又听得，远钟晓。慧业当空照，是浮尘，是烟是梦，菩提微妙。转绿回黄无定相，万事不堪一笑。任大地，蜂喧蝶闹，窗外行云江底月，正清凉，一晌庄生觉，寻野鹤，伴啼鸟。当时误解真如奥，十年来，忏除绮语，凡心未了。放眼空明皆幻影，莫羡东风花好，问花又，争春多少。福命何曾输锦障，薄纷华，翻为聪明早，山色静，水光渺。艳绝新春夜，有名花，有风有月，供君潇洒。暗里铜龙声自数，才道晚妆初卸。看红袖，锦袍低亚，羡说神仙新眷属，笑几回，猜想今番乍，梦中语，醒还讶。妆成待把双蛾画，幸书生，一枝斑管，香萦兰麝。眼底闲情心内事，昨夜酒阑镫灺，要全向，羞颦细写。为语小鬟偷看处，莫怪他，两意温存也，事有甚，画眉者。"}