{"id":"816364","title":"己亥杂诗","dynasty":"清","author":"黄遵宪","text":"我是东西南北人，平生自号风波民。百年过半洲游四，留得家园五十春。亦曾忍死须臾坐，正用此时持事来。今午垂帘春睡起，拥垆拈箸拨寒灰。自携蜡屐自扶筇，偶亦偕行挈小童。积习未除官样俗，袖中藏得歙烟筒。斜阳桥背立移时，偶有人过偶颔之。商略雨晴旋散去，不曾相识亦忘谁。云中水火界相争，相触相磨便作声。此是寻常推阻力，人间浪作震雷惊。跳珠雨乱黑云翻，事外闲云却自闲。看到须臾图万变，终愁累却自家山。老健真应饱看山，看山谁得几时闲？屡将游约诳猿鹤，迟恐山灵笑汝孱。梦回小坐泪潸然，已误流光五十年。但有去来无现在，无穷生灭看香烟。日光野马息相吹，夜气沈沈万籁微。真到无闻无见地，众虫仍着鼻端飞。抛书午倦睡醒时，走听盲翁负鼓词。漫说是非身后误，上场人事类儿嬉。天下英雄聊种菜，山中高士爱锄瓜。无心我却如云懒，偶尔栽花偶看花。费尽黄金匝地铺，算来十笏只区区。无端尚被西邻责，何况商量《益地图》。曲阑十步九徘徊，三面轩窗四扇开。夸道华严弹指现，只怜无地着楼台。墙外垂杨尽别家，平分水竹颇争差。万花烂漫他年事，第一安排旋复花。无端苞拆复挼莎，误尽人非郭橐驼。甫见萌芽生意尽，对花负负奈花何！忍向当门再种兰，露翻风打莫重看。思量空谷安身好，犹恐他时画地难。秋淫天漏雨萧萧，展叶抽条各自骄。同作绿阴同蔽日，如何修竹肯弹蕉。略买胭脂画折枝，明窗护以璧琉璃。物从中国名从主，绿比波薐红荔支。絮棉吹入化春衣，渡海山藷足疗饥。一任转输无内外，物情先见大同时。乳草删除缘几美，旧花别换日新红。去留一一旧天择，物自争存我大公。农事传家稷世官，可知粒食出艰难。妄夸天降忘人力，转当寒冰覆翼看。三千年上旧花枝，颇怪风人不入诗。我向秦时明月问，古时花可似今时。移桃接李尽成春，果硕花浓树愈新。难怪球西新辟地，白人换尽旧红人。筚路桃弧展转迁，南来远过一千年。方言足证中原韵，礼俗犹留三代前。男执干戈女甲裳，八千子弟走勤王。崖山舟覆沙虫尽，重带天来再破荒。野外团焦岭上田，世传三十子孙千。元时古墓明朝屋，上覆榕阴六百年。宰相表行多谱牒，大宗法废变祠堂。犹存九两系民意，宗约家家法几章。世守先姑《德象》篇，人多《列女传》中贤。若倡男女同权论，合授周婆制礼权。窅娘侧足跛行苦，楚国纤腰饿死多。说向妆台供媚妾，人人含笑看梨涡。反哺难期妇乳姑，系缨竟占女从夫。双双锦褓鸳鸯小，绝好朱陈嫁娶图。一声声道妹相思，夜月哀猿和《竹枝》。欢是团圆悲是别，总应肠断妃呼豨。华灯挂壁祝添丁，吉梦徵兰笑语馨。日问神游到何处，佛前别供《处胎经》。海国能医山国贫，万夫荷锸转金轮。最怜一二虬髯客，手举扶余赠别人。秀孝都居弟子行，人人《阴骘》诵文昌。迩来《云笈》传抄贵，更写惊经拜玉皇。枯骨如龟识吉凶，孤埋鸠占不相容。一年讼牒如山积，不为疑龙即撼龙。螺壳漫山纸蝶飞，携雏扶老语依依。红罗散影铜萧响，知是谁家扫墓归。老树楼鸦子又孙，青青松柏半为薪。眼中酒化杯中泪，拜手今承主祭人。恨无永叔《泷冈表》，亦愧羲之《誓墓文》。说甚微官邀薄禄，纸钱在地酒浇坟。树静风停梦不成，枕函侧倚泪纵横。荷荷引睡施施溺，竟夕闻娘唤女声。黄鹄都非五尺童，日催人老日龙钟。呼名摩顶回头道，两颊差如百几翁。五十年前事未忘，白头诸母说家常。指渠坠地呱呱处，老屋西头第四房。一路春鸠啼落花，十龄学步语牙牙。锦袍曾赋小时月，月照恒河鬓已华。忽想尻轮到五洲，海泓烟点小齐州。丁年破浪乘风兴。画壁留图作卧游。几星十二遍周天，绕尽圆球剩半环。法界楼台米家画，总输三岛小神山。长恨古人吾不见，又疑诸史半欺谩。女王铜镜委奴印，亲手摩挲对面看。乌呼碑下吊忠臣，蹈海人人耻帝秦。震地哭声涂地血，大东扶起一红轮。滔滔海水日趋东，万法从新要大同。后二十年言定譣，手书《心史》井函中。一夫奋臂万人呼，欲废称臣等废奴。民贵遂忘皇帝贵，莫将让国比唐虞。当时传檄开荒令，今日关门逐客书。浪诩皇华夸汉大，请看黄种受人锄。赫赫红轮上大空，摇天海绿化为虹。从今要约黄人捧，此是扶桑东海东。四百由旬道路长，忽逢此老怨津梁。沈沈睡过三千岁，可识西天有教皇？上烛光芒曜日星，东西并峙两天擎。象形文字鸿荒祖，石鼓文同石柱铭。一刀截断大河横，省却图南六月程。海客欢呼土民怨，债台高筑与天平。琼阙丹房曜彩霞，烂红玫瑰雨天华。外孙鲁酒皇娥瑟，同醉西方阿母家。生是天骄死鬼雄，全欧震荡气犹龙。世间一切人平等，若算人皇只乃公。万灯悬耀夜光珠，照出诸天夜燕图。缨络纲云花散雨，居然欲界有仙都。长夜漫漫日不光，黑风吹我坠何方？苍天已死黄天立，惟见团团鸡子黄。眼底尘惊世界微，天风浩浩吹人衣。便当御气乘球去，饱看环瀛跨海归。浮沈飘泊年年事，偶寄闲鸥安乐窝。急雨打窗浪摇壁，无端平地又风波。云为四壁水为家，分付名山改姓佘。瘦菊清莲艳桃李，一瓶同供四时花。上山如画重累人，结屋绝无东西邻。襟间海上一丸月，屐底人间万斛尘。甑蒸汗雨郁如珠，雨腋清风习习俱。浴过凉波三百斛，才知灌顶妙醍醐。三年团扇在怀袖，六月重裘仍带围。万里归槎北风急，经旬却换五时衣。蟹行草字画祛庐，蜡印红鹰两翼舒。君主花名民主押，箧中留得两除书。梦里似曾迁海外，醉中不觉到江南。茫茫人海浮沈处，添得闲鸥又二三。我行偏历三天下，松寥一阁天下奇。两鼎蟠螭碑《瘗鹤》，还有椒山手写诗。黄鹤高楼又挞碎，我来无壁可题诗。擎天铁柱终虚语，空累尚书两鬓丝。御屏丹笔记名新，天语殷殷到小臣。九牧盛名吾岂敢，知非牛李党中人。丹楼彩日画中看，初上鸾坡举步难。劳动九重前席问，绣衣门外立天官。尧天到此日方中，万国强由法变通。惊喜天颜微一笑，百年前亦与华同。奉使虚闻结德车，却回无袖到长沙。青鸾传到东皇信，又泛蓬莱八月槎。三诏严催倍道驰，《霸朝》一集感恩知。病中泣读维新诏，深恨锋车就召迟。冷月严霜照一灯，柝铃风送响腾腾。案头英簜门前戟，岂有籧篨覆瘐冰。七十尚书出负戈，三闾憔悴怨湘波。抚琴欲鼓《拘幽操》，軏唱臣难唤奈何。竟写梅边生祭祠，亦歌塞外送行诗。候人鹄立门如海，浪语风闻百不知。怜君胆小累君惊，抄蔓何曾到友生。终识绝交非恶意，为曾代押党碑名。环门松竹喜相迎，倚树安楼鸽不惊。对镜头颅顾妻笑，几乎此事却干卿。莱佣酒保笑言欢，偶数江湖几谪官。反蔓环门兰在室，呼儿重检《汉书》看。花落庭空对紫薇，画帘重处漾斜晖。衔雏燕子浑无赖，眼见人瞋故故飞。寒灯说鬼鬼啾啾，夜雨言愁我欲愁。只有蓬山万重隔，未容海客说瀛洲。左列牛宫右豕圈，冬烘开学闹残年。篱边兀坐村夫子，极口娲皇会补天。寒垆爆栗死灰然，酒冷灯昏倦欲眠。惊喜读书声到耳，细听仍是《八铭篇》。风雨鸡鸣守一庐，两年未得故人书。鸿离鱼网惊相避，无信凭谁寄与渠。颈血模糊似未乾，中藏耿耿寸心丹。琅函锦箧深韬袭，留付松阴后辈看。古佛孤灯共一龛，无人时与影成三。何方化得身千百？日换新吾对我谭。地球捧问海中央，多少红毛国几方？听说龙飞周甲宴，挽须要去问英皇。相约儿童放学时，小孙拍手看翁嬉。平生两事轰轰乐，爆竹声腾鹞子飞。镜中几几换容仪，讳老无妨略镊髭。今日发旟悬不起，星星知剩几茎丝？蜡余忽梦大同时，酒醒衾寒自叹衰。与我周旋最亲我，关门带读自家诗。"}