{"id":"816366","title":"日本杂事诗","dynasty":"清","author":"黄遵宪","text":"立国扶桑近日边，外称帝国内称天。纵横八十三州地，上下二千五百年。泰初一柱立天琼，岳降真形地始成。西有和华东诺册，一夸手造一胎生。荡荡诸尊走百灵，荒唐古史过《山经》。海神长女生鸬羽，天祖初皇法脊令。丛云挥剑日挥戈，屡逐虾夷奏凯歌。西讨东征今北伐，古来土著既无多。避秦男女渡三千，海外蓬瀛别有天。镜玺永传笠缝殿，倘疑世系出神仙。剑光重拂镜新磨，六百年来返太阿。方戴上枝归一日，纷纷民又唱共和。呼天不见群龙首，动地齐闻万马嘶。甫变世官封建制，竞标名字党人碑。狐篝牛柩善愚民，百济新罗悉主臣。腰石手弓亲入阵，浪传女国出神人。女王制册封亲魏，天使威仪拜大唐。一自覆舟平户后，有人裂诏毁冠裳。载书新付大司藏，银汉星槎夜有光。五色天章云灿烂，争夸皇帝问倭皇。鳄吼鲸呿海夜鸣，捧书执耳急联盟。群公衮衮攘夷策，独幸尊王藉手成。玉墙旧国纪维新，万法随风倏转轮。杼轴虽空衣服粲，东人赢得似西人。羲和有国在空桑，手握灵枢八极张。今世日官翻失御，如何数典祖先忘？纪年史创春王月，改朔书焚《夏小正》。四十余周传甲子，竟占龟兆得横庚。神仙楼阁立虚空，海飓狂吹压屋风。四面涛声聋两耳，终年如住浪华中。巨海茫茫浸四围，三山风引是耶非？蓬莱清浅经多少？依旧蜻蜓点水飞。翠华驰道草萧萧，深院无人锁寂寥。多少荣花留物语，白头宫女说先朝。前朝霸主识龙蟠，富岳荒川极大观。留与东迁新定鼎，万家春树锦城宽。九州地脉阻昆仑，裨海环瀛水作门。圆峤方壶虽妄语，分明世外此桃源。萨摩材武名天下，水户文章世不如。几辈磨刀上马去，一家修史闭门居。舟鲛衡鹿富良材，椎结夷风草昧开。昨夕屠鲸今射虎，明朝跣足读书来。一洲桦太半狉榛，瓯脱中居两国邻。罗刹黑风忽吹去，北门管钥付何人？拔地摩天独立高，莲峰涌出海东涛。二千五百年前雪，一白茫茫积未消。濯足扶桑海上行，眼中不见大河横。只应拄杖寻云去，手挈卢敖上太清。一震雷惊众籁号，沉沉地底涌波涛。累人日夜忧天坠，颇怨灵鳌戴末牢。倚天铜佛古于树，挂月玉镜寒生苔。对人露立总不语，曾见源平战斗来。石塔光明照夜灯，武尊宫阙郁觚棱。至今洒涕吾孀语，携酒相寻白鸟陵。南朝往事久灰尘，岁岁樱花树树春。手挈铜铃拜遗像，呜呼碑下吊忠臣。芝山宫殿剩丰碑，摇动春风见菟葵。二百余藩齐洒涕，不堪哀诵《式微》诗。臣连伴造称官氏，藤橘源平数世家。将相王侯真有种，至今寥落族犹华。国造分司旧典刊，百僚亦废位阶冠。紫泥钤印青头押，指令惟恁太政官。议员初撰欣登席，元老相从偶踌闾。岂是诸公甘仗马？朝廷无阙谏无书。堂堂黼座设朝仪，神武初元立国时。一百一声闻祝炮，满城红日早悬旗。肘挟毡冠插锦貂，肩盘金缕系红绡。前趋客座争携手，俯拜君前小折腰。金菊花浓罽幕张，鸡冠剑佩立成行。司书载笔司勋赏，拜手重光旭日章。减租恩诏普醲膏，硕鼠疲民敢告劳。归语老农吾土乐，宽仁长戴帝天高。剪纸频将花样翻，司农用印不辞烦。法同手实名头会，绝少催租吏到门。左券都凭官契来，鼠牙雀角不疑猜。若非一纸文书在，无地能容避债台。六干五均官尽备，踦零都数法俱严。禁烟禁酒工言利，独握牢盆不道盐。闻说和铜始纪年，孔方渐变椭成圆。通神使鬼真能事，土价如金纸作钱。铸山难得矿常开，永乐钱荒不再来。海外有商争利薮，国中何地筑謻台？中将登坛妙指挥，宫妃鹄立亦戎衣。连环拐马连珠炮，更请君王看一围。拜手中臣罪祓除，探汤剪爪仗神巫。竟将老子箧中物，看作司空城旦书。《棠阴比事》费参稽，新律初颁法未齐。多少判官共吟味，按情难准佛兰西。春风吹锁脱琅珰，夕餔朝糜更酒浆。莫问泥犁诸狱苦，杀身亦引到天堂。时检楼罗日历看，沈沈官屋署街弹。市头白鹭巡环立，最善鸠民是鸟官。照海红光烛四围，弥天白雨挟龙飞。才惊警枕钟声到，已报驰车救火归。火齐珠悬照夜光，粉墙碧瓦第相望。白桑板记公卿姓，紫逻途联左右坊。新绿在树残红稀，荒园菜花春既归。堂前燕子亦飞去，金屋主人多半非。维摩丈室洁无尘，药鼎茶瓯布置匀。导脉竹筳窥脏镜，终输扁鹊见垣人。博物千间广厦开，纵观如到宝山回。摩挲铜狄惊奇事，亲见委奴汉印来。握要钩元算不差，网罗细碎比量沙。旁行斜上同周法，治谱谁知出史家？欲知古事读旧史，欲知今事看新闻。九流百家无不有，六合之内同此文。削木能飞诩鹊灵，备梯坚守习羊坽。不知尽是东来法，欲废儒书读墨经。《化书》《奇器》问新编，航海遥寻鬼谷贤。学得黎鞬归善眩，逢人鼓掌快谈天。五经高阁竟如删，太学诸生守《兔园》。犹有穷儒衣逢掖，著书扫叶老名山。欲争齐楚连横势，要读孙吴未著书。缩地补天皆有术，火轮舟外又飞车。深院梧桐养凤凰，牙签锦悦浴恩光。绣衣照路鸾舆降，早有雏姬扫玉床。捧书长跪藉红毹，吟罢拈针弄绣襦。归向爷娘索花果，偷闲钩出地球图。联袂游鱼逐队嬉，捧书挟策雁行随。打头栗凿惊呼謈，怅忆儿童逃学时。国学空传卜部名，三轮寺额未分明。天然丨刂横纵画，万国翻同堕地声。东方乐久忘夷靺，上古文难辨隶蝌。欲藉舌人通寄象，只须五字熟摩多。航海书来道遂东，虚辞助语惜难通。至今再变祛卢字，终恨王仁教未工。《论语》初来文尚古，《华严私记》字无讹。老僧多事工饶舌，假字流传伊吕波。不难三岁识之无，学语牙牙便学书。春蚓秋蛇纷满纸，问娘眠食近何如？难得华同是语言，几经重译几分门？字须丁尾行间满，世世仍凭洛诵孙。博士来从继体初，《五经》亦自劫灰余。航头古典欺人语，何处琅环觅异书？《论语》皇疏久代薪，海神呵护尚如新。《孝经》亦有康成注，合付编摩《郑志》人。西条书记考文篇，曾入琳琅甲乙编。道学儒林寻列传，东方君子国多贤。斯文一脉记传灯，四百年来付老僧。始变儒冠除法服，林家孙祖号中兴。海外遗民竟不归，老来东望泪频挥。终身耻食兴朝粟，更胜西山赋《采薇》。昌平庙貌尚崔巍，列郡胶庠半劫灰。几辈龂断守残缺，捧经抱器拜门来。叩阍哀告九天神，几个孤忠草莽臣？断尽臣头臣笔在，尊王终赖读书人。纪事编年体各存，黄门自立一家言。《兵》《刑》志外征文献，深恨人无褚少孙。《徂徕》而外有《山阳》，余子文章亦擅场。南驾越裳北高丽，六鳌晓策耀扶桑。观风若采《扶桑集》，压卷先编《侍宴诗》。读尽《凌云》兼《丽藻》，终推帝子独工辞。岂独斯文有盛衰，旁行字正力横驰。不知近日鸡林贾，谁费黄金更购诗？一千五百年前纸，在在神灵为护持。如见古人如见佛，焚香百拜展经时。铁壁能逃劫火烧，金绳几缚锦囊苞。彩鸾《诗韵》《公羊传》，颇有唐人手笔钞。竭民膏血造浮屠，佞佛甘称三宝奴。匹马出宫偷祝发，上皇尊号半僧徒。佛阁沉沉覆黑天，黄标百万数堆钱。大师自主鸳鸯寺，梵嫂同参鹦鹉禅。不须偏袒覆袈裟，唤作山僧未出家。却变神山称佛国，只须一语妙莲华。乘槎浮海寄深叹，象法东来遍佛坛。独有青牛出关去，流沙遥隔路漫漫。万头骈刃血模糊，脚踏升天说教图。今日铸金悬十字，几人宝塔礼耶稣？三千神社尽巫风，帐底题名列桂宫。蚕绿橘黄争跪拜，不知常世是何虫？沐猴跳舞排猿女，吠犬唁声闹隼人。执盖膝行铃手引，一人独拜九天神。青衫绿袄导双骑，鳆汁鱼羹列十台。锦袋悬胸文在手，共瞻天使祭陵来。万众头攒日荫鬘，千行肃肃拜神官。何时重睹威仪盛？剑已飞天玺久刓。玉叶金枝共一家，剪桐分赐日兄花。定知禁脔无人近，不见天孙下嫁车。得宝无须聘妇钱，新弦唱彻《想夫怜》。同牵白发三千丈，共结红丝一百年。绛蜡高烧照别离，乌衣换毕出门时。小时怜母今怜婿，宛转双头绾色丝。红珊簪子青罗伞，黑油镜台黄竹箱。姐妹两行携手送，一双新屐是新娘。三千大神监誓词，万亿菩萨作盟司。君看壶头双蛱蝶，夫夫妇妇不相离。义儿有传半呼甥，归妹占爻许配兄。似此冒宗齐赘婿，最难议礼鲁诸生。覆鹈产殿映灯红，汤饼筵开笑语中。五月吾妻桥上望，画旗争飏鲤鱼风。春在梅梢月柳梢，红阑屈曲影相交。别开待阙鸳鸯社，不愿鸠居占鹊巢。游部君兼石作公，歌桓护葬习丧容。紫衣丹首黄金目，甲作传家善食凶。炮声殷地国旗斜，素霎相随广柳车。大小红皆披吉服，神官浇酒客持花。散路抛钱买路行，莲花妙法写铭旌。桐棺三寸如人立，易履相迎入化城。乌啼月落写哀思，剪发翻同练行尼。红泪洒来题赤字，不堪石阙独含悲。插花浇水拂杨枝，台笠相从拜墓碑。迎佛诵经邀客酒，忌辰算到百周时。芒鞋竹杖佛接引，柳车草船神送迎。画旗猎猎夜风卷，时有经声杂鬼声。不环不钏不钗光，雅头袜子足如霜。蓬山未至人多少，都道温柔是婿乡。骀荡春风士女图，妾眉如画比郎须。并头鹦鹉双双语，此唤檀那彼奥姑。眉心点翠额安黄，云鬓堆鸦学艳妆。绣葆呱呱怀抱里，小姑居处尚无郎。繁华南部记烟花，七十鸳鸯数狭邪。欲聘狸奴先问价，红笺分送野猫家。弹尽三弦诉可怜，沉沉良夜有情天。楼头月照人团聚，到老当如鸡卵圆。狭巷阴宫狱气凄，马缨一树夜乌栖。花阴月黑羊车过，供鬼揶揄作鬼妻。当炉少女似罗敷，精舍安排莞簟铺。茶鼎酒铛亲料理，语郎团坐且须臾。锦棚悬鹄插雕弧，孔雀屏开列画图。左右射来齐中目，拍肩都道子南夫。回廊曲曲护屏风，香案镂银拍板红。衔得杨花入窠里，便夸姹女数钱工。压帽花枝挂杖钱，冶春词唱《小游仙》。杏黄衫子黄桑屐，自赏翩翩美少年。追风快马缠锦绦，袜胸帕首弓在搜。一声雁落血如雨，金原秋冷霜天高。山深太古日如年，小屋阴凉树插天。拜疏公庭争乞假，要从热海浴温泉。斜阳红映酒旗低，食?归时袖各携。都为细君留割肉，自挤空酌醉如泥。湘帘半卷绮窗开，帕腹帩头烂漫堆。道是莲池清净土，未妨天女散花来。短衣窄袖曼胡缨，意态纵横一座倾。耳后生风鼻头火，拓弦时作饿鸱声。解鞘君前礼数工，出门双锷插青虹。无端一语差池怒，横溅君衣颈血红。当王徽号贵黄华，时唤臣僚共斗花。淡极秋容翻富贵，疏篱茅舍到官家。狗吠声腾马足驰，狩衣草屦古威仪。锦旗日曜红轮影，来看公侯习犬追。朝曦看到夕阳斜，流水游龙斗宝车。宴罢红云歌绛雪，东皇第一爱樱花。抟花作饭胜胡麻，嚼蕊流酥更点茶。费尽挼莎才结果，果然团子贵于花。殿春花事到将离，云似人愁水似思。一尺落花和泪雨，手添香土吊梅儿。镜槛新开响屟忙，溶溶四壁照花光。为渠一笑三年住，却记衣襟未染香。银字儿兼铁骑儿，语工歇后妙弹词。英雄作贼鸳鸯殉，信口澜翻便传奇。枣花泼过翠萍生，沫碎茶沉雪碗轻。矮室打头人对语，铜瓶雨过悄无声。百练真成绕指柔，幻人妙术过婆猴。随身一卷东黄祝，行脚能周五大洲。柳燧荷囊事事俱，小盆亲饷淡巴菰。一声湘管含芬递，喜食人间烟火无？月支毾㲪花千色，王母琉璃酒百钟。破产争求番舶物，只赢不买阿芙蓉。鲤鱼风紧舶来初，唐馆豪商比屋居。棉雪糖霜争购外，人人喜问上清书。敲碎银花剥镜菱，莹莹光映玉壶澄。暑中胜服清凉散，争买舶来函馆冰。让叶劳薪插户前，人人都道是新年。故乡正作消寒会，兽炭红炉一九天。零落街头羽板稀，已捐团扇过时衣。儿时嬉戏都如梦，不见翩翩蛱蝶飞。蛭子神丛奏鼓笳，花糕分饷到千家。凤音纪月元猪日，谁记东京录梦华？进贤冠顶玉交枝，高髻峨峨花四披。廿六阶分《舆服志》，礼容如见汉官仪。天吴紫凤颇文华，凭取花纹认世家。三百年来夸衣被，葵能卫足竟如花。一双角子影娉婷，问取年华近算丁。种得瓠花添鬓福，愿花常好鬓常青。白题胡舞翻新样，黄胖春游学少年。脱却垂檐莞笠子，十分团月到鹂颠。对镜惭看薄薄胡，时妆孤负好头颅。青青不久星星出，间引毛锥学种须。六尺湘裙贴地拖，折腰相对舞回波。偶然风漾中单露，酒晕无端上颊涡。锦衾双袖剪文罗，未许春寒到被窝。始识寝衣长过半，牺尊莫误凤莎莎。声声响屟画廊边，罗袜凌波望若仙。绣作莲花名藕覆，鸳鸯恰似并头眠。千门万户未分明，面面屏风白月生。数尺花茵尘不动，偶闻橐橐有靴声。花茵重叠有辉光，长跪敷衽客满堂。除却凤衔丹诏至，未容高坐踞胡床。雪泥深尺护檐牙，瓦背浓阴四角遮。不用茅龙衣屡换，一年一度屋开花。染指流涎各欲尝，既调勺药又和姜。食单蔬谱兼䱉议，合补东人江户香。菭菹芦菔作家常，饭稻羹鱼沁肺凉。踏破菜园新作梦，大餐饱食大官羊。琼芝作菜绿荷包，槐叶清泉尽冷淘。蔬笋总无烟火气，居然寒食度朝朝。何物坚鱼字所无，侯鲭御馔各登厨。儒生习礼疑蚳酱，口到今人嗜亦殊。甚嚣尘上逐人行，日本桥头晚市声。别有菜场鱼店外，丹枫落叶卖山鲸。镜饼琼枨乍上盘，盘中花果各阑干。手携团月歌团雪，共饱妻孥欢喜丸。笙清簧暖小排当，雅乐伶官各擅场。合四乙工仍燕乐，漫夸古调谱清商。吹螺竞作天魔舞，傅粉翻同脂夜妖。红襦绣领碧绸裤，骑上屋山打细腰。金鱼紫袋上场时，鼍鼓声停玉笛吹。乐奏太平唐典礼，衣披一品汉官仪。铿锵鼓舞只依稀，守乐伶官记半非。弹到金獐涩河鸟，古音唯剩妃呼豨。仙词选定《浅茅原》，朝贵传宣朱雀门。青摺肩衣红帕首，两行舞踏上歌垣。檀腹琵琶出锦囊，曾偕羯鼓谱《霓裳》。大唐法曲今谁读？空记当年刘二郎。上悬绣幕下红毹，左列句当右大夫。牙拨齐弹三味线，姑卢朱路复乌乌。玉箫声里锦屏舒，铁板敲停上舞初。阿母含辛儿忍泪，归来重对话芝居。剖破焦桐别制琴，三弦揩击有余音。一声弹指推衣起，明月中天鹤在林。弦弦掩抑奈人何，假字哀吟伊吕波。三十一声都怆绝，莫披《万叶》读和歌。《旧唐》列传夸先郡，东晋高流喜小名。欲考通称寻氏上，何人谱学比蒲生？金武初官典药头，禁方从此散沧洲。刀圭本是西来法，翻令鸡林遣使求。几辈僧医守局方，后宗朱李亦偏长。说经许郑医《灵素》，隔海同辉万丈光。是何虫豸竟能医，药笼同收败鼓皮。搜得龙官方外药，补笺《脚气集》中诗。摩腹能同揣骨神，居然着手便成春。更烦带下名医手，缓结赪颜记《秘辛》。遍搜《本草》谱《群芳》，千卷书传《海上方》。采药如编《十洲记》，定知多少入药囊。正宗千锻出金精，薛烛犹惊弟子名。秋水芙蓉光内敛，一挥头白不闻声。《论语》宣文护绛纱，善才弟子妙琵琶。插花叉画均能事，教妇先从小笠家。星禽风角昔曾精，相地无人读《宅经》。同此山川此形胜，青乌何事术无灵？古佛留铭笔既奇，野人善草史能知。几行朱乌模糊字，去访《那须国造碑》。南苹师法南田笔，南北禅宗合一家。偏是蛾眉工淡埽，青螺烟墨写秋花。人间万事积薪叹，画师亦复古所无。吹云画水寻常事，君看游鱼飞白图。镜影娉婷玉有痕，竟将灵药摄离魂。真真唤遍何曾应，翻怪桃花笑不言。醉吸琼浆数百杯，手携楸局上霞台。烂柯莫管人间世，且赌瀛洲玉袜来。朝市争趋海柘榴，贪同西母斗行筹。夜深似有鲛人泣，空抱缫丝上蜃楼。左陈履宪右冠模，夏屋纷罗万象图。聚族同谋轮扁秘，不过依样画葫芦。依样葫芦巧略同，镂金刻木总能工。楚材借用推鞍部，蕃别传家数笔公。雕镂出手总玲珑，颇费三年刻楮功。鸾竟能飞虎能舞，莫夸鬼斧过神工。滚滚黄尘掣电过，万车毂击复竿摩。白藤轿子葱灵闭，尚有人歌《踏踏歌》。犬吠声来出隼人，大家角牴样翻新。数他竿木逢场戏，几个翩翩善舞身？执鞭高坐气扬扬，革履毡衣时世妆。昨日文身今断发，自夸鳞介易冠裳。重译新翻树畜篇，劝农官舍榜书悬。新来学得鸡桴粥，夸与人前说秘传。一望高高下下田，旱时瑞穗亦云连。归装要载良苗去，倘学黄婆种絮棉。初胎花事趁春融，祝语丁宁休洗红。一道裙腰频结束，尽将桃杏嫁东风。采取头春到尾春，猩红染色样翻新。自过谷雨茶船到，先拣龙团赠美人。四茧缫成弱缕奇，海西争购舶来时。都从素手纤纤出，跪树传夸女欧丝。著手成春任意栽，未花移种到花开。移家家具无多少，却带寒梅百树来。石墨沈沈阴火红，赤丹成澒出金铜。百年千岁莫枯竭，下告黄泉上碧穹。回青纯白洁无尘，色比官哥稍薄匀。说是五郎亲手制，就中最爱爱莲人。不须攒剔亦玲珑，漆枕仇家手自工。翻出六朝金碧画，缥霞先著退光红。开关转得丸泥力，修月还将七宝装。何意鸽金螺钿外，更能炼石补天荒。十三行竹袖中收，宝扇家家爱聚头。藏得秋山平远画，鸦青纸认摺痕留。轻于蝉翼薄于纱，阑画乌丝整又斜。不用文人愁纸贵，淡黄遍种瑞香花。西京城比锦宫雄，吴织何如汉织工？菊叶葵枝盘大绿，飞鱼天马簇真红。入网青鲨化虎难，皮留饰器味登盘。鼠肠鱼翅均珍错，借箸同筹补食单。紫带青条择海苔，如云昆布翠成堆。珊瑚七尺交柯好，合与王家斗富来。异鱼怪鸟兼奇兽，图象争陈博览场。几辈守株犹待兔，何人歧路哭亡羊？纪事只闻《筹海志》，征文空诵送僧诗。未曾遍读《吾妻镜》，惭付和歌唱《竹枝》。"}