{"id":"816313","title":"咏史三十一首","dynasty":"清","author":"黄毓祺","text":"后羿恃善射，寒浞因其室。弑主于商邱，禹祀遂中绝。崎岖乱离间，少康能奋迹。母后奔有仍，遗臣奔有鬲。妻我以二姚，卒赖有虞力。有田方十里，有众才五百。庖正徒区区，棋布旧官职。灌鄩有馀烬，嘘之寒焰灭。君坚复雠志，臣矢尽忠节。受困无弃怠，滨亡无陨越。经营处女静，其动如兔脱。祀夏仰配天，故都还故物。却思怀襄初，滔天势方割。微禹民其鱼，蛇龙择人食。至今睹河雒，犹然颂明德。所以中兴指，首为少康屈。鼓钟罔攺悬，万国仍玉帛。一姓不再兴，真乃痴人说。夷齐叩马后，登山歌采薇。自是非圣人，万世将瑕疵。至仁伐不仁，辨若素与缁。猥云暴易暴，毋乃成狂痴。特立独行士，不显人是非。昌黎善颂哉，通解有进斯。前此慕通达，茅靡波相随。知义可换生，繇饿为之师。饿死且不惧，焉所事委蛇。立教千万年，天地恒扶持。愚意尤有进，功早在尔时。泰誓迄武成，白旄惟一麾。大诰等八篇，民顽畴可医。取殷若兹易，安殷难若兹。苏氏不云乎，先泽沦民肌。当其在膏火，归周速如驰。人自膏火出，故主能无思。愚谓不尽然，忠孝缘秉彝。自闻首阳风，怒发身奋飞。我独非人哉，甘让夷与齐。宁为殷义士，周以雠民题。勿为周友民，受殷逋臣嗤。反覆不可常，告戒徒烦辞。并兴国五十，匪直奄淮夷。如是历三纪，世变风稍移。几几四十年，代谢如弈棋。少壮咸老死，之死盖靡携。岂非义所激，沁入人心脾。即如燕破竹，七十城有崎。王烛匹夫节，自刭安所希。人知既倒澜，犹可砥柱支。遂供安平君，反掌恢复资。又如秦祖龙，鲸吞有馀威。张良匹夫勇，尝试博浪椎。人知臂可奋，拨动逐鹿机。胜广斩木起，揭竿遂为旗。乃信绝世事，元自无他奇。人心所同然，惟我先得之。吁嗟两饿夫，光与日月垂。吾尝读无衣，为雪西戎耻。秦仲为大夫，诗人乃赋此。猃狁胡为者，内侵逼京邸。薄伐惟尹吉，爰以六月美。蠢尔蛮荆族，犯顺扰南纪。方叔出将兵，于是有采芑。奉命征淮夷，辟疆南海抵。诗人作江汉，实惟召公以。吾于公本末，流连不知几。厉王出居彘。宣居襁褓里。十有四年间，共和天下理。如器未坠地，攲侧视所倚。出手从容正，既正徐徐起。呜呼旦奭后，庶几追负扆。尝闻立孤事，成难死易耳。程勉为其难，公孙瞑目死。他孩代赵孤，义声犹磊磊。何况匿公家，己子代太子。千秋婴杵心，盖自召公始。乳养史皇孙，狱门闭不启。丙吉贤矣哉，去公尚千里。楚子杀伍奢，尚顾谓员曰：“能死与能报，尔我各努力”。借吴伐楚人，三战鄢郢入。辄鞭平王尸，父兄耻一雪。当其将出奔，与友包胥别。一曰必覆楚，一曰复楚必。包胥乞秦师，夜依庭墙泣。饮食不入口，如是者七日。秦为赋无衣，昭王获反国。方员窘江上，吹箫道乞食。隐忍就功名，岂非丈夫特。对面峰九疑，人心难可测。悠悠杯酒间，卖友忽如掷。我必覆楚语，出口随见执。偶感包胥事，令人三叹息。于越得岁星，伐之是逆天。吴其为沼乎，不及四十年。亦缘人事尽，天道乃好还。夫妻请臣妾，饲马良亦艰。迄乎石室归，坐则仰胆悬。每食必尝胆，折节当世贤。躬耕夫人织，早朝仍宴眠。赈贫吊死丧，劳苦士卒先。令发坐沾襟，偃卧涕泗涟。细及采葛女，行歌愤所宣。吴人既以败，栖息姑苏山。孤臣自知罪，仰冀君王怜。亦欲如会稽，行成赦前愆。天以越赐吴，不取祸败延。今以吴赐越，越其敢舍旃。夫差乃自杀，蒙面归重泉。越兵北渡淮，致贡天王前。赐胙命为伯，号令如风湍。攻秦秦引咎，畴敢逆我颜。诸侯毕称贺，横行江淮间。伯业追桓文，禹祀若再鲜。惜者猜功臣，乌喙鲜保全。安乐转予弃，恐惧曾周旋。功成名遂矣，身退道固然。不见属镂赐，鸱夷抑何冤。大患在肘腋，早已相弃捐。公子爱敬客，居恒相劳苦。三千蹑珠履，金罍歌且舞。一朝事势异，掉臂不胜数。孤白秦藏中，函关夜艰阻。鸡鸣迄狗盗，风期一何古。不然孟尝君，血溅咸阳土。壅蔽可畏哉，赵高其明效。道路咸以目，讳言关东盗。秦楚军相持，胜负犹未料。扫国待大将，无端加谴诮。奏事司马门，三日不得报。致盟洹水上，长史作前导。哀哉秦二世，烟雾霾七窍。杀高易反掌，子婴亦敏妙。至此可奈何，临风寄怀抱。子房盖世才，侥幸于一击。去死不容发，老人所深惜。卒遇草野间，命供仆妾役。意固不在书，教之以忍力。能忍不能忍，刘项所繇别。子瞻留侯论，千秋具眼只。淮阴钓城下，阿母心独恻。吾岂望报乎，而进王孙食。所以开广之，一言已破的。登坛将百万，攻取战必克。不用蒯通计，岂党陈豨逆。单辞受奇冤，非尽汉负德。破齐请假王，固陵期复失。乘时取分地，望报抑何急。孺子诚可教，王孙毋乃拙。至死卒不悟，漂母有成说。向令得其意，何至族为赤。鲍鱼既云返，能蟠尚无翼。天故幻异人，玉成两人杰。授书与致餐，其为教也一。世传圯上老，谷城片黄石。然则漂妇人，安知非鬼物。苏武大窖中，拘幽恒渴饥。齧雪吞毡毛，羝乳乃得归。卧起持汉节，节旄日以稀。单于命李陵，置酒往说之。人生如朝露，何以自苦为。卫律罪通天，固然何足疑。陵也有广风，不死非脂韦。庶几柯之盟，得当报主知。乃亦为此言，涕下徒沾衣。此言吾最恨，往往令人迷。朝露既云短，为欢曾几时。千秋万岁名，君子宜三思。不见典属国，垂光等虹霓。生面开麒麟，飘萧双鬓丝。梅福弃妻子，吴市变姓名。逢萌客辽海，冠挂东都门。偃卧不出户，蒋诩暨郭钦。薛方慕巢由，笑却安车迎。陈咸用汉腊，不忍污先人。或远或近间，要归洁其身。自惭年老矣，无以报汉恩。谊岂事二姓，印绶徒纷纷。杜口十日馀，龚胜真死臣。嗟彼莽大夫，何颜对忠魂。附莽亦非一，吾尤恨刘歆。其父最先见，国祚移近亲。歆也官国师，进封曰嘉新。何以陈尚书，三子皆同心。世祖爱儒术，迥出高皇先。草草札数行，感激令人传。毋与穷寇争，赤眉吾自鞭。饱逸待饥劳，非敢诸将烦。始虽垂翅归，终则奋翼前。东隅炤偶失，收效桑榆颠。尔我君与臣，如人父子间。何嫌复何疑，而有惧意焉。豆粥燕蒌亭，麦饭滹沱干。厚意久不报，迄今铭肺肝。得陇复望蜀，人苦知足难。每一发兵符，头须为皓然。司马习步骑，水战非所娴。一繇征南公，重我荆门权。将军今老矣，乃犹枕戈眠。中夜谁爬搔，背痒绝可怜。笔与舌互用，真意浮其端。词令妙天下，文彩如龙鸾。愚闻民所思，是则天所与。若乃民所怨，岂非天所去。思汉非一日，讴吟遍寰宇。从民上合天，大事斯可举。王常真忠臣，金石等心膂。何哉申屠刚，亦能作此语。人畔天所失，人归天所与。汉帝殆天福，难可人力诩。将军愧布衣，然诺怀首鼠。幺么井底蛙，虚交亦奚取。跃马终黄土，曷繇固吾圉。群雄方斗野，假号纷云雨。咸称卯金氏，人心盖如缕。流离愿一金，终焉死贫窭。矧乃神明祚，可得而妄处。润镬膏斧锧，逆节尸撑拄。丈夫昧废兴，匹夫不犹愈。卓然王命论，胸中具机杼。仍劝安丰侯，上书俯且偻。臣融虽无识，去就颇循矩。肯事奸伪人，背我真旧主。投足分轻重，相厚岂筐筥。譬诸左右手，形骸化吾汝。攀龙附凤皇，倏忽生毛羽。下视隗嚣宫，秋风动禾黍。大木势将颠，一绳非所维。何不以此言，进于下榻时。观象察人事，天废不可支。盍于同舟际，以此言进之。愚独谓不然，出处各有宜。惟其有仲举，疆禦咸低眉。是以徐孺子，洁清获自怡。饥不可得食，寒不可得衣。惟其有元礼，破柱风裁持。是以郭林宗，获遂贞隐姿。天子不得臣，诸侯不得师。且天生我材，治乱须转移。维以维其颠，不颠维曷为。支以支其废，不废支焉施。坐视颠废者，果哉良足嗤。有道不与易，圣训深长思。张俭亡命时，投止靡不容。或捐城委爵，或破族殒躬。一人祸万家，见讥冶家佣。孽诚自己作，保纳能无功。鲁国有孔母，实生褒与融。一门争赴死，岂非烈士风。融实知其情，融实匿其踪。阿母实未闻，阿兄实未逢。融死且不恨，慷慨披心胸。世态如浮云，突兀多奇峰。白衣幻苍狗，轻薄粉难穷。富贵蚁附膻，贫贱鸟在笼。矧彼罹患难，历乱飘孤蓬。谁肯相救援，投身汤火中。融也卓荦姿，一见怜老翁。严气与正性，遂为海内宗。视操鬼蜮如，诛操狐兔同。当其年十六，早露头角雄。何怪苏眉山，惊叹人中龙。操初得彧从，即比诸子房。彧劝操取兖，亦比诸高光。既为操也臣，岂为汉也亡。其仁先管仲，司马准的伤。其道似伯夷，大苏稚且狂。牧之不云乎，教盗以穴墙。发匮不同挈，乃欲居于良。或云彧自杀，志亦良可伤。方彧留寿春，抱疾仍徬徨。操也馈之食，发视但空筐。正如周亚夫，赐肉景帝傍。大胔不置箸，杀机盖已彰。然则操杀彧，世论徒蜩螗。悌为儿童时，受知丞相素。常恐不得死，仰负名贤顾。乃知名下士，关系非细故。几幸出其门，愿言步亦步。盛名不自爱，渝节而攺度。举世遂靡然，岂非为所误。孙拯下狱吏，拷掠极百千。两踝皆骨见，终讼机云冤。君何不爱身，拯也叹仰天。陆君世奇才，吾蒙知爱偏。义不忍相负，一死分固然。卒以三族殉，无救于平原。古今事势殊，所全有大焉。要之烈士心，千载常相关。珍重侍中血，溅衣勿浣也。孝惠且知之，何况进此者。今人多泰准，七尺肯轻舍。安危难可期，所恃有佳马。邓艾下巴蜀，汉使跪奉玺。王浚入石头，吴行舆榇礼。晋怀迫胡骑，不获浮雒水。步出华林园，追执如犬豕。乐此不思蜀，蜀技徒靡靡。先人坟墓在，西悲讵能已。语何似却正，诚有如尊旨。南方待陛下，设座亦复尔。凿目剥面皮，此事何等理。臣有弑其君，则加此刑耳。骨肉何自残，大汉运将启。故递相驱除，殆为天所使。一则令充愧，一则令聪喜。一令昭绝倒，无情乃至此。安乐如冻蝇，痴呆故莫比。归命颇倔强，利口如虿尾。悲哉平阿公，岂曰词令美。摇尾空乞怜，不救青衣耻。总之亡国君，无一而可矣。堂堂烈丈夫，敬为社稷死。晋室胡然东，起于镇建业。露次躬甲胄，遍移四方檄。稽留斩督运，北征期刻日。推心司马导，每事必咨决。江河既云异，神州宜戮力。何至作楚囚，言之殊激烈。究竟君臣间，复雠不甚切。初无大机用，小小自树立。接士则以谦，足用则以啬。政事以清净，主谋技粗毕。尔时有心人，吾敬祖生逖。纠合谱骁健，言于安东曰。戎胡毒中土，遗民苦残贼。人皆思自奋，命将出师急。诚使如逖者，部署相统率。望风争响应，岂患无豪杰。渡江抵中流，慷慨歌击楫。誓必清中原，不信如皦日。先是两主簿，司州同寝息。此声非恶声，起舞自中夕。良马轻著鞭，果先刘越石。尝闻伐猃狁，诗人美尹吉。所以能成功，张仲在君侧。然则士雅军，岂非茂宏责。当其初遣时，应请聊塞白。簿具千人廪，布止三千疋。起冶自铸兵，铠仗曾不给。迄夫驻雍邱，甘苦共士卒。约已务施予，新附勤抚纳。经略河以南，荡焉剪荆棘。练兵仍积谷，指顾取河北。国将有内难，王刘方搆隙。大功知不遂，怏怏抱病殁。江左遽偏安，不思进咫尺。谁料王丞相，衰飒至此极。其心爱一隅，用之恐并失。幽冥逢镇西，可能无愧色。即今寰海沸，龙蛇正杂遝。咿喔邻鸡鸣，时贤酣枕席。我此一瓣香，敬为豫州爇。谁最平峻功，共推陶士行。砥柱咸和閒，敛膝无攲倾。朝暮运百甓，习劳惜分阴。木屑暨竹头，综理纤悉能。赫然生八翼，乘风上天门。每思折翼梦，满盛惧不胜。明鉴似魏武，忠顺似孔明。投袂歼跋扈，咄嗟定江陵。默也杀方州，用为方州尊。向令害宰相，宰相亦所应。贻书王茂宏，俊快尤绝伦。第就入讨峻，未若温太真。赴难死同仇，宁以疆场分。进如石投卵，切齿恨稍伸。若复召兵返，是败于几成。征西深感悟，戎衣辄兼程。石头欲西归，旋踵与祸邻。譬如骑猛虎，中下不并存。义旗将回指，慎毋撄众心。征西愈感悟，分米饷峤军。未功先拜官，骠骑命敢闻。洒泣誓登舟，臣等受国恩。济则与同祚，不济当死身。大书峤似侃，一字皎日星。前此闻敦谋，谬为恭且勤。盛称钱世仪，满腹皆精神。饯别起行酒，凤饮未及唇。手版坠其帻，阳醉加色声。京尹无后言，安坐□讨敦。最初诣建康，特遣繇刘琨。晋祚虽云衰，天命犹未更。我整河朔师，江南惟赖卿。劝进岂细故，胜任非他人。不忠故非孝，灿灿在孝经。既至苦请归，亦念慈母恩。世梗道途涩，梓宫稽奉迎。绝裾遂永诀，此恨何时平。卡家尚书令，督军拒清溪。背痈正新愈，苦战力不支。二子亦阵亡，其母哭抚尸。父忠子尽孝，死也甘如饴。导非社稷臣，正色曾箴规。嗣皇尚未立，岂臣辞疾时。又请免导官，亏法而从私。事虽寝不行，举朝严惮之。诸子宏风流，鄙吝非壶谁。宁如含瓦石，放达非所期。悖礼伤教化，倾覆实在兹。乃信死难臣，平日谏诤姿。忠孝萃一门，可以悟脩齐。散骑常侍辛，所闻谊至高。挥手谢太常，报画甚琼瑶。物极反必然，致至危是招。宜乘兹大捷，归命于天朝。诚廉附繇夷，上寿享松乔。冉闵亦自道，吾属故晋髦。迎惊都洛阳，分任州郡劳。因势可就功，名贤或易操。陇西义不食，是身等秋毫。至今想其风，使人意也消。楚之谋复雠，亡命汝颍间。刺客未得当，深夜称疾眠。果自赍药从，情意殷殷然。客乃出匕首，以其状告焉。将军裕所忌，努力自保全。仍以身事之，出入相周旋。寄语涉世人，逆亿何足贤。亦知袁景倩，不敌萧道成。正如一木支，无救大厦崩。顾谓其子最，名义古所敦。汝不失孝子，我不失忠臣。尔时刘尚书，父子亦殒身。百姓为之谣，可怜石头城。石头真可怜，褚渊空复生。举止有如此，何面堪向人。不能杀袁刘，寒士分固应。出语胡不避，功曹名至今。侯景陷吴兴，太守书生耳。战败整衣坐，视死如脱屣。吾忝任专城，朝廷危至此。不能力匡复，是则深可耻。景犹怜悯之，欲存其一子。自分吾一门，己在鬼录里。安能就尔胡，乞恩以贷死。世人恶无后，苟活聊尔尔。侧闻张也风，亦可少愧矣。晋阳初起甲，适从犹未决。欲鼓行而西，仍恐进不克。屈突凭坚城，退则为所蹑。此策乃危道，腹背须受敌。莫若攻河东，主之自裴寂。公子曰不然，兵贵风雨疾。吾席累胜威，西人望风匿。智勇不及措，取同振槁叶。倘顿坚城下，安坐糜日月。众心既以离，大事去可惜。济河定关中，约法十二则。何哉隰城尉，一见如旧识。何哉马邑丞，一呼忘旧隙。壮士置幕府，参军置记室。羲声布遐迩，文武焕然集。而顾立幼君，盖其心欲得。自为大丞相，总揆加九锡。然后攘取焉，掩耳盗铃习。前恭与后恭，两帝寻一辙。神尧视世充，亦复何差别。盖于起兵初，声罪讨弑逆。吊民数淫虐，遍移四方檄。庶几踵汤武，不循魏晋述。尔时诸君子，惜哉见未及。泰山有道士，献书魏公密。当乘士马锐，直指江都邑。执取独夫广，号令天下一。斯谋奇而正，安往无俊物。或隐于屠贩，或寄于盗贼。优游黄冠中，乃见徐洪客。郑公发迹等，出处故殊绝。言可得而闻，招之不可得。翩翩失所往，岂蹈烟雾窟。不然縠城隅，全身化为石。贞观二年诏，谋反岂独为。何患事不发，告密亦有宜。自今奴告主，勿受仍斩之。君臣逃两然，可以此理推。笑杀不义侯，受封建武时。武氏窃神器，祸心久包藏。爱子幽别宫，他族称天潢。神功闰十月，国老同平章。次年三月间，召还卢陵王。史官所纪载，从容仍慨慷。栉风沐雨劳，定鼎繇文皇。遽移而之他，毋乃天意伤。姑侄与母子，孰亲须揣量。千秋传子孙，庙食垂无疆。未闻侄天子，为姑立蒸尝。至性相感悟，反周复为唐。取日于虞渊，咸池洗其光。潜授与五龙，夹之以飞翔。时贤意我公，委蛇别有长。淫奴可比肩，北面妩媚娘。浴兰莫振衣，弹冠毋沐芳。至人贵同尘，绕指百鍊刚。君子曰不然，论世可得详。先是被罗告，考掠神扬扬。大周革命初，万物新锋铓。旧臣反是寔，诛戮分所当。皇天后土临，牵引何肺肠。被面血淋漓，触柱头颅强。廷诤守丹陛，屡试于危亡。纡徐浊河中，清济流不妨。奋起北斗南，独步谁颉颃。曷当任术数，破觚刓其方。权者衡重轻，道非反经常。与其凫泛泛，吾宁驹昂昂。上帝有时醉，忠孝无古今。是故晓天道，不若敦人伦。寄谢令狐潮，天人匪条分。人伦君未识，安知天地心。寂寥军令严，试看雷将军。面门矢猬集，屹然如木人。先是玄元庙，痛哭率吏民。束蒿灌以脂，投之绝攀登。大小三百战，带甲馀六旬。矢尽随取携，藁人夜缒城。贼笑不设备，死士斫其营。雍邱既已全，睢阳虚左迎。远请为公守，公为远将兵。合围月晕然，战苦云何深。饮血复裹疮，不鸣卷旆钲。兵自识将意，将亦识士情。茶纸聊同餐，枵腹无脱巾。壮哉鼠与雀，微躯酬国恩。爱马雷电姿，爱妾冰雪魂。愿解壮士饥，化为一杯羹。城陷辄死之，不负八尺身。阳阳等平常，须髯磔如神。当其苦守时，尺寸殊斤斤。蚍蜉蚁子微，援绝谁见存。犬胡日以滋，奚啻百万群。鲠其喉与牙，搏食无繇因。蔽遮江淮间，转运资中兴。三日相公至，十日陈留平。天畀完节焉，生死何足云。尔时颜太保，又一张中丞。生骂牧羊奴，如狗狗不狺。死当为厉鬼，杀贼报圣明。握拳直透爪，齧齿几穿龈。常山暨我公，千古犹并称。何物王承业，亦复同进明。拥兵利城陷，觊窃其功名。此辈抑何多，豺痕被冠缨。告急于临淮，漠然置罔闻。围城饿月馀，独食义不能。因拔所佩刀，断指鲜血淋。一座皆感激，泣下纷沾襟。贼破誓移师，矢著浮图层。慷慨好男儿，呜呼南霁云。二十四郡中，无一义士肝。颜某作何状，乃能砥波澜。奉表诣灵武，途梗待蜡丸。遣人颁赦书，诸道扬旌竿。然则李郭功，首倡繇平原。衣黄与衣白，布衣相周旋。风雨夜对床，清旭联征鞍。咄嗟收两京，大小咨长源。论功范蠡上，绝胜齐鲁连。惜也北伐谋，弗获邀转环。在昔曾南丰，祠记金石镌。势穷义必死，中材或勉焉。颠跌至七八，历忤诸巨奸。顾虑绝秋毫，其大斯足观。在昔宋子京，传赞垂简编。详计近忠悃，轻去几高骞。素为权倖猜，自免智可言。有唐之异人，一代谁比肩。世称二老者，亦玄亦复禅。愚谓出世姿，盖繇天性然。鲁公寄托深，不系麻姑坛。一剑岂不快，掘坎徒多端。积薪灌以油，趋赴甘熬煎。老臣罪当死，大梁匪长安。贼耳何敕为，谈笑归重泉。君臣有至性，顶踵非所怜。邺侯奇特事，不系参懒残。朗诵黄台瓜，岂鸣既往冤。一摘无再摘，广平赖以全。既知肃宗急，聊为卿迁延。慈孝卒如初，乞骸愿还山。至性相感悟，处人父子閒。是乃活浮屠，是乃真神仙。奉天困经月，粝米亦告罄。缒人于城下，夜采芜菁进。西平倍道援，围解贼兵遁。杞逼怀光反，车驾复蹭蹬。长安宗庙在，扫洒固臣分。诸将皆从行，灭贼谁与任。人情方扰扰，徒以忠义奋。处二强寇间，孤军气逾竞。百口时陷贼，所亲寄闻问。尔敢为贼间，立刻斩之徇。盛夏衣裘褐，击如鹰隼俊。先声走怀光，泚血模糊喷。进屯含元殿，旋下军中令。某幸与公等，室家相见近。请约五日内，无得通家信。公私各安堵，一洗甲兵净。露布上行在，臣巳清宫禁。寝园尚如昨，钟篪曾不震。天心爱社稷，是故生李晟。朕何德以堪，潸然泪交迸。道傍拜稽首，贼平贺主圣。所愧收复晚，迄今始报命。皇帝文高古，太子书瘦硬。立碑东渭桥，岂非一时盛。未几反閒入，延赏工设阱。痛哭目为肿，恳恻解方镇。乃至请为僧，谮人亦巳甚。功名多忧畏，君子宜谛听。是非最易明，莫甚乎维州。胡为司马公，古李左袒牛。信大维州小，要盟乃神羞。平凉血未唇，万骑声啁啾。求信于吐蕃，失诸悉怛谋。且也唐故壤，受降非外求。维缓关中急，时势尤不侔。南诏暨回鹘，扼其背与喉。匪真爱臣唐，悉兵事伛偻。力能缀回中，岂必维为繇。即以相业言，卫公固较优。上党拾芥平，太原反掌收。独是对策初，奇章骨亦遒。嗣兹水火分，遂历四十秋。汉党尚风节，其人争好修。唐党趋势利，其俗胥沈浮。繇宋以迄今，党益纷相樛。声气苟不同，梦寐横戈矛。门户一以别，骨肉成仇雠。吞刀割汝肠，缠绵仍未休。饮灰洗汝胃，渣滓仍复留。公然遗至尊，独抱社稷忧。自古空人国，朋党真其尤。野臣偶念及，血泪纵横流。"}