{"id":"816377","title":"锡兰岛卧佛","dynasty":"清","author":"黄遵宪","text":"大风西北来，摇天海波黑。茫茫世界尘，点点国土墨。虽曰中国海，无从问禹迹。近溯唐南蛮，远逮汉西域。旧时《职贡图》，依稀犹可识。自明遣郑和，使节驰络绎。凡百马流种，各各设重译。金弃铸多罗，玉环献摩勒。每以佛光明，表颁帝威德。苏禄率群臣，渤泥挈尽室。阑斑被绣缦，扶服拜赤帟。是中蛮夷长，窃号公侯伯。比古小诸侯，尚足称蒲璧。其他鸟了部，争亦附商舶。有诏镇国山，碑立高百尺。以此明得意，此刻之罘石。及明中弃后，朝贡渐失职。岂知蕞尔国，既经三四摘。铁围薄福龙，大半供鸟食。我行过九真，其次泊息力。婆罗左右望，群岛比虮虱。咸归西道主，尽拔汉赤帜。日夕兴亡泪，多于海水滴。行行复行行，便到师子国。浩浩象口水，流到殑伽山。遥望窣堵波，相约僧跻攀。中有卧佛像，丈六金身坚。右叠重累足，左握光明拳。虽具坚牢相，软过兜罗绵。水田脱净衣，鬊云堆华鬘。大青发屈蠡，围金耳垂环。就中白毫光，普照世大千。八十种好相，一一功德圆。是谁摄巧匠，上登忉利天。刻此牛头檀，妙到秋毫颠。或言佛涅槃，娑罗双树间。此即茶维地，斯语原讹传。惟佛有神力，高踞两山巅。至今双足迹，尚隔十由延。或言古无人，只有龙鬼仙。其后买珠人，渐次成市廛。此亦妄造语，有如野狐禅。实别经行地，与佛大有缘。参天贝多树，由此枝叶繁。独怪如来身，不坐千叶莲。既付金缕衣，何不一启颜？岂真津梁疲，老矣倦欲眠。如何沈沈睡，竟过三千年？吁嗟佛灭度，世界眼尽灭。最先王舍城，大辟禅师窟。迦叶与阿难，结集佛所说。尔来一百年，复见大会设。恒河左右流，犍槌声不绝。其后阿育王，第一言佛法。能役万鬼神，日造八万塔。举国施与佛，金榜国门揭。九十六外道，群言罢一切。复遣诸弟子，分授十万偈。北有大月氏，先照佛国月。四开无遮会，各运广长舌。汉家通西域，声教远相接。金人一入梦，白马来负笈。绳行复沙度，来往踵相蹑。总持四千部，重译多于发。华言通梵语，众推秦罗什。后分律法论，宗派各流别。要之祛卢字，力大过仓颉。南有狮子王，凿字赤铜鍱。当时东西商，互通度人筏。但称佛弟子，能避鬼罗杀。遂使诸天经，满载商人箧。鸟喙䓉子洲，畏鬼性騃怯。一闻地狱说，心畏ㄦ摩杀。赖佛得庇护，无异栖影鸽。国主争布金，妃后亦托钵。尊佛过帝天，高供千白氎。乐奏梵音曲，讼听番僧决。向来文身人，大半著僧衲。达摩浮海来，一花开五叶。语言与文字，一喝付抹杀。十年勤面壁，一灯传立雪。直指本来心，大声用棒喝。非特道家流，附会入庄列。竟使宋诸儒，沿袭事剽窃。最奇宗喀巴，别得大解脱。不生不灭身，忽然佛复活。西天自在王，高踞黄金榻。千百毡裘长，膜拜伏上谒。西戎犬羊性，杀人日流血。喃喃诵经声，竟能消杀伐。藏卫各蕃部，无复事鞭挞。即今奔巴瓶，改法用金梜。论彼象教力，群胡犹震慑。综佛所照临，竟过九州阔。极南到朱波，穷北逾靺鞨。大东渡日本，天皇尽僧牒。此方护佛齿，彼土迎佛骨。何人得钵缘，某日是箭节。庄饰紫金阶，供食白银阙。倒海然脂油，震雷响金钹。香云幢幡云，九天九地彻。五百虎狮象，遍地迎菩萨。谓此功德盛，当历千万劫。有国赖庇护，金瓯永无缺。岂知西域买，手不持寸铁。举佛降生地，一旦尽劫夺。我闻舒五指，化作狮子雄。能令众醉象，败窜头笼东。何不敕兽王，俾当敌人冲？我闻觕大力，手张祖王弓。射过七铁猪，入地千万重。何不矢一发，再张力士锋。我闻四海水，悉纳毛孔中。蛟龙与鱼鳖，众生无不容。何不口一吸，令化诸毛虫？我闻大千界，一击成虚空。譬掷陶家轮，极远到无穷。何不气一喷，散为鞞蓝风？我闻三昧火，烧身光熊熊。千眼金刚杵，头出烟焰红。何不呼阿奴，一用天火攻。我闻安息香，力能敕毒龙。尾击须弥山，波涛声汹汹。何不呼小婢，悉遣河神从？我闻阿脩罗，横攻善见宫。流尽赤蚌血，藕丝遁无踪。何不取天仗，压制群魔凶？我闻毗琉璃，素守南天封。薜荔鸠槃茶，万鬼声喁喁。何不饬鬼兵，力助天王功？惟佛大法王，兼综诸神通。声闻诸弟子，递传术犹工。如何敛手退，一任敌横纵。竟使清净土，概变腥膻戎？五方万天祠，一齐鸣鼓钟。遥望西王母，虎齿发蓬蓬。合上皇帝号，万宝朝河宗。佛力遂扫地，感叹摧肝胸。佛不能庇国，岂不能庇教。奈何五印度，竟不闻佛号！古有《韦陀》画，云自梵天造。贵种婆罗门，挟此肆凌傲。凡夫钝根辈，分定莫能校。自佛倡平等，人各有业报。天堂与地狱，善恶人所召。卑贱众首陀，吹螺喜相告。亦有婆罗门，渐渐服教导。食屑鹁鸠行，夜行鸺鹠叫。涂灰身半裸，拜月脚左跷。各弃事天业，回向信三宝。大地阎浮提，慈云遍覆帱。何意梵志辈，势盛复鼓噪。灰死火复然，尾大力能掉。别创温都名，布以人皇诏。佛头横著粪，诃骂杂嘲诮。尽驱出家人，一一出边徼。外来波斯胡，更立祆神庙。千牛祭火光，万马拜日曜。嗣后摩诃末，采集各经要。一经衍圣传，一剑镇群暴。谓此哥罗尼，实以教忠孝。天使乘白马，口宣天所诰。从则升九天，否则杀左道。教主兼霸王，黄屋建左纛。继以蒙古主，挟势尤桀骜。以彼转轮王，力大谁敢较。迩来耶稣徒，遍传《新旧约》。载以通商舶，助以攻城炮。谓天只一尊，获罪无所祷。一切土木像，荒诞尽可笑。顶上舍利珠，拉杂付摧烧。竟使佛威德，灯灭树倾倒。摩耶抚钵哭，迦叶捧衣悼。像法二千年，今真末劫到。恶王魔波旬，更使众魔娆。天人八部众，谁不生悲恼？噫嗟五大洲，立教几教皇？惟佛能大仁，首先唱天堂。以我悲悯心，置人安乐乡。古分十等人，贵贱如画疆。惟佛具大勇，自弃铜轮王。众生例平等，一律无低昂。罪畏末日审，报冀后世偿。佛说有弥勒，福德莫可当。将来僧祇劫，普渡胥安康。此皆大德慧，倾海谁能量。古学水火风，今学声气光。辩才总无碍，博综无不详。独惜说慈悲，未免过主张。臂称穷鸽肉，身供饿虎粮。左手割利刃，右手涂檀香。冤亲悉平等，善恶心皆忘。愈慈愈忍辱，转令身羸尪。兽蹄交鸟迹，一听外物戕。人间多虎豹，天上无凤凰。虎豹富筋力，故能恣彊梁。凤凰太文彩，毛羽易摧伤。惟强乃秉权，强权如金刚。吁嗟古名国，兴废殊无常。罗马善法律，希腊工文章。开化首埃及，今亦归沦亡。念我亚细亚，大国居中央。尧舜四千年，圣贤代相望。大哉孔子道，上继皇哉唐。血气悉尊亲，声名被八荒。到今四夷侵，尽撤诸边防。天若祚中国，黄帝垂衣裳。浮海率三军，载书使四方。王灭镇象主，鬼族驯狼㬻。归化献赤土，颂德歌白狼。共尊天可汗，化外胥来航。远及牛贺洲，鞭之如群羊。海无烈风作，地降甘露祥。人人仰震旦，谁侮黄种黄？弱供万国役，治则天下强。明王久不作，四顾心茫芳。"}