{"id":"816425","title":"己亥杂诗","dynasty":"清","author":"龚自珍","text":"著书何似观心贤，不奈卮言夜涌泉。百卷书成南渡后，先生续集再编年。我马玄黄盼日曛，关河不窘故将军。百年心事归平淡，删尽蛾眉惜誓文。罡风力大簸春魂，虎豹沈沈卧九阍。终是落花心绪好，平生默感玉皇恩。此去东山又北山，镜中强半尚红颜。白云出处从无例，独往人间竟独还。浩荡离愁白日斜，吟鞭东指即天涯。落红不是无情物，化作春泥更护花。亦曾橐笔侍銮坡，午夜天风伴玉珂。欲浣春衣仍护惜，乾清门外露痕多。廉锷非关上帝才，百年淬厉电光开。先生宦后雄谈减，悄向龙泉祝一回。太行一脉走蝹蜿，莽莽畿西虎气蹲。送我摇鞭竟东去，此山不语看中原。翠微山在柘潭侧，此山有情惨难别。薜荔风号义士魂，燕支土蚀佳人骨。进退雍容史上难，忽收古泪出长安。百年綦辙低徊遍，忍作空桑三宿看。祖父头衔旧颎光，祠曹我亦试为郎。君恩够向渔樵说，篆墓何须百字长。掌故罗胸是国恩，小胥脱腕万言存。他年金匮如收采，来叩空山夜雨门。出事公卿溯戊寅，云烟万态马蹄湮。当年筮仕还嫌晚，已哭同朝三百人。颓波难挽挽颓心，壮岁曾为九牧箴。钟簴苍凉行色晚，狂言重起廿年瘖。许身何必定夔皋，简要清通已足豪。读到嬴刘伤骨事，误渠毕竟是锥刀。弃妇丁宁嘱小姑，姑恩莫负百年劬。米盐种种家常话，泪湿红裙未绝裾。金门缥缈廿年身，悔向云中露一鳞。终古汉家狂执戟，谁疑臣朔是星辰？词家从不觅知音，累汝千回带泪吟。惹得尔翁怀抱恶，小桥独立惨归心。卿筹烂熟我筹之，我有忠言质幻师。观理自难观势易，弹丸垒到十枚时。消息闲凭曲艺看，考工文字太丛残。五都黍尺无人校，抢攘廛间一饱难。满拟新桑遍冀州，重来不见绿云稠。书生挟策成何济？付与维南织女愁。车中三观夕惕若，七岁灵文电熠若。忏摩重起耳提若，三普贯珠累累若。荒村有客抱蠹鱼，万一谈经引到渠。终胜秋燐无姓氏，沙涡门外五尚书。谁肯栽培木一章，黄泥亭子白茅堂。新蒲新柳三年大，便与儿孙作屋梁。椎埋三辅饱于鹰，薛下人家六万增。半与城门充校尉，谁将斜谷械阳陵？逝矣斑骓罥落花，前村茅店即吾家。小桥报有人痴立，泪泼春帘一饼茶。秀出天南笔一支，为官风骨称其诗。野棠花落城隅晚，各记春骢恋絷时。不是逢人苦誉君，亦狂亦侠亦温文。照人胆似秦时月，送我情如岭上云。觥觥益阳风骨奇，壮年自定千首诗。勇于自信故英绝，胜彼优孟俯仰为。事事相同古所难，如鹣如鲽在长安。从今两戒河山外，各逮而孙盟不寒。本朝闽学自有派，文字醰醰多古情。新识晋江陈户部，谈经颇似李文贞。何郎才调本孪生，不据文家为弟兄。嗜好毕同星命异，大郎尤贵二郎清。少慕颜曾管乐非，胸中海岳梦中飞。近来不信长安隘，城曲深藏此布衣。猛龙当年入海初，婆娑曾否有仓祛？祇今旷劫重生后，尚识人间七体书。丱角春明入塾年，丈人摩我道崭然。恍从魏晋纷纭后，为溯黄农浩渺前。多君媕雅数论心，文字缘同骨肉深。别有樽前挥涕语，英雄迟暮感黄金。三十年华四牡腓，每谈宦辙壮怀飞。樽前第一倾心听，兕甲楼船海外归。五十一人皆好我，八公送别益情亲。他年卧听除书罢，冉冉修名独伤神。朝借一经覆以簦，暮还一经龛已灯。龙华相见再相谢，借经功德龙泉僧。北方学者君第一，江左所闻君毕闻。土厚水深词气重，烦君他日定吾文。子云识字似相如，记得前年隔巷居。忙杀奚童传拓本，一行翠墨一封书。夹袋搜罗海内空，人才毕竟恃宗工。笥河寂寂覃溪死，此席今时定属公。联步朝天笑语馨，佩声耳畔尚泠泠。遥知下界觇乾象，此夕银潢少客星。霜毫掷罢倚天寒，任作淋漓淡墨看。何敢自矜医国手，药方只贩古时丹。眼前二万里风雷，飞出胸中不费才。枉破期门佽飞胆，至今骇道遇仙回。彤墀小立缀鹓鸾，金碧初阳当画看。一队佽飞争识我，健儿身手此文官。终贾华年气不平，官书许读兴纵横。荷衣便识西华路，至竟虫鱼了一生。万事源头必正名，非同综核汉公卿。时流不沮狂生议，侧立东华儜佩声。东华飞辩少年时，伐鼓撞钟海内知。牍尾但书臣向校，头衔不称杀其词。千言只作卑之论，敢以虚怀测上公？若问汉朝诸配享，少牢乞附孙叔通。客星烂烂照天潢，许署头衔著作郎。翠墨未乾仙字蚀，云烟半榻掖门旁。齿如编贝汉东方，不学咿嚘况对扬。屋瓦自惊天自笑，丹毫圆折露华瀼。半生中外小回翔，樗丑翻成恋太阳。挥手唐朝八司马，头衔老署退锋郎。科以人重科益重，人以科传人可知。本朝四十九科矣，搜集科名意在斯。手校斜方百叶图，官书似此古今无。只今绝学真成绝，册府苍凉六幕孤。孔壁微茫坠绪穷，笙歌绛帐启宗风。至今守定东京本，两庑如何阙马融？姬周史统太销沈，况复炎刘古学瘖。崛起有人扶左氏，千秋功罪总刘歆。张杜西京说外家，斯文吾述段金沙。导河积石归东海，一字源流奠万哗。端门授命有云礽，一脉微言我敬承。宿草敢祧刘礼部，东海绝学在毗陵。华年心力九分殚，泪渍蟫鱼死不乾。此事千秋无我席，毅然一炬为归安。轩后孤虚纵莫寻，汉官戊己两言深。著书不为丹铅误，中有风雷老将心。古人制字鬼神泣，后人识字百忧集。我不畏鬼复不忧，灵文夜补秋灯碧。经有家法夙所重，诗无远诂独不用。我心即是四始心，泬寥再发姬公梦。熙朝仕版快茹征，五倍金元十倍明。扬扢千秋儒者事，汉官仪后一书成。文侯官冕听高歌，少作精严故不磨。诗渐凡庸人可想，侧身天地我蹉跎。西京别火位非高，薄有遗闻琐且劳。只算初识镜背字，敢陈法物诂球刀。十仞书仓郁且深，为夸目录散黄金。吴回一怒知天意，无复龙威禹穴心。北游不至独石口，东游不至卢龙关。此记游耳非著作，马蹄蹀躞书生孱。吾祖平生好孟坚，丹黄郑重万珠圆。不才窃比刘公是，请肄班香再十年。麟经断烂炎刘始，幸有兰台聚秘文。解道何休逊班固，眼前同志只朱云。剔彼高山大川字，薄我玉箧金扃中。从此九州不光怪，羽陵夜色春熊熊。少年薄录睨千秋，过目云烟浩不收。一任汤汤沦泗水，九金万祀属成周。奇气一纵不可阖，此是借琐耗奇法。奇则耗矣琐未休，眼前胪列成五岳。登乙科则亡姓氏，官七品则亡姓氏。夜奠三十九布衣，秋灯忽吐苍虹气。不能古雅不幽灵，气体难跻作者庭。毁杀流传遗下女，自障纨扇过旗亭。文章合有老波澜，莫作鄱阳夹漈看。五十年中言定验，苍茫六合此微官。厚重虚怀见古风，车裀五度照门东。我焚文字公焚疏，补纪交情为纪公。狂禅辟尽礼天台，棹臂琉璃屏上回。不是瓶笙花影夕，鸠摩枉译此经来。手扪千轴古琅玕，笃信男儿识字难。悔向侯王作宾客，廿篇鸿烈赠刘安。夜思师友泪滂沱，光影犹存急网罗。言行较详官阀略，报恩如此疚心多。历劫如何报佛恩，尘尘文字以为门。遥知法会灵山在，八部天龙礼我言。龙树灵根派别三，家家楖栗不能担。我书唤作三桠记，六祖天台共一龛。只筹一缆十夫多，细算千艘渡此河。我亦曾穈太仓粟，夜闻邪许泪滂沱！白面儒冠已问津，生涯只羡五侯宾。萧萧黄叶空村畔，可有拥书闭户人？津梁条约遍南东，谁遣藏春深坞逢？不枉人呼莲幕客，碧纱幮护阿芙蓉。鬼灯对对散秋萤，落魄参军泪眼荧。何不专城花县去？春眠寒食未曾醒。故人横海拜将军，侧立南天未蒇勋。我有阴符三百字，蜡丸难寄惜雄文。河干劳问又江干，恩怨他时邸报看。怪道乌台牙放早，几人怒马出长安。学羿居然有羿风，千秋何可议逢蒙？绝怜羿道无消息，第一亲弯射羿功。过百由旬烟水长，释迦老子怨津梁。声闻闭眼三千劫，悔慕人天大法王。北俊南孊气不同，少能炙毂老能聪。可知销尽劳生骨，即在方言两卷中。不容水部赋清愁，新拥牙旗拜列侯。我替梅花深颂祷，明年何逊守扬州。金銮并砚走龙蛇，无分同探阆苑花。十一年来春梦冷，南游且吃玉川茶。黄金脱手赠椎埋，屠狗无悰百计乖。侥幸故人仍满眼，猖狂乞食过江淮。大宇东南久寂寥，甄陀罗出一枝箫。箫声容与渡淮去，怀上魂须七日招。少年击剑更吹箫，剑气箫心一例消。谁分苍凉归棹后，万千哀乐聚今朝。天花拂袂著难销，始愧声闻力未超。青史他年烦点染，定功四纪遇灵箫。一言恩重降云霄，魔劫成尘感不销。未免初禅怯花影，梦回持偈谢灵箫。能令公愠公复喜，扬州女儿名小云。初弦相见上弦别，不曾题满杏黄裙。坐我三熏三沐之，悬崖撒手别卿时。不留后约将人误，笑指河阳镜里丝。美人才调信纵横，我亦当筳拜盛名。一笑劝君输一著，非将此骨媚公卿。网罗文献吾倦矣，选色谈空习性存。江淮狂生知我者，绿笺百字铭其言。梨园爨本募谁修，亦是风花一代愁。我替尊前深惋惜，文人珠玉女儿喉。河汾房杜有人疑，名位千秋处士卑。一事平生无齮龁，但开风气不为师。生还重喜酹金焦，江上骚魂亦可招。隔岸故人如未死，清樽读曲是明朝。西来白浪打旌旗，万舶安危总未知。寄语瞿塘江上贾，收帆好趁顺风时。少年揽辔澄清意，倦矣应怜缩手时。今日不挥闲涕泪，渡江只怨别蛾眉。六月十五别甘泉，是夕丹徒风打船。风定月出半江白，江上女郎眠未眠？四海流传百轴刊，皤皤国老尚神完。谈经忘却三公贵，只作先秦伏胜看。蜀冈一老抱哀弦，阅尽词场意惘然。绝似琵琶天宝后，江南重遇李龟年。家公旧治我曾游，只晓梅村与凤洲。收拾遗文浩无涘，东南一部小阳秋。七里虹桥腐草腥，歌钟词赋两飘零。不随天市为消长，文字光芒聚德星。公子有德宜置诸，有德公子毋忘诸。我方乞籴忽诵此，箴铭磊落肝脾虚。诗人瓶水与谟觞，郁怒清深两擅场。如此高才胜高第，头衔追赠薄三唐。荷衣说艺斗心兵，前辈须眉照座清。收拾遗闻归一派，百年终恃小门生。中年才子耽丝竹，俭岁高人厌薜萝。两种情怀皆可谅，阳秋贬笔未宜多。姬姜古妆不如市，赵女轻盈蹑锐屐。侯王宗庙求元妃，徽音岂在纤厥趾？麟趾袅蹄式可寻，何须番舶献其琛？汉家平淮书难续，且仿齐梁铸饼金。作赋曾闻纸贵夸，谁令此纸遍京华？不行官钞行私钞，名目何人饷史家？促柱危弦太觉孤，琴边倦眼眄平芜。香兰自判前因误，生不当门也被除。荒青无缝种交加，月费牛溲定几车？只是场师消遣法，不求秋实不看花。六朝古黛梦中衡，无福秦淮放棹行。想见钟山两才子，词锋落月互纵横。不论盐铁不筹河，独倚东南涕泪多。国赋三升民一斗，屠牛那不胜栽禾？残客津梁握手欷，多君郑重问乌衣。故家自怨风流歇，肯骂无情燕子飞。九州生气恃风雷，万马齐喑究可哀。我劝天公重抖擞，不拘一格降人才。不容儿辈妄谈兵，镇物何妨一矫情。别有狂言谢时望，东山妓即是苍生。汉代神仙玉作堂，六朝文苑李男香。过江子弟倾风采，放学归来祀卫郎。黄河女直徙南东，我道神功胜禹功。安用迂儒谈故道，犁然天地划民风。陶潜诗喜说荆轲，想见停云发浩歌。吟到恩雠心事涌，江湖侠骨恐无多。陶潜酷似卧龙豪，万古浔阳松菊高。莫信诗人竟平淡，二分梁甫一分骚。陶潜磊落性情温，冥报因他一饭恩。颇觉少陵诗吻薄，但言朝叩富儿门。将左晨星一炬存，鱼龙光怪百千吞。迢迢望气中原夜，又有湛卢剑倚门。过江籍甚颜光禄，又作山中老树看。赖是元龙楼百尺，雄谈夜半斗牛寒。五十一人忽少三，我闻陨涕江之南。箧中都有旧墨迹，从此袭以玫瑰函。偶赋凌云偶倦飞，偶然闲慕遂初衣。偶逢锦瑟家人问，便说寻春为汝归。万卷书生飒爽来，梦中喜极故人回。湖山旷劫三吴地，何日重生此霸才？故人有子尚饘粥，抱君等身大著作。刘向而后此大宗，岂同陈晁竟目录。今日闲愁为洞庭，茶花凝想吐芳馨。山人生死无消息，梦断查湾一角青。玉立长身宋广文，常州重到忽思君。遥怜屈贾英灵地，朴学奇才张一军。太湖七十溇为墟，三泖圆斜各有初。耻与蛟龙竟升斗，一编聊献郏侨书。铁师讲经门径仄，铁诗念佛颇得力。似师毕竟胜狂禅，师今迟我莲花国。少年哀艳杂雄奇，暮气颓唐不自知。哭过支硎山下路，重钞梅冶一奁诗。温良阿者泪涟涟，能说吾家六十年。见面恍疑悲母在，报恩祝乳后昆贤。天教梼杌降家门，骨肉荆榛不可论。赖是本支调护力，若敖不馁怙深恩。径山一疏吼寰中，野烧苍凉悼达公。何处复求龙象力，金光明照浙西东。有明像法披猖后，荷担如来两尊宿。龙树马鸣齐现身，我闻大地狮子吼。道场馣馤雨花天，长水宗风在目前。一任拣机参活句，莫将文字换狂禅。一脉灵长四叶貂，谈经门祚郁岧峣。儒林几见传苗裔？此伏高邮冠本朝。只将愧汗湿莱衣，毁极堂堂岁月迟。世事沧桑心事定，此生一跌莫全非。里门风俗尚敦庞，年少争为齿德降。桑梓温恭名教始，天涯何处不家江？小别湖山劫外天，生还如證第三禅。台宗晤后无来去，人道苍茫十四年。浙东虽秀太轻孱，北地雄奇或犷顽。踏遍中华窥两界，无双毕竟是家山。亲朋岁月个萧闲，情话缠绵礼数删。喜尽东华尘土否？一秋十日九湖山。高秋那得吴虹生，成轺西子湖边行。一丘一壑我前导，重话东华送我情。除却虹生忆黄子，曝衣忽见黄罗衫。文章风谊细评度，岭南何减江之南？家住钱塘四百春，匪将门阀傲江滨。一州典故闲徵遍，撰杖观涛得几人？问我清游何日最，木樨风外等秋潮。忽有故人心上过，乃是虹生与子潇。灵鹫高华夜吐云，山凹指点旧家坟。千秋名教吾谁愧？愧读羲之誓墓文。乡国论文集古欢，幽人三五薜萝看。从知阆苑桃花色，不及溪松耐岁寒。眼前石屋著书象，三世十方齐现身。各搦著书一枝笔，各有洞天石屋春。如何从假入空法，君亦莫问我莫答。若有自性互不成，互不成者谁佛刹？振绮堂中万轴书，乾嘉九野有谁如？季方玉粹元方死，握手城东问蠹鱼。与吾同祖砚北者，仁愿如兄壮岁亡。从此与谁谈古处？马婆巷外立斜阳。醰醰诸老惬瞻衣，父齿随行亦未稀。各有清名闻海内，春来各自典朝衣。我言送客非佛事，师言不送非佛智。双照送是不送是，金光大地乔松寺。震旦狂禅沸不支，一灯慧命续如丝。灵山未歇宗风歇，已过庞家日眚时。曩向真州订古文，飞龙滂熹折纷纭。经生家法从来异，拓本模糊且饷君。闭门三日了何事，题图祝寿谀人诗。双文单笔记序偈，突笔幸趁酒热时。劘之道义拯之难，赏我出处好我书。史公副墨问姓氏，屈指首寄虬髯吴。少年哀乐过于人，歌泣无端字字真。既壮周旋杂痴黠，童心来复梦中身。猰貐猰貐厉牙齿，求覆我祖十世祀。我请于帝诅于鬼，亚驼巫阳莅鸡豕。书梦亚驼告有意，明年三月猰貐死。大神羹枭殄枭子，焚香敬告少昊氏。碧涧重来荐一毛，杉楠喜比往时高。故人地下仍相护，驱逐狐狸赖尔曹。志乘英灵琐屑求，岂其落笔定阳秋？百年子姓殷勤意，忍说挑灯为应酬。琼林何不积缗钱，物自低昂人自便。我与徐公筹到此，朱提山竭亦无权。俎脍飞沉竹肉喧，侍郎十日敞清尊。东南不可无斯乐，濡笔亲题第四园。藏书藏帖两高人，目录流传四十年。师友凋徂心力倦，羽陵一记亦荆榛。儿谈梵夹婢谈兵，消息都防老父惊。赖是摇鞭吟好句，流传乡里只诗名。吴郎与我不相识，我识吴郎拂画看。此外若容添一语，含元殿里觅长安。科名掌故百年知，海岛畴人奉大师。如此奇才终一令，蠹鱼零落我归时。惠逆同门复同薮，谋臧不臧视朋友。我兹怦然谋乃心，君已砉然脱诸口。秋风张翰计蹉跎，红豆年年掷逝波。误我归期知几许？蟾圆十一度无多。拊心消息过江淮，红泪淋浪避客揩。千古知言汉武帝，人难再得始为佳。小楼青对凤凰山，山影低徊黛影间。今日当窗一奁镜，空王来證鬓丝班。娇小温柔播六亲，兰姨琼姊各沾巾。九泉肯受狂生誉？艺是针神貌洛神。阿娘重见话遗徽，病骨前秋盼我归。欲寄无因今补赠，汗巾钞袋枕头衣。云英未嫁损华年，心绪曾凭阿母传。偿得三生幽怨否？许侬亲对玉棺眠。杭州风俗闹兰盆，绿蜡金炉梵唱繁。我说天台三字偈，胜娘膜拜礼沙门。残绒堆积绣窗间，慧婢商量赠指环。但乞崔徽遗像去，重摹一帧供秋山。昔年诗卷驻精魂，强续狂游拭涕痕。拉得藕花衫子婢，篮舆仍出涌金门。蟠夔小印镂珊瑚，小字高华出汉书。原是狂生漫题赠，六朝碑例合镌无？花神祠与水仙祠，欲订源流愧未知。但向西泠添石刻，骈文撰出女郎碑。小婢口齿蛮复蛮，秋衫红泪潸复潸。眉痕约略弯复弯，婢如夫人难复难。女儿魂魄完复完，湖山秀气还复还。炉香瓶卉残复残，他生重见艰复艰。天将何福予蛾眉，生死湖山全盛时。冰雪无痕灵气杳，女仙不赋降坛诗。一十三度溪花红，一百八下西溪钟。卿家沧桑卿命短，渠侬不关关我侬。一百八下西溪钟，一十三度溪花红。是恩是怨无性相，冥祥记里魂朦胧。草创江东署羽陵，异书奇石小崚嶒。十年松竹谁留守？南渡飞扬是中兴。野冬修竹欲连天，苦费西邻买笋钱。此是商鞅垦土令，不同凿空误开边。灵箫合贮此灵山，意思精微窈窕间。区壑无双人地称，我无拙笔到眉弯。此是春秋据乱作，升平太平视松竹。何以功成文致之？携箫飞上羽陵阁。料理空山颇费才，文心兼似画家来。矮茶密致高松独，记取先生亲手栽。君家先茔邓尉侧，佳木生之杂绀碧。不看人间顷刻花，他年管领风云色。可惜天南无此花，腰身略似海塘斜。难忘槐市街南宅，小疏群芳稿一车。可惜天南无此花，丽情还比牡丹奢。难忘西掖归来早，赠与妆台满镜霞。不是南天无此花，北肥南瘦二分差。愿移北地胭脂社，来问南朝油壁车。弱冠寻方数岁华，玲珑万玉嫭交加。难忘细雨红泥寺，湿透春裘倚此花。女墙百雉乱红酣，遗爱真同召伯甘。记得花阴文宴屡，十年春梦寺门南。空山徙倚倦游身，梦见城西阆苑春。一骑传笺朱邸晚，临风递与缟衣人。缱绻依人慧有馀，长安俊物最推渠。故侯门第歌钟歇，犹办晨餐二寸鱼。万绿无人嘒一蝉，三层阁子俯秋烟。安排写集三千卷，料理看山五十年。海西别墅吾息壤，羽陵三重拾级上。明年俯看千树梅，飘飖亦是天际想。此阁宜供天人师，檀香三尺博士为。阮公施香孰施字？徐公字似萧梁碑。男儿解读韩愈诗，女儿好读姜夔词。一家倘许圆鸥梦，昼课男儿夜女儿。倘容我老半锄边，不要公卿寄奉钱。一事避君君匿笑，刘郎才气亦求田。瑰癖消沉结习虚，一篇典宝古文无。金灯出土苔花碧，又照徐陵读汉书。回肠荡气感精灵，座客苍凉半酒醒。自别吴郎高咏减，珊瑚击碎有谁听？随身百轴字平安，身世无如屠钓宽。耻学赵家臣宰例，归来香火乞祠官。何肉周妻业并深，台宗古辙幸窥寻。偷闲颇异凡夫法，流水池塘一观心。皇初任土乃作贡，卅七亩山可才众。媪神笑予无贫法，丹徒陆生言可用。西墙枯树态纵横，奇古全凭一臂撑。烈士暮年宜学道，江关词赋笑兰成。秋光明媚似春光，重九尊前草树香。可记前年宝藏寺，西山暮雨怨吴郎。似笑山人不到家，争将晚节尽情夸。三秋不陨芙蓉■，九月犹开窅窳花。莱菔生儿荠有孙，离批秋霰委黄昏。青松心事成无赖，只阅前山野烧痕。银烛秋堂独听心，隔帘谁报雨沉沉？明朝不许沿溪赏，已没溪桥一尺深。空观假观第一观，佛言世谛不可乱。人生宛有去来今，卧听檐花落秋半。剩水残山意度深，平生几緉屐难寻。栽花郑重看花约，此是刘郎迟暮心。复墅拓墅祈墅了，吾将北矣乃图南。无妻怕学林逋独，有子肯为王霸惭？从今誓学六朝书，不肄山阴肄隐居。万古焦山一痕石，飞升有数此权舆。二王只合为奴仆，何况唐碑八百通。欲与此铭分浩逸，北朝差许郑文公。九流触手意纵横，极动当筵炳烛情。若使鲁戈真在手，斜阳只乞照书城。诗谶吾生信有之，预怜夜雨闭门时。三更忽轸哀鸿思，九月无襦淮水湄。燕兰识字尚聪明，难遣当筵迟暮情。且莫空山听雨去，有人花底祝长生。连宵灯火宴秋堂，绝色秋花各断肠。又被北山猿鹤笑，五更浓挂一帆霜。美人信有错刀投，不负张衡咏四愁。爇罢心香屡回顾，古时明月照杭州。阻风无酒倍消魂，况是残秋岸柳髡。赖有阿咸情话好，一帆冷雨过娄门。杭州梅舌酸复甜，有笋名曰虎爪尖。芼以苏州小橄榄，可敌北方冬菘腌。拟策孤筇避冶游，上方一塔俯清秋。太湖夜照山灵影，顽福甘心让虎丘。阿咸从我十日游，遇管城子于虎丘。有笔可橐不可投，簪笔致身公与侯。濯罢鲛绡镜槛凉，无端重试午时妆。新诗急记销魂事，分与胭脂一掬汤。少年尊隐有高文，猿鹤真堪张一军。难向史家搜比例，商量出处到红裙。谁肯甘心薄幸名，南舣北驾怨三生。劳人只有空王谅，那向如花辨得明？怕听花间惜别词，伪留片语定来期。秦邮驿近江潮远，是剔银灯诅我时。停帆预卜酒杯深，十日无须逆旅金。莫怨津梁为客久，天涯有弟话秋心。豆蔻芳温启瓠犀，伤心前度语重提。牡丹绝色三春暖，岂是梅花处士妻？对人才调若飞仙，词令聪华四座传。撑住东南金粉气，未须料理五湖船。鹤背天风堕片言，能苏万古落花魂。征衫不渍寻常泪，此是平生未报恩。小语精微沥耳圆，况聆珠玉泻如泉。一番心上温黁过，明镜明朝定少年。何须宴罢始留髡，绛蜡床前款一尊。姊妹隔花催送客，尚拈罗带不开门。去时栀子压犀簪，次第寒花掐到今。谁分江湖摇落后，小屏红烛话冬心。盘堆霜实擘庭榴，红似相思绿似愁。今夕灵飞何甲子？上清斋设记心头。风云才略已消磨，甘隶妆台伺眼波。为恐刘郎英气尽，卷帘梳洗望黄河。玉树坚牢不病身，耻为娇喘与轻颦。天花岂用铃幡护，活色生香五百春。眉痕英绝语谡谡，指挥小婢带韬略。幸汝生逢清晏时，不然剑底桃花落。凤泊鸾飘别有愁，三生花草梦苏州。儿家门巷斜阳改，输与船娘住虎丘。一自天钟第一流，年来花草冷苏州。儿家心绪无人见，他日埋香要虎丘。难凭肉眼识天人，恐是优昙偶现身。故遣相逢当五浊，不然谁信上仙沦？云英化水景光新，略似骖鸾缥缈身。一队画师齐敛手，只容心里贮秾春。酾江作醅亦不醉，倾河解渴亦不醒。我侬醉醒自有例，肯向渠侬侧耳听。收拾风花倜荡诗，凌晨端坐一凝思。勉求玉体长生诀，留报金闺国士知。绝色呼他心未安，品题天女本来难。梅魂菊影商量遍，忍作人间花草看。臣朔家原有细君，司香燕姞略知文。无须问我山中事，肯向花间领右君？道蕴谈锋不落诠，耳根何福受清圆？自知语乏烟霞气，枉负才名三十年。喜汝文无一笔平，坠侬五里雾中行。悲欢离合本如此，错怨蛾眉解用兵。美人才地太玲珑，我亦阴符满腹中。今日帘旌秋缥缈，长天飞去一秋鸿。青鸟衔来双鲤鱼，自缄红泪请回车。六朝文体闲徵遍，那有萧娘谢罪书？电笑何妨再一回，忽逢玉女谏书来。东王万八千骁尽，为报投壶乏箭才。万一天填恨海平，羽陵安稳贮云英。仙山楼阁寻常事，兜率甘迟十劫生。美人捭阖计频仍，我佩阴符亦可凭。绾就同心坚待辱，羽陵山下是西陵。身世闲商酒半醺，美人胸有北山文。平交百口悠悠辈，揖罢还期将相勋。金釭花炉月如烟，空损秋闺一夜眠。报道妆成来送我，避卿先上木兰船。未济终焉心缥缈，百事翻从缺陷好。吟道夕阳山外山，古今谁免馀情绕？欲求缥缈反幽深，悔杀前翻拂袖心。难学冥鸿不回首，长天飞过又遗音。明知此浦定重过，其奈尊前百感何？亦是今生未曾有，满襟清泪渡黄河。绝业名山幸早成，更何方法遣今生？从兹礼佛烧香罢，整顿全神注定卿。少年虽亦薄汤武，不薄秦皇与汉武。设想英雄垂暮日，温柔不住住何乡？客心今雨匿旧雨，江痕早潮收暮潮。新欢且问黄婆渡，影事休提白傅桥。阅历天花悟后身，为谁出定亦前因。一灯古店斋心坐，不似云屏梦里人。此身已坐在山泉，涓滴无由补大川。急报东方两星使，灵山吐溜为粮船。昭代恩光日月高，丞彝十器比球刀。吉金打本千行在，敬拓斯文冠所遭。少年无福过阙里，中年著书复求仕。仕幸不成书幸成，乃敢斋祓告孔子。少为贱士抱弗宣，状为祠曹默益坚。议则不敢腰膝在，庑下一揖中夷然。曩将奄宅證淹中，肃肃微言謦欬逢。肯拓同文门畔石，古心突过汉朝松。江左吟坛百辈狂，谁知阙里是词场？我从宅壁低徊听，丝竹千秋尚绕梁。嘉庆文风在目前，记同京兆鹿鸣筵。白头相见冬山路，谁惜荷衣两少年？少年奇气称才华，登岱还浮八月搓。我过东方亦无负，清尊三宿孔融家。子云壮岁雕虫感，掷向洪流付太虚。从此不挥闲翰墨，男儿当注壁中书。倘作家书寄哲儿，淮阴重话七年情。门前报有关山客，来听西斋夜雨声。家有凌云百尺条，风烟陪护渐岧峣。生儿只识秦碑字，脆弱芝兰笑六朝。盗诗补诗还祭诗，子梅诗史何恢奇。鄙人劝君割荣者，努力删诗壮盛时。诗格摹唐字有棱，梅花官阁夜锼冰。一门鼎盛亲风雅，不似苍茫杜少陵。八岁梦到矍相国，今日五君来做主。我欲射侯陈礼容，可惜行装无白羽。忽向东山感岁华，恍如庾岭对横斜。敢参黄面瞿昙句？此是森森阙里花。前车辙浅后车缩，两车勒马让先跃。何况东阳绛灌年，贾生欀臂定礼乐。古人用兵重福将，小说家名因果状。不信古书愎用知，水厄淋漓黑貂丧。天意若曰汝毋北，覆车南沙书卷湿。汶阳风雨六幕黑，申以东平三尺雪。苍生气类古犹今，安用冥鸿物外吟。不是九州同急难，尼山谁识怃然心？九边烂熟等雕虫，远志真看小草同。枉说健儿身手在，青灯夜雪阻山东。任丘马首有筝琶，偶落吟鞭便驻车。北望觚棱南望雁，七行狂草达京师。房山一角露崚嶒，十二连桥夜有冰。渐进城南天五尺，回灯不敢梦觚棱。艰危门户要人持，孝出贫家谚有之。葆汝心光淳闷在，皇天竺胙总无私。虽然大器晚年成，卓荦全凭弱冠争。多识前言蓄其德，莫抛心力贸才名。俭腹高谈我用忧，肯肩朴学胜封侯。五经熟烂家常饭，莫似而翁歠九流。图籍移徙肺腑家，而翁本学段金沙。丹黄字字皆珍重，为裹青毡载一车。欲从太史窥春秋，勿向有字句虚求。抱微言者太史氏，大义显显则予休。家园黄熟半林柑，抛向筠笼载两三。风雪迎裾好持赠，预教诗婢识江南。从此青山共露车，断无只梦堕天涯。黄梅淡冶山矾靓，犹及双清好到家。六义亲闻鲤对时，及身删定答亲慈。刬除风雪关山句，归到高堂好背诗。论诗论画复论禅，三绝门风海内传。可惜语儿溪畔路，白头无分棹归舷。使君谈艺笔通神，斗大高阳酒国春。消我关山风雪怨，天涯握手尽文人。画禅有女定清真，合配琳琅万轴身。百里畿南风雪路，我来著手竟成春。古愁莽莽不可说，化作飞仙忽奇阔。江天如墨我飞还，折梅不畏蛟龙夺。惠山秀气迎客舟，七十里外心先投。惠山妆成要妆镜，惠泉那许东北流？丹宝琼花海岸旁，羽陵山似峚之阳。一家可惜仍烟火，未问仙人辟谷方。吟罢江山气不灵，万千种话一灯青。忽然搁笔无言说，重礼天台七卷经。"}