{"id":"816799","title":"贺新郎五十八首","dynasty":"清","author":"蒋士铨","text":"不记来时路。认分明、风亭月榭，此中堪住。擎出龙宫珠一串，几点露盘凉雨。秋到了、两行疏树。一桁帘波湘水碧，约新凉、小伴知何处，无一点、人间暑。红妆翠袖真容与。好园林清虚楼阁，卧游应许。只有清风生画壁，莫使客餐寒具。高唱也、名花解语。明月欲来香在水，听新蝉、送下斜晖去。试共把、荷钱数。蝶是庄生化。绝冠缨、仰天而笑，闲愁休挂。大抵人生行乐耳，檀板何妨轻打。穷与达、漫漫长夜。岂女痴儿欢笑煞，叹何戡、已老秋娘嫁，须富贵、何时也。十年骑瘦连钱马。经几多浮云变态，悲歌嫚骂。南郭东方游戏惯，粉墨谁真谁假。吊华屋、荒丘聊且。不见古人何足恨，只文词、伎俩斯其下。我本是、伤心者。潇洒房栊底。展文茵、红氍一片，秋光如水。残月晓风多少恨，我辈钟情而已。问低唱、浅斟何似。忍把浮名轻换了，钝词锋、不过吴蒙耳，敢浪犯、将军垒。官斋十笏堆图史。拓轩窗招人来坐，米家船里。锦袋绯鱼腰手版，别驾风流如此。欢海内、几人知己。虚掷年华无寸益，戴儒冠、不合称才子。击碎也、乌皮几。名宦何堪数。让先生、风裙月扇，歌儿舞女。达者为官游戏耳，续了袁家新谱。谁唱得、屯田乐府。非我佳人应莫解，向花间、自点檀匡鼓。奏绝调、可千古。秋霄想见文心苦。列名姬共持椽烛，筝琶两部。忍冻挥豪辞半臂，明月西楼才午。尽一串、珠喉吞吐。越霰吴霜篷背饱，奈年来、王事都靡监。藉竿木、尚能舞。帐冷香销夜。断肠吟、生平一事，最伤心者。记得琉璃为砚匣，新咏玉台频借。春去矣、小楼花谢。诵偈朝云会现影，怨东风、两次吹兰麝。看燕燕、香泥惹。判官自判氤氲且。白尚书歌填长恨，再生缘也。世味从来皆嚼蜡，情绪偏同啖蔗。梦断了、浮香精舍。君语如斯吾怕听，便英雄、泪也如铅泻。儿女恨、那堪写。烛灺铜盘矣。挂絺衣、几枝萝薛，晚风吹起。猿笛雁筝声拉杂，一带天河斜指。论甲子、大夫强仕。不信东方编贝稳，笑昌黎、早落期期齿。浑未免、聊复耳。饥驱我亦愁无底。揖诸侯人呼上客，自称狂士。十载黄齑酸到骨，嚼出宫商角徽。丰年少、甘为荡子。大噱仰天天也闷，肯登堂、浪进先生履。沦落感、竟如此。草阁凭消受。护茅檐、苍松落翠，高梧环牖。城北徐公美无度，才在卢前王后。抛心力、豪苏腻柳。把卷六州难铸错，哭秋风、赋汝抛词手。空唱破、旗亭口。神仙将相原难就。笑人闲勋名富贵，男儿自有。收拾牢骚行乐耳，坐两秋香半亩。偕老者、梁鸿佳妇。暮唱小山招隐曲，愿儿孙、森列当阶秀。君更爱、蟾宫否？老屋三间下。看眼中、头颅如许，君其健者。何不弯弓驰猎骑，飞雁翻身仰射。知未了、男婚女嫁。郑婢萧奴齐侍侧，奉夫人、小摘香盈把。饶此乐、自当画。史公奔走真牛马。且旁观烂羊牵犬，人奴笞骂。我欲岑牟披单䘨，揎袖鼍皮亲打。否则种、梅花绕舍。酌酒唱君新乐府，赚细君、割肉明年也。英雄泪、如铅泻。蜡泪销残炬。卷秋篷、两舟离合，罗孚风雨。晓角霜天吹冷月，高唱大江东去。老荡子、惟吾与汝，凤泊鸾飘多少恨，诉穷愁、吟到伤心处。诗一卷、奈何许。重趼又曳公车履。欢年年成河客泪，经天东注。君是秦嘉秋梦远，记得喁喁私语。漫分别、英雄儿女。阅世绕知同调少，对佳人、也算神仙侣。谁忍听、捣衣杵。暮管青衫湿。念家山、茫茫对此，百端交集。礌块填胸浇不尽，笑向青天长揖。梦中蚁、日中驹隙，何者人生为不朽，但歧途、如此真堪泣。肠断也、一声笛。添衣坐待天河直。倚危樯帽檐欹侧，寒星历历。小聚他时亦增感，几点雪泥鸿迹。君自整、排风毛翼。我有慈亲离不得，出门心、已作归飞鹢，忆今夕、是何夕。仰屋和谁语。计年华、人生不过，数十寒暑。转忆四龄初识字，指点真劳慈母。授经传、咿唔辛苦，母意孜孜儿欲卧，剪寒灯、掩泣心酸楚。教跽听、丽谯鼓。十龄骑马随吾父。历中原东西南北，乾坤如许。天下河山看大半，弱冠幡然归去。风折我、中庭椿树。血渍麻衣初脱了，旧青衫、又染京华土，败翎折、堕齐鲁。愁似形随影。苦飘零、身如槁木，心如废井。尘海迷漫无处著，常作风前断梗。触往事、几番追省，十载中钩吞不下，趁波涛、忍住喉间鲠。呕不出、渐成瘿。眼前一片馍黏境，黑甜中痴人恋梦，达人求醒。阅尽因缘皆幻泡，才觉有身非幸。况哀乐、劳生分颁。历乱游蜂钻故纸，溺腥膻、醉饱怜公等，草头露、但俄顷。十幅澄江练。袅香丝、文心一缕，惊才绝艳。出水芙蕖生梦颖，丰致嫣然初见。恰又似、朝霞舒卷，张绪风流标格好，比垂杨、一树灵和殿。眼灼灼、更如电。思骑黄鹤寻仙眷，诉喁喁灯前才子，泪痕清泣。怪底风人俱善感，各带一分哀怨。记当日、春蚕丝缠。剪彩裁云工绮语，把鸳花、金粉思量遍，成往事、说来倦。愁向欢场起。易销魂、才人结习，大都如是。只觉江山多寂寞，无处教人欢喜。抱斯意、吾侪应尔，抑郁无端同故态，更飘零、知遇俱相似。共回首、雁声里。闲情十载抛流水，念家山暮云回合，自伤羁滞。丽句清词刊落尽，柳絮今沾泥滓。有锦瑟、吟编曾毁。尚忆孱躯痴绝日，病琅邪、几为多情死，同调者、那堪此。秋在台城路。听吴娘、小楼低唱，萧萧暮雨。画里帘波丁字水，每忆垂杨一树。逐落叶、随风飘舞，南北东西行万里，对河山、漂泊犹如故。谁耐写、别人处。能诗司马吾家住，记泥墙钗痕墨沈，昔年曾获。不道河楼留雪爪，又惹宝鸿相诉。邀笛奏、王郎新谱。我或前身据床客，踏荒烟、曾表桓公墓。历寒食、又三度。一丈清凉界。倚高梧、解衣盘薄，髯其堪爱。七十年来无此客，余韵留风犹在。问何处、桐阴不改，名士从来多似鲫，让词人、消受双鬟拜。可容我、取而代。文章烟月思高会，好年华青尊红烛，歌容舞态。太白东坡浑未死，得此人生差快。弹指耳、时乎难再。及见古人图画里，动无端、生不同时慨。口欲语、意先败。海内无多友。聚离踪、黄金台畔，一杯残酒。南北东西廿年路，别绪千回禁受。君去矣、吾能归否，明日怀人何处最，记离亭、半树初黄柳。一展卷、一回首。君能使笔如挥帚，谅斯人天非无意，勋名终有。卿相之荣等闲耳，何事方为不朽。莫但学、邹枚赋手。爱惜年华开万卷，笑尘容、碌碌随人后。任馀子、曳履走。我亦悲歌士。忆当时、青云结客，黄沙射雉。三十行年豪气尽，川上低徊流水。看遍了、江山如此，圆缺阴晴今古共，达人心、那不如灰死。知我者、二三子。已曾三食神仙字，笑饥蟫梭巡雪案，消磨败纸。不断车雷喧客枕，欲借杜家聋耳。更无奈、别人燕市。满目风烟兄弟感，夕阳中、长揖分行止。都付与、画图里。咄咄真堪怪。习彫镂、文人余事，如斯狡狯。切玉昆刀君才似，不管铜章鱼佩。执寸铁、腕如风快，造化镌镵天欲泣，刻琳琅、字字垂金䪥。力岂但、透纸背。静观云鸟虫鱼态，说文为古之小学，而今皆发。却使壮夫工篆刻，秦汉风规犹在。在何震、文彭而外。不入明诚金石录，志名家、赖古堂应载。两生晚、亦无奈。女子如斯也。自低回、一声檀板，数行泣下。几许花丛懒回头，尽着流莺轻骂。只听说、文君新寡，明镜无情春又老，叹红颜、一例衍期嫁。三五艳、易凋谢。倦摹潘陆抄杨马，腆认说文章华国，何关风化。呼吸商声秋气满，节义几人肩者。渴睡汉、酒阑灯灺。三十功名尘与土，古之人、先我将愁写。公等语、大都诈。帝命三公从。拥朱轮、曲江风度，天然端重。问俗省方行紫塞。香案边旁陪奉。更乐事、还同万众，吁咈都俞人未识，掌丝纶、帷幄推姚宋。帐殿月、外蕃共。属车尘里携雏凤，似终童短衣绣靺，雕鞍飞控。拂袖御烟春蔼蔼，到处河冰回冻。听晓角、霜天初弄。佳气陪京云烂漫，看龙盘、虎踞知天纵。拜手上、冈陵颂。三爵陶然矣。君魆把、骊珠一串，纳吾怀里。醉坠寒江光满抱，险被灵胥攫视。谁撒下、珊瑚网起，一十三行真本在，衍波纹、绉了桃花纸。衣篝炙、自料理。挑灯细读乌阑字，为师友行歌坐泣，缠绵若此。小雅离骚存别派，幻出情仙侠鬼。便仙鬼、也须愁死。云锦为裳心作剪，浅人看、但解呼才子。吾不语、闷而已。记向秦淮水。问何人、小楼吹笛，劝人愁死。雨绉岚皴多偃蹇，我与蒋山相似。白下柳、又添憔悴，却到江山奇绝处，遇双鬟、都唱袁才子。情至者、竟如此。罗衫团扇传名字，比风流淮南书记，苏州刺史。常听东华古人说，肠断江南花底。何苦较、天都人世。楼阁虚无平等看，谪尘寰、终是神仙耳。花落恨、莫提起。不是芦中士。莫便欢、士之不遇，悲歌如此。初日年华未三十，验取朱颜镜里。骑㱁段、暂辞燕市，草制纶扉须健笔，掞天庭、让汝才清绮。上林树，此枝美。与君今世生同地，况又是十年同举，同心兄弟。小作升沈添怅惘，仆亦因愁几死。才浣却、衫襟前泪，此事春风浑不管，记刘郎、前度伤心只。君且卧、紫薇底。鹊语人归了。恰正是、高堂日永，红楼春小。慈竹连枝忝古翠，笼定椿华萱草。共对着、芝兰微笑，游子捧觞同上寿，愿衔书、岁岁来青鸟。儿去写、凤衔诏。明年买定纱棠权，自结刺镜奁针管，诗筒茶灶。花月春江同泛泛。手订和鸣新稿。才叠起、相思侬懊，转忆秋衾黄叶馆，爱人呼、小宋声音好。试诉与、可烦恼。侧帽随秋去。消受者、晓烟山店，夕阳红树。犬吠孤村灯一点，于此解鞍而住。是马食、僮眠之处，料得主人清梦少。问东邻、谁唱黄河句。盼不上、纸窗曙。萧萧林莽雅无数，画一幅秋山行旅，乱愁堆絮。岂必飞腾感迟滞。对此本无欢趣。算一带、荒原古戊，有我征魂抛掷下，倩归人、寻着同他语。十年泪、雨奔注。醉也看吾舌。尽人呼、说诗匡鼎，冠缨索绝。犀箸弯刀行酒处，玉版银丝纷切。算不若、春郊射猎，耳后弓弦饿鸱叫。解花鞲、坐饮黄獐血。吹短竹、石俱裂。偶然各问箜篌妾，游戏耳才人好色，都无磨折。同是倪迂书画婿，姊妹桃根桃叶。笑儿女、英雄双接，殢酒休歌三妇艳，唱乌乌、且击纯钩铁。谁让尔、朱家侠。小榭园香雪。是诗人、是花是月，一般清绝。半亩玻璃浸疏影，掩映水中蟾魄。消受者、玉壶冰洁，不倩梅花为眷属。有弹筝、小婢箜篌妾。春意蚤、晕红颊。一枝横竹声呜咽，算不比落梅风里，江城五月。谁焙鹅笙谁擪管，把栏干轻拍与。邓尉孤、山无涉忍，着清寒辞半臂爱，梅心定、不因人热。持此意、向花说。寇至无人抗。叹孤城、丸泥失守，谁当屏障。就令归田遗一老，肯复去先民望。露白刃、与公相向，乱世之人为贼好。劝先生、冠改黄巾样。得富贵、且无恙。公怒眦裂声何壮，看微臣此时心目，海天空旷。愿脱齿牙为剑戟，一骂豕蛇都丧。贼顾曰、是真倔强，尔不我从须赂耳，奈穷官、壁立无封藏。但斫此、好头项。利刃环而下。血淋漓、浩然之气。与刀相射。贼技如斯堪一唾，公乃凭虚而驾。看府谷、荒城斗大，中有孤魂垂白练。照河山、不许秦关夜。苌宏恨、岂能化。乡官义烈南雷亚，惜当时寸权尺土，一无凭借。过客哀歌还击缶，泪涌渭桥清灞。公有后、士之良者，作吏寻公遗爱去，向馀杭、酹酒公祠舍。述祖德、定悲吒。花信风犹浅。有诗人、隔城先折，寻芳小柬。东阁仙郎初下直，拉取春愁同遣。恰烟柳、曲尘初碾，行到仙源流水外。吠刘郎、忽有桃花犬。似雪夜、剡溪转。草堂负郭经帷卷，爱康成聪明弟子，凤雏声啭。留客盘餐兼味列，供给宁嫌市远。是真意、觥筹缱绻，人海中闲寻旧雨，尽当前、放取金尊满。还料理、踏青眼。方丈蓬莱里。有神仙、大都皆是，贤人君子。五利文成荒诞者，鬼伯岂容方士。翁立命、居仁由义，生气无亏生理足。喜欢心、便可长生矣。不死药、妄言耳。石棱秋露先生履，拍洪厓此都真有，洞天福地。好饮耽诗还结客，一笑黄金泥滓。嶭包产、让之予季，孝友在躬天与寿，抱遗经、付尔趋庭鲤。道书箓、可焚已。本是多情者。百样为、无情懊恼，有情牵惹。小社寻春多少恨，所事心才输下。容易到、好天长良，夜恰是东坡尝荔。日绛纱、中白玉斜亚。任鹦鹉、隔帘骂。读书倦后填词罢，从此把零愁碎苦，尽情辞谢。更有甚于眉妩事，不但远山新画。须趁取、绿窗清暇，再玩衍期归妹象，算今年、居士应同嫁。绿衣汁、向他借。念旧情无奈。追数到、徐陈刘应，一时俱在。慰喻绸缪文采丽，字字琅玕金薤，述往事、时乎难再。倾海并山为酒肉，过屠门、想见当初快。离索感、讵能耐。河山隔断微尘界。谁得似云龙鹿豕，友群无碍。别远会稀何处梦，风雨鸡鸣如晦。三复矣、唏嘘而唧，青眼弟兄头半日，二十年、古谊推前辈。读此者、共生爱。忽废书而叹。送年华、浮沉寂寞，几人名宦。周党有时寻闵贡，终日樵苏不爨，或徙倚、雪窗莹案。旧学商量知己少，对前贤、敢效偏师战。越人射、感时变。功名三十鱼龙幻，记恩门昔年曾奉，定兴香瓣。梦绕秦中函丈远，那得长依经幔。忆隔岁、东华重见，引领双旌容易别，又晨星、落落风流散。披尺素、忍多看。韦曲停双节。听人谓、关西夫子，宦情真别。画戟森门香凝寝，大笔重删中说。读复饮、唾壶敲缺。回首西清犹缱绻，只十年、令仆轮同列。公自立、不磨业。朝来渭水双鱼接，开看处绳穷匣启，烂然生缬。一往情深萦锦字，三载袖中难灭。有弟子、低回门雪，纸尾书名怀抱尽，奉缄封、俨侍先生侧。语声寄、陇头咽。古处饶风雅。鲁灵光、岿然一老，琴溪儒者。罗隐诗名彭泽品，文学更兼游夏。骑马到、广文阶下。每向濠梁羡鱼乐，拂朝衣、一笑归田也。筑耕墅、结耆社。平生游迹方筇把，到名山扪萝剔藓，断碑全写。太白散金三十万，元振尧夫之亚。隐德种、荃兰梧槚，一凤摩霄一栖竹，灿春筵、叠进长生斝。宫袍彩、御香惹。何处相思水。桂林边、山城一角，伏波岩底。插笋牙樯分岸泊，漠漠汀唇沙觜。是送客、之图如此。作郡几人从此去，剪寒波、直到漓江尾。潞河景、颇相似。方千风度思量起，记曾见南昌香令，恺之堂里。十二年来人事改，感逝伤离而已。问司马、鬓丝馀几，榕树门东支手版，忆长安、梦绕零陵矣。题画者、共悲喜。芳草如裙带。那更有、春江如镜，远山如黛。花月低迷石城艇，名士美人俱载。是当日、狂奴故态。司马多情亲折证，看朝云、坡老真无奈。掀髯处、可怜太。诗情画意凭谁解，道个侬倾城颜色，广陵人在。剪烛推篷寒自忍，裘已为卿而卖。奉半臂、笑披郎背，今夜三星光艳艳，护宛央、不许秋河界。梦中语、醒还爱。两桨春风动，不提防、夫人爱惜，比郎尤重。翡翠窗前初识字，自取周南低诵。向大妇、边旁随从。鸾侣中年常比翼，又新添、一朵桐花凤。引玉燕、入香梦。回思江上兰桡送，暮云边塔铃低语，晚风轻控。君去桓伊邀笛步，横竹定然三弄。料不要、桃根相共，试绘洗儿长卷子，索同人、玉果犀钱奉。当再乞、画师宋。展卷嗟行旅。写牢愁、碧波千里，一枝柔橹。不击虚舟天浩渺，漂泊何年才住。算中酒、阻风情绪。十五年来淮海客，扣舷声、中有伤心语。青篷下、听寒雨。天涯兄弟离心苦。记当时谢家山馆，对君凄楚。得丧纷纭真偶尔，相见鬓丝如许。数点雁、两行秋树，不用重寻石城艇，遣繁忧、只此堪凭据。载一鹤、渡江去。三落冬冬鼓。记今宵、十年师友，剪灯而语。酒映须眉人欢喜，那更三星在户。簿醉也、平生堪数。廉让泉清曾共饮，古之人、默默心相许。荼与荠、孰甘苦。茫茫何处吾乡土。念江南莺花风月，可成宾主。介母莱妻同此愿，促买半山荒墅。偕隐者、久安贫窭，仕宦人生须自量，再因循、可有丝毫补。难道是、匆匆去。听罢兰台鼓。信从来、消魂惟别。黯然难语。说礼敦诗周旋久，梦绕两公堂户。把人物、恒沙量数。只有惺惺解怜惜，是斯文、未丧天公许。识字矣、者般苦。落红已葬燕支土。算杨花飘茵入溷，年年谁主。猿鹤形骸麋鹿性，未可久居亭墅。况臣是、孤生寒窭，衮衮诸公登台省，看明时、无阙须人补。不才者、义当去。水鸟愁钟鼓。问如何、猩猩鹦鹉，皆能言语。燕子颠当谁高下，一样傍人门户。孤雁把、更筹细数。蠡蜜蚕丝因何事，转香丸、只有蜣螂许。蝉吸露、太清苦。百虫墐户争衔土。费商量虎威狐假，鹊巢鸠主。蝴蝶飞飞迷香国，心死那家园墅。脱毛羽、号寒艰窭，不若蜉蝣衣裳美，海茫茫、精卫思填补。一声鹤、渺然去。城破身难辱。周夫人、中堂危坐，放声而哭。查氏家应随国灭，三世同居此屋。列坐者、齐声相嘱。张母黄姑明大义，叹廉姬、有母能兼勖。誓殉此、一巢覆。登堂三女严装束。剪香云藏之罗袖，年俱十六。小妹垂髫龄十二，就义心情尤笃。也不必、珍珠泪匊，未死身回情转迫，向梁间、举首如飞鹄。死易耳、瞑吾目。凉意芳塘转。浑不辨、姚山稽水，有斯池馆。仙吏退公销夏处，绿沁玉壶冰碗。尽莲叶、田田铺满。待取红妆扶翠盖，柳腰肢、更比诗人懒。寄此意、共香远。高情琴酒原疏散。是才子风流为政，莺花勾管。画卷诗奁清供好，袖有兰亭真卷。不用觅、支颐手版，面面蓬莱围几席，把荷花、劝引歌喉缓。加几个、玉壶伴。春色浓于酒。好园林、曦轮未起，曙光才透。万物之初朝气在，况值群芳如绣。唤起起、画楼开牖。不待鸡鸣吟戒旦，试仙郎、滴露搓酥手。现一对、花间友。生香艳艳交花又。免春愁镜中眉黛，陌头杨柳。恰趁晓妆匀腻脸，珠蕊笑开檀口。尽让与、闲时消受，他日官人频问夜，整朝衣、侍史熏香候。花殿琐、数声漏。霜作青枫色。响栏干、飞来一片，美人初拾。拭净烟痕凉雨晕，把作红笺轻擘。有半缕、秋怀脉脉。不是婵娟写宫怨，是新娘、学和催妆什。豪欲点、颊微赤。云根一朵三生石。小花神嫁他红叶，此缘真得。不用镜台低语谑，郎貌未过三十。愿添写、红衫人立，再拾阶前红一片，叠双声、补入和鸣集。郎更有、描眉笔。树影过帘柱。记当年、纱橱眠起，花砖共数。十载钿车随皂盖，听遍江湖凉雨。把一卷、循良新谱。缀向和鸣诗稿后，夜吟声、响荅蟾宫杵。酬唱乐、者般妩。云霄小谪瑶台侣。拭端溪宛央锦砚，采豪双举。玉茗秾开香寝畔，楼外苍然平楚。过岭觅、珠娘鹦母，初试梅花妆额样，没人蕉、红傍疏棂吐。仙蝶翅、掩堂庑。笑别丹砂鼎。写仙宫、归来句漏，移家相等。新筑鉴湖三亩宅，合署蓬莱行省。暂住也、老天才肯。小院凉生人并坐，海棠红、偎热秋兰冷。靠一树、梧桐影。让人迤逦终南径。好夫妻读书双眼，都如明镜。雏凤声清依老凤，总角定簪红杏。背经史、银瓶浆迸，阶下宜男花又吐，小麒麟、以次争驰骋。添几个、擎珠媵。溟涬空无际。有人受、白玻璃界，最初之气。展放槎牙玉龙影，冻蕊疏疏才试。只数点、心含天地。不管百花何日绽，在雪中、未问调羹事。约鸿爪、共游戏。扬州官阁萧然寄。任喧阗淮南钟鼓，竹西歌吹。梦绕林家三万树，香沁冷魂皆醉。烂嚼也、冰融珠碎，便欲身居水精域，讲孤高、兀傲皆无谓。谁解写、个中意。公子年华妙。写乌兰、清词丽句，者般精到。小劫沧桑一番过，只许方平微笑。才数遍、乱山残照。廿四桥边重徙倚，玉箫声、不似当时调。江滚滚、发长啸。淋漓醉墨多凭吊。怕听他床边蚁斗，枕边驴叫。记我扁舟寻噩梦，红杏枝头曾闹。恨不倚、郎君乌帽，文字因缘迟廿载，但惺惺、相惜还相劳。请释憾、暮终柪。去饮余杭酒。似文箫、彩鸾夫妇，云中携手。家具而今无长物，并少图书鸡狗。是万象、皆空之后。忧患仳离生水火，转灵丹、炼到功夫九。药成矣、漫回首。断桥残雪苏堤柳。定新居水光山色，好安门牖。稚子孺人共欢喜，慈母频开笑口。便永久、康宁长寿，题遍西湖僧寺壁，看明年、柳汁沾衣袖。陈平婿、困非久。所事俱停妥。挂帆天、澄江如镜，好风移舵。略现乌纱红袖影，才异鸱夷一舸。有篷底、比肩忍坐。笑对明妆理琴瑟，画秋山、两笔青斜亸。小姑髻、并倭堕。心情比较来时可。到慈闱文宛一对，金萱一朵。却趁春来郎及第，镜里芙蓉阿傩。要一品、朱衣双裹，只合移家红软住，待贤妻、问漏卿卿我。曳鱼佩、向青琐。买定秋江舻。鲤鱼风、三朝三暮，把君留住。已是离情禁不得，几阵芭蕉愁雨。十二载、惟吾与汝。贫病更番相倚苦，又两年、同卧归来墅。称眷属、到儿女。多君有母觞频举。展慈颜芝房列馔，身如药树。苦忆并州山水窟，攀挽慈裾未许。向禹庙、兰亭归去，旧路分明魂梦熟，草黏天、南浦连东浦。平安字、雁边取。别我梅花舍。系离心、琴弦张壁，书灯留架。教得三雏皆振羽，费尽先生冬夏。算浙吏、公车将驾。有策金门当再献，董生帏、久向藏园下。报慈母、鹊声乍。衍期归妹多年罢。鬓鬔松东家丑女，明年重嫁。笑整朝衫随鹄立，榜出天门光射。看一桁、官袍花亚，听唱郎君名字好，是钟生、及第当头谢。越潮涌、又东泻。独立空山影。认夫君、颓唐风致，峭寒心性。长剑高冠布衣叟，洗尽人间金粉。似老树、着花齐整。四世三公好枝叶，让先生、破屋眠欹枕。调羹信、漫催警。雪欺霜压能安稳。抱孤芳尽教人看，尽教人咏。蚤放迟开随气候，争甚南山北岭。合伴我、堂东玉茗，檀板金尊歌翠羽，好些时、忘记冰天冷。不用写、探春艇。一夜清明雨。剪灯煤、颦而坐者，萧然愁旅。唱遍青衫词一卷，太守清豪如许。想少日、淹留情绪。百感孤踪都似仆，对江山、肯作寻常语。拔长剑、向天舞。白头词客今谁侣。拥朱轮颓然老矣，日趋公府。尘世光阴飞鸟过，哀乐中年何取。身后誉、几人堪数，对此茫茫百端集，听黄鸡、白日成今古。旗亭酒、那须赌。"}