{"id":"816797","title":"念奴娇二十六首","dynasty":"清","author":"蒋士铨","text":"落帆江口，是太行、归客悬弧之日。逝水年华，惊廿载、两字功名难必。白眼谈诗，黄衫说剑，已是飘零极。人生加冠，一身如此堪惜。且向桥上观澜，矶头舶踔，蜡我登临屐。拂拭泥金，题画扇、点染江山陈迹。斗面谁炊，瓣香自剪，酹酒坡公席。黄花落矣，莫辞尽醉今夕。画中人面，坐胡床、摘阮双雏侍侧。貂帽蛮靴，垂辫发、绝代春风颜色。旃帐魂孤，兜离语异，猎骑如云黑。阏氏年少，此时应也白头。当日一样还朝，羌儿泪洒，不若苏通国。留取余生，埋卫冢、蓬首翻求国贼。虎士如林，龙骧满厩，都尉何恩德。那堪再误，胡笳不用多拍。赐书能记，论才华、岂丑中郎之女。不放龙门，成谤史、留得班昭何取。一种伤心，几番隐恨，诗在谁怜汝。桃花庙侧，试拉息妫同语。可惜今古佳人，泰山一死，天不寻常许。我过明妃，青冢畔、著帽黄沙如雨。霜压盘雕，风吹病马，出塞悲行旅。亏他银甲，边声细细弹与。官街斜日，向城南、访汝枣花堂里。紫凤天吴，团绣袄、亲见小茶帘底。问我谁何，杨花孔雀，戏答前言耳。柴关书掩，文箫四壁如此。那须写韵吴娘，针神采线，剩馥黏图史。泼闷漫劳，沽酒伴、烂嚼残绒而已。眉妩风流，一般疏懒，贫病何年始。人生失意，琅琊当为情死。波平如许，记不起、凉月空江何处。抱膝船唇，天澹沲、不见一枝柔橹。半臂生寒，好秋难卧，孤坐和谁语。宦情如水，此时忘却今古。几人明镜当头，肯来消受，者雁沙鸥屿。恰忆归舟，酒醒对、蝉鬓添衣吟苦。点点江山，十年脚底，燕赵秦吴楚。满船凉月，问君载向何所。中年丝竹，列金钗、十二司空见惯。滴粉搓酥，兰气暖、月照一层烟幔。元九堂前，歧王宅里，小梦年华换。分司御史，座间偏解肠断。吾人富贵何时，读书好色，事事堪长叹。泪渍青衫，尘染鬓、镜里朱颜愁看。饥便吹篪，悲来击缶，累汝樱桃粲。狂歌无奈，清商为我低按。碧沼红阑，似西园、雅集玉山偕隐。拂面凉阴，垂地绿、微漏几条天影。万卷奇书，一枝翠盖，赢得荷筒饮。衣冠洒落，人闲残暑消尽。试问高柳谁栽，树犹如此，多少琅琊恨。河朔风流，今已矣、画里须眉无准。月榭飞觞，露台角伎，醉拥红妆寝。酒阑人散，不知留得何景。纱巾挂壁，向南窗、高卧那知寒暑。梦与古人，相伯仲、嘲戏何妨尔汝。说鬼谈天，读书论剑，我意都无取。扪图大噱，此中谁个堪语。不妨落佩欹冠，解饮醇醪，亦足称豪举。触热可怜，牛马侩、争买名园花墅。巢燕绕飞，秋风又起，那得闲居处。人生行乐，古今大抵如许。芳郊如掌，逐香风、穿过纵横林薄。几处花畦，春烂漫、艳锦红毹争拓。地列云霞，客俱蜂蝶，不减秦宫活。馀脂剩馥，凭他燕子偷掠。可惜香雾沾衣，浓阴拂面，好处无亭阁。诘曲深廊，交鼓翠、那借松毛编缚。佳日来稀，东邻见惯，岁岁开还落。何郎旧识，漫题凡鸟相谑。闲闲十亩，看花如、菘韭吏如莺燕。夕露朝霞，供采摘、买断绿愁红怨。老树维驹，残葩炙肉，杂沓笙歌宴。芳丛鹤盖，一年几度相见。独有偃地虬松，孤樘傲骨，横卧如人倦。剔藓扪苔，无醉墨、我向壁闲寻遍。谱继扬州，种分京雊，也算河阳县。城中万户，岂无高士庭院。离奇夭矫，借怪树、为门天然圭宝。中有乔松，前代物、阅历几何人寿。碧盖盘空，枯筋穴地，白雨苍皮溜。树犹如此，主人门第应旧。怎奈屋少楼台，地无丘壑，拳石差堪漱。么鸟争含，红雨坠、万点朱樱如豆。露井寻诗，平台啜茗，香染荀家袖。斜阳归去，郁然回首深秀。春明梦醒，便洒然、归去非同秦赘。一幅轻帆，数声桨、预遣风姨回避。场上鱼龙，盘中窭薮，变灭聊相戏。生于忧患，古今大抵如是。且去视膳堂边，凝妆楼侧，小拓灯龛地。书捧双筇，宵伏案、强似吹箫吴市。称体斑斓，等身图藉，佳日花前醉。古人寂寞，也应梦我千里。难教人听，是谈天、邹衍多言而赘。昔作无心，云出岫、尝恐鹤羞猿避。投笔非难，致身须蚤，始信前言戏。五穷相守，行吟带索如是。暂把眉上愁捐，鬓边尘浣，去觅藏名地。吾爱吾庐，卿用法、不管谁门如市。母是经师，妇为佳友，月伴先生醉。举头良夜，惜君生不同里。水精之域，现如来、一丈青莲花界。嫩角簪裾，河朔饮、水枕风船俱在。公子风标，丽人颜色，恰与仙郎对。十分消受，世间残暑无奈。转忆仆射陂前，绿杨千缕，浅瀫如罗带。展放天机，云锦段、拥出红妆翠盖。廿载飘蓬，更番触热，闭置车箱隘。清凉如许，船唇著我差快。古来消夏，有玉箫、金管木兰之枻。柳屿花汀，随处有、只有闲人难得。曲院三秋，鉴湖五月，越女无双白。婀娜碧玉，不妨添写身侧。君有鸥鹭奇姿，神仙逸气，新注金门籍。那得科头，箕踞坐、不向瀛洲太液。粉暑含香，黄扉直夜，同是东华客。何年买棹，弟兄花里浮拍。才人为政，羡宦成、三十居然不朽。伍德参观，如善射、转侧皆能人彀。游戏奇情，循良小传，千里传人口。西清馀子，旁观且袖双手。底事抛掷西湖，句留难过，展放林端牖。六代青山，横浅黛、都作袁家新妇。酒客清豪，名姬窈窕，小令歌红豆。香名艳福，几人兼此消受。燕支如雪，正清明、天气催花风紧。百宝栏边，结束了、飞燕新妆娇靓。腻脸朝酣，画衣香染，卷起千堆锦。谪仙犹在，酒边肯教人醒。笑我斗帐垂烟，绿窗辜负，了个侬春寝。国色当筵，想花神、也念相如多病。庭院深深，有酒客寻，芳漫嫌官冷。斜阳来看，满身都是花影。虚无缥缈，是因何、结想珊珊来矣。彩雾香云，留不住、留下语言文字。昨夜星辰，仙山楼阁，主者非耶是。女三为粲，姓名历历堪指。只恐咏到无题，寓言十九，别有闲情旨。小雅离骚，何所谓、香草美人而已。泽畔明珠，舟中玉杵，信否怜才子。士嗟不遇，梦中聊索知己。一帆婀娜，引孝廉、归舫半江秋水。下第情怀，初领略、未可悲歌已难。健翮方抟，霜蹄小蹶，况有陈平美。岂长贫贱，西清正要才子。且去将母吴门，寻亲白岳，一洗淮阴耻。恶少年来，相问讯、当日饿夫如是。家傍垂虹，窗横笠泽，小住为佳耳。扁舟散发，春来我亦行矣。十年前影，是碧梧、翠竹鸾停鹄峙。岁月迁移，人事改、今有鬑鬑须矣。彩服随兄，寿觞娱母，重启尚书郎。赐书千卷，孝廉之乐何似。记得同住仙源，杏坛春永，爱看趋庭鲤。文石幽篁，身左右、遂写冰颜于此。忠孝承家，文章报国，磊落佳公子。不宜宴坐，鹤书将诏君起。冰衔墨绶，是螭蚴、领赐圣恩除与。天念文翁，富儒术、教种锦城花去。诗辟蚕业，名题剑阁，官是神仙侣。川分巴字，悬门清澈如许。好趁江水平安，楼船稳便，迎到康宁母。仕女搴帷，父老拜、想见壶浆盈路。酒酌陴筒，鱼烹丙穴，再试斑衣舞。尊前上寿，南陔笙曲全补。生才之地，有相如、赋草子云奇字。仙吏放衙，还讲学、人拜南州夫子。郭绕桑麻，堂陈琴瑟，风俗归淳美。纵容为政，平生学可行己。可惜十上公车，两登荐剡，才饮巴江水。畴昔风流，盛文藻、白袷乌巾名士。剑拂衡湘，气吞云梦，笑夺曹刘垒。登临回首，莫提少年心事。两床丝竹，比南楼、老子兴复不浅。胸次依稀，海天阔、彼此低回青眼。十五年情，三千里路，室迩人非远。范张溪黍，家庭真意弥满。此去艳滪波长，峨眉月冷，别绪何由遣。梦入渝州，猿啸苦、惆怅思君不见。兄上新衔，弟还初服，出处交相勉。宦成可待，十年归未为晚。居吾语汝，启雕龙、炙輠谈天之口。跂脚支颐，还袒臂、亲做东西前后。吐舌伸头，耸肩侧耳，共拍庐胡手。古人名姓，子虚忘是乌有。试看忽鼓忽歌，妄言枉听，椎鲁皆良友。怕问三家，村学者、六四括囊无咎。蕉扇驱蚊，竹衫收汗，星挂疏疏柳。先生倦矣，豆花聊以为寿。子虚乌有，问前生、后世我身何在。谁是主人，谁是客、空处向谁相贷。意蕊心香，云车风马，都是难酬债。偶然住脚，可知庵在身外。一切庄列言诠，但增饶舌，转见胸中隘。画取团瓢，归梦里、梦醒思之无奈。知觉因缘，虚无起灭，甚矣诗人惫。还他一卷，先生无挂无碍。燕居而坐，是力田、孝弟明经才子。九命文章，憎蚤达、廿载三冬文史。因韵敲盘，万言倚马，捷敏谁能似。登楼入幕，书生聊复如此。但须红袖添香，绿衣司砚，何物夸金紫。闻道更番，吟锦瑟、赢得佳人画里。媚矣三姝，艳哉三妇，粲者皆子美。唐书再撰，大臣将荐君起。"}