{"id":"816809","title":"摸鱼儿十五首","dynasty":"清","author":"蒋士铨","text":"洒秋风泪痕几许，酿成酸楚如此。哀猿啼到三声后，不管征人欲死。吾与尔，分万斛，闲愁歌泣将焉止。青春去矣，问何者销忧，只应无语，相对夕阳里。情一往，滟滟溶溶难比，恰似一江春水。无端风雨豪端出，哀怨声盈天地。知音几，个我辈，伤心不但钟情耳。呜呜谁倚，当付与双姑，玉箫相和，低唱过彭蠡。看斯人嵚嵜历落，不应寂寞如此。我为壮夫君白首，相见紫薇花底。三年矣、但诉说，平生大抵劳薪耳。故乡千里，到月白风清，酒阑灯灺，梦断一竿水。风涛阔，几许躁鳞赪尾，浮沉毕竟何止。烟波着个忘机叟，鸥鹭同生怜喜。鱼不饵、想得失，抛空老作天随子。凭谁呼起，把两鬓风尘，卅年心事，都共钓编委。挂秋旻布帆无恙，何堪相送南浦。鲤鱼风起人归也，吹动一城砧杵。津头鼓、报水宿，邮签红到青枫树。画中延伫，问拍拍凫鹥，船艄可肯，添我捉鱼舻。思往事，会把江山闲数，孤篷听遍寒雨。而今尚作临渊羡，敢与樵兄为伍。心自语、且暂借，渔蓑笑学灯前舞。芦花深处，坐辞淀湖边，输他征雁，共汝宿平楚。划人闲东西南北，无情最是秋水。水与秋光较深浅，不敌相思无底。愁欲死、怨海内，知音不合相知耳。离怀若此，谁耐得星星，夕阳红树，几个雁声里。记前岁，同在京华怀两，两怀又复相似。自北而南魂黯黯，我是画中汀沚。三千里、待随着，樯乌转掷风帆尾。慰君何以，愿横铲遥山，填平巨浸，缩地共欢喜。怪西风聚来鸿影，又将兄弟吹散。自从鸡黍登堂后，心在寿萱花畔。雅头粲、纵不解，风诗解捧留宾案。从容一饭，有无限清言，霏霏玉屑，斜日照帘蒜。依依处，别绪几多凌乱，津头自上青翰。故乡难住他乡远，底事雁行分断。江南岸、和病妇，慈亲思念增长欢。一条河汉，把天上星光，人间山色，隔作几般看。想绮窗琴边书畔，离怀一样相忆。添得缄楼几多话，目断江天无极。扪胸臆、既相识，如斯不若休相识。亲围难即，但计算征途，丁宁母弟，前路慎眠食。留不住，惭愧石尤无力，去帆千片如织。秋江正可迟迟去，争奈铜镇催逼。缁尘域、欢钗佩，衣冠知己都难得。老天催抑，教比客来南，南人往北，又不插双翼。别燕云软红尘土，板舆一两轻御。梦魂先到江南岸，画取尚书词句。红几数、待小建，花坊碎锦亲题署。黄莺相遇，认旧日使君，朱陈村里，乍暖劝农路。燕支坞，坐领满身香露，寿觞欢进无数。醉来可忆长安陌，二月街头卖处。将母去、至乐在，田园此事教人妒。好春遮获，索半臂偎寒，红妆举烛，续撰遂初赋。指南天鸿来燕去，河干阅尽车马。天涯修禊无多友，却又送君行也。花信寡、只一树，长条斜映离亭写。文章新价，想扁舟过处，还如莺掖，传说姓名雅。吾庐在，不等求田问舍，驴车暂许停驾。一年偷署湖山长，管领诗坛酒社。堂上斝、照彩袖，宫袍乐事多牵惹。凉秋新夏，愿旧疾消除，身如药树，习静寿萱下。泛春游花明柳暗，轻舟自缓于马。江乡十里珠帘卷，笑指状元来也。情多寡、择好句，旗亭壁上亲题写。春风无价，倘妙手传神，画来团扇，风度定闲雅。清暇日，重启读书旧舍，古人谁足方驾。天公厚意科名美，莫恋月村烟社。抛酒斝、念国士，遭逢魏阙添萦惹。翻经长夏，将后世评论，他年事业，料理一灯下。接平泉玻璃万顷，旧开丞相花墅。角巾曾咏澄江练，渌净执经堂户。春申浦、记芳草，裙腰晒遍斜阳罟。昔游佳处，但一著低回，水边林际，历历尽堪数。曲江宴，忽漫绾人簪组，朱轮来往公府。冰衔小署诗人字，臣本张溪渔父。教画取、画叶叶，蜻蛉欸乃摇轻橹。待持竿缕，把卅载忘机，临渊心事，细向惠施语。写风怀分司御史，依依射鸭阑曲。熏炉侍女桐阴下，添染朝衫新绿。珠几斛、买翠钿，成双暖老须燕玉。画中看足，道舞扇歌裙，不曾真个，新注小名录。人生事，大抵烟云断续，但须举酒相属。娇儿解觅金鱼佩，还乞老夫诗读。香荈熟、待舌本，回甘清味徐徐复。多情杜牧，休再发狂言，惊回红粉，笑转紫云目。认田田东西南北，碧波鱼戏莲叶。藕花亭子新凉后，一桁栏干斜摺。人影贴、唱水殿，风来香与鸥波接。暮云千叠，想十里平山，二分明月，中有笛声擪。缁尘海，那觅采芳菱艓。漫寻手板支颊。画楼若许人同倚，三尺碧筒应挟。冰簟阔、指明镜，中央小梦宛央惬。银河难涉，只百顷风潭，千章夏木，都借画屏摄。放先生鸾台凤阁，如何梦绕烟水。九峰三泖空濛极，移人辋川图里。还细指、看一桁，斜阳网挂鱼虾市。钓丝楼底，怕阑外沙崩，槛边湍落，鸥鹭暗惊起。苍茫外，何处汀唇沙觜。轻帆叶叶如驶。谁欤管领湖山者，让与芦中穷士。君莫拟、浑不放，大鱼东海扬鬐尾。御沟波渳，且斫脍蓬池，钓鳌瀛岛，岂必食河鲤。古今人贞心烈性，捐生大抵如许。狗彘纷纷草间活，何必同年而语。休悉数、到地覆，天翻毅魄难枚举。青燐如雨，指太仆街头，阜成门内，死算得其所。寻榆垈，马鬣累累相聚。还如堂列宾主。珊然环佩灵旗闪，点点神光来去。声激楚，听鬼唱，秋愤痛彼离离黍。廉姬季女，踏两朵慈云，生天稍后，来趁九莲炬。写秋光难寻匹练，湿银犹被轻盖。不放楼台浸空阔，换了荷花世界。烟水碍、待剪出，鸥波那有并刀快。黏天无赖，怕铺满明河，误他乌鹊，接翅碧云外。遮掩处，牵惹荇钗菱带。凌波袜子偷晒。镜里山痕无一点，谁见秋娘眉黛。漂泊债，有荡子，离妻种种伤心在。许多机械，算蛟落寒罾，蟹迷新簖，更比网罗坏。"}