{"id":"816954","title":"圣母皇太后万寿诗","dynasty":"清","author":"福临","text":"香花淑节寿阳宫，透户玄云接上穹。德俪英皇符帝子，化覃江汉播王风。瑶斋瑞应星回电，金戺光浮月贯虹。坤厚无疆天下母，宫开嘉乐万方同。拜舞慈宁动晓钟，云璈响彻玉芙蓉。仲春晴色开仙杏，上苑祥光茂岱松。此日山尊仪瑞凤，千秋坤轴启飞龙。欢腾海宇同为祝，常见含饴衍庆重。和风骀荡拂瑶窗，瑞日曈昽照宝幢。时届春阳花纪节，觞开慈寿玉为缸。连云半卷银毫细，傍辇遥分雉羽双。德协坤仪绵过历，千秋万岁莅多邦。彤墀新柳弄轻丝，正是慈帏诞庆时。鸾鹤数群天上至，笙歌几队座中移。六宫献寿繁珠珥，万国腾欢进玉卮。从此年年增茂祉，萱龄应并大椿期。婺阁晴云近紫微，蓬莱宫阙丽朝晖。上林柳嫩莺初啭，禁苑兰新蝶始飞。玉女浆壶承沆瀣，仙人膳鼎对芳菲。钧天乐奏长春宴，黼衮恒为戏彩衣。阊阖宏开近碧虚，琼宫仙乐捧鸾舆。盘中火枣迎黄幄，杯底流霞映彩裾。恩育普天归圣善，泽深奕叶挽华胥。上酬惟有无疆祝，重向筵前诵九如。仲春春色满京都，熙日和风遍海隅。扣砌芝兰承展鞠，琼筵环佩杂笙竽。月衔花绶金为镜，露缀丝囊寿作符。献颂慈宫人尽乐，年年中外竞山呼。慈宁介祉与天齐，瑶水飞觞自海西。万岁甘凝朱实枣，千年香拂紫条梨。祥云欲傍歌筵驻，候鸟还迎舞队低。最喜春光浓似酒，普将仁寿锡烝黎。日暖莺花满御阶，慈恩肇祉庆无涯。群趋环佩容光盛，迭奏笙镛律吕谐。瑞并流虹天不偶，祥符梦月兆偏佳。女中尧舜今重见，华祝惟应颂有斋。别苑风光接露台，仲阳佳节欲花开。六龙每护金根出，八骏时从紫罽回。太液池边春澹荡，长生树上月徘徊。璠玙乐间昭华琯，黄露丹霞荐寿杯。璇宫初度占芳春，景色妍华映紫宸。旭日当天临拜舞，暄风扇物象慈仁。上林竞发蟠桃蕊，羽驾频看瀚海尘。岁岁寿觞开玉陛，万方雨露沛兹辰。晓辟金铺瑞色分，壶觞簪履共纷纭。《螽斯》常得承嘉祉，《樛木》由来表令闻。入户融风添燕喜，盈阶舞彩袭兰芬。萱花预报千龄永，殿外卿云尽五文。阊阖生辉介祉繁，欣于长乐奉坤元。风吹桃实经千岁，祥发萱帏感四恩。百拜彤墀增宝历，三呼碧酝捧瑶尊。慈徽绥履宜昌后，麟趾振振坐弄孙。婺星应瑞照三韩，佳气氤氲百宝阑。至德钟祥歌万寿，和风动佩舞千官。森森紫禁传鸿宝，煜煜彤墀献木难。乐奏《箫韶》当燕喜，多邦集庆共承欢。仲春虹电丽银湾，万岁称觥驻玉颜。淑慎令仪符渭水，慈仁厚德媲涂山。麻姑羽驾云霄里，西母鸾笙殿陛间。海宇呼嵩方未艾，樽前舞彩喜斓斑。阳开景运际中天，月皎清辉正上弦。飞凤楼高连象纬，盘龙城晓带云烟。开颜对酒春光满，绕膝含饴乐事全。川至日升增茂祉，苍生永庆太平年。紫禁春明淑景饶，寿筵高敞奏《箫韶》。日升瑞气开黄道，云拥祥光映碧霄。九译欢声歌圣母，千秋乐事际熙朝。西王应有瑶池祝，青鸟飞来路不遥。极望韶光满四郊，碧池倒影见花梢。珠帘昼卷香风入，绮宴春开喜气交。大角早彰麟趾瑞，五文时见凤雏巢。咏歌难赞生成德，恒向南山颂竹苞。西来爽气拥神皋，遥映慈宁见翠旄。海鹤翔风金殿迥，天鸡鸣日玉楼高。寿筵歌管依芳树，云液壶觞醉碧桃。更有影娥池畔月，开襟尤胜广陵涛。瑞霭祥光接太和，慈宁宫殿迥嵯峨。难名至德同坤厚，定卜纯禧与日多。太液波融春草绿，上林花发晓莺过。母仪启庆元无极，四海升平乐止戈。上阳金榜灿云霞，胜地觞开萃物华。翠拥西山依日月，阳回大陆竞桑麻。衮衣堪效当筵舞，玉斝兼催拂槛花。乐洽弄孙春更永，于今海宇正为家。圣节晴和百卉香，紫霞高捧万年觞。风前琪树分珠树，帘外霓裳映绣裳。寿祝嵩峰天峻极，仙居蓬岛日舒长。熙熙共享春台乐，九牧琛球辑未央。璇宫晓色丽新晴，庆祝无疆进寿觥。乐事喜同春日永，昌期常际泰阶平。旌隋鹤驾龙为采，乐近鸾舆凤是笙。不羡石钟仙乳白，云凝玉露满金茎。玉殿辉生云母屏，彤庭今喜奉萱庭。节逢爱日春尤暖，山近称觞晓更青。普被恩波兼化育，旁流协气满郊坰。定知南极随坤位，长照人间宝婺星。彤闱献寿九华镫，春色清和瑞霭凝。地祉常同天祚远，月恒方与日光升。流霞湛湛罍中满，沆瀣溶溶掌上承。孺慕殷勤欣进颂，卜年嘉庆裕云仍。天开长乐曙光流，胜地初筵敞十洲。云近金铺皆五色，萱生玉陛自千秋。宫莺带语穿仙仗，苑树飞花漾御沟。六宇欢心同爱日，跄跄剑佩凤池头。胜日条风拂上林，龙池柳色绽黄金。发祥浚哲从莘女，卜历承徽见太任。恩涣九重颁凤诏，筵开万舞动鲸音。普天仁寿慈颜喜，春酒南山亿兆心。二月初弦月色涵，万年枝上露凝甘。大庖荐旨麟为脯，御苑迎晖树是昙。北阙班联腾喜气，西山瑞霭接晴岚。得天禄位兼名寿，愿比华封永祝三。云汉昭回傍画檐，初弦新月正纤纤。琉璃窗晓龙栖桷，玳瑁梁深燕入帘。静检仙书开玉笈，时观女史拨牙签。六宫拜舞烟霞绕，四海讴歌雨露沾。彤闱几度上琅函，金简云书手肃缄。桂醑生香分月窟，萱龄应祝响嵩岩。天池荇吐鱼欣聚，霞锦花明鸟欲衔。坤德同天光四表，笙镛岁岁奏英咸。"}