{"id":"817020","title":"齐天乐五十首","dynasty":"清","author":"端木埰","text":"虚堂夜色凉于水，人天一时都静。玉露初寒，丝雨尽洗，写出秋容明靓。空青万顷，让一镜高悬，九霄风定。浩翠澄晖，银河匝字澹无影。乾坤清气几许。被孤光尽摄，镕就金饼。灌入芳襟，㪺来沆瀣。争许尘心不净。苔阶痕冷。恁同抱秋心，一蛩幽哽。共我终宵，那辞莲漏永。万家香霭腾金阙，余寒酿成春意。爆竹催年，铭椒献岁，又是阳和将至。流光逝水，怅催老英雄，者般容易。后饮屠苏，有人犹抱少年志。平生豪气未减，记萧斋读月，长剑孤倚。碧海屠鲸，青天饲鹤，少日心情空记，新来更喜。幸留得儿时，夜灯书味。为问梅华，可容同调比。小庭深院无尘梦，堂前四松交荫。黛影拿云，青阴漏月，满地霜华寒浸。涛声到枕，听子落空阶，幽人未寝。贤主多情，扣门相就更呼饮。伤心当日胜友，到重来散尽。清泪交衽。任是虬姿，依然无恙，庑下梁舂难赁。西州路稔，便洒泣羊昙，也成衰甚。待问山童，那堪门巷审。旧居重过添凄婉，斜阳半天将莫。直干捎云，寒柯压屋，为指幽人居处，秋光院宇。记朱实离离，饱餐朝露。几载睽离，扶疏还幸更如故。当年食贫奉母，忆安巢稳托，贤主欢聚。翠釜蒸来，璚靡和入。曾喜慈颜下箸。星霜易序。正风木衔衰，又伤琼树，故地重经，不堪零泪语。雪晴翻觉寒成厉，青灯飐孤影。败叶鸣风，疏棂漏月，篝火微温难胜。凝尘骤屏。爱兰纸新糊，素光澄镜。一任庭前，狂猋卷地晚来劲。婆娑终日坐对，恰斜阳送暖，午梦初醒。帘押文犀，香留睡鸭，棐几纤埃俱净。凉蟾夜冷，更映入清晖，玉壶同莹。我本心清，颢然弥自省。宣城入去春如锦，千山杜鹃红映。翠挹琴溪，青环箬岭。步步引人入胜，苍松冠岭。更云栈凌虚，石亭当径。浣尽尘襟，不须禅悦已心定。陵阳修路渐坦，见江头九子，依约灵境。峰嵌招提，溪通略彴，曲曲晴漪如镜。泉扃翠冷，想月明中宵，万峰青静。定有真灵，此闲参内景。一从香祖培根远，东皇剧怜芳意。级重璚瑶。移来蕙茝。总是华王一气。精英秀起。要仙露流丹，月华澄水。极意兹涵，可容蜂蝶近根柢。香心田与翠美，愿花幡左右，添种蘅芷。素蕊娟妍，红心娇小，莫道天工容易，清芬竟体。渐世界熏成，旧时春事。谱就猗兰，古音相对理。危峰栈齴藏幽洞，苍云压来当顶。枯树龙拿，悬厓虎落，终古曾无人径。山空画静，祗涧路巉岩，石泉声冷。草蔓苔荒，一龛寥寂万方屏。枯禅于此坐牢，尽华香叶落，年岁安河。身外都忘，尘中也适，了了菩提初证。真如自领，看月到天心，一般清净。顾我何人，敢希无上等。峭风吹敛斜阳色，疏林黯收残照。幂䍥生寒，低迷做暝，一径烟笼翠筱。归鸦恁早。看润花魂，露香兰笑。也似春来，绿章凭向上清告。江湖秋水正阔，有溟蒙远影，鸿雁初到。酿作秋霖，催将落木，满目氛昏难扫。黄华瘦了。镇慵卷疏帘，翠楼人悄。付与莎边，暗蛩吟到晓。夜堂风露清于水，惊心又逢秋令。蒲柳凋零，蛩螀怨抑，写出无边凄紧。莲更渐永。喜书味重亲，小窗灯影。寂历松阴，满庭凉思鹤初警。秋心无限感触，倚雕栏静对，明月孤炯。莽莽惊莎，萧萧落木，千里关河路迥。风霜送冷，最念取无衣，万家凄哽。悄不成暝。暗催宵梦醒。碧天吹老金风色，氛昏一时收净。莫霭催晴，朝曦减赫，秋在桐阴竹径。空青夜迥。更银汉无声，明月如镜。翠袖生寒，倚阑人怯露华冷。柴门临水半启，恰稻华香送，秋家稼千顷。红叶溪桥，黄华篱落，又是重阳节近，斜阳半岭。对极目澄鲜。更添游兴，为语幽人，更移烟外艇。劲风初应清商律，三千大千吹满。乱叶敲窗，幽虫绕砌，顿把罗衣催换。新凉骤转。正莲漏更长，月轮天半。枨触秋怀，读书声里一灯剪。闲阶添送爽气，听琤琮榈铎，宫征都变。戍鼓宵严，悲笳莫急，谱出征夫哀怨。天涯岁晚。想风雨关山，劳歌道远。漫倚金尊，画堂喧翠管。小窗虚幌明于画，幽栖别饶佳胜。斜汉流天，纤云让月，三五流星耿耿。苔阶翠冷，又风飐流萤。一灯青映。渐有蛩吟，秋意悄然出莎径。更筹听过四转，镇澄思息虑，宛入禅定。万籁无声，三霄自碧，一味新凉初迎。甘芳沁茗。早浣尽尘襟，太虚同净。为相词仙，素心应共领。嫩晴天色秋容靓，清光最宜晨起。露宿滋苔，朝阳映树，空外蔚蓝无际。疏林带水。爱收潦涵青，远烟凝紫。画里溪山，数峰相对转苍翠。潇斋时更静坐，有帘栊纳爽，图史祛睡。老圃松凉，疏篱竹掩，人在黄华香里。商猋到耳，又衣想装棉，扇悲藏笥。珍重分阴，漫将春共拟。莫天初觉斜阳速，疏林晚烟旋起。玉宇澄晖，丝云敛影，浣出长空清翠。寒蜺未已，又落叶纷纷，乱敲窗纸。饱饭黄昏，晚菘新稻足珍味。西风吹处渐老，夜堂人坐久，清绝秋气。帘护华香，砧催木业，又近重阳节至。中庭似水。有明月当阶，暗蛩吟砌。点检青编，短檠书味美。透帘秋气凉于水，虚堂悄然人定。露白三更，灯青一穗。匝字商声渐劲。空阶夜静。正青润桐阴，深翠苔径。听彻萧，豆华开处最清境。幽人篱落半掩，爱金猋荐爽，银汉高耿。梦醒香襟，声搀落叶，明月中天悬镜。关山侯冷。早砧杵千家，一时催应。伴我秋吟，更消莲漏永。太虚作记曾兹夕，探幽快乘清兴。皓月中天，秋光似水，路入风篁支径。山空夜静。爱行路松香，漱来泉冷。流水声中，隔林依约度疏磬。今宵风景未减，只潇斋寂坐，尘念都屏。兰纸书成，蜡光透入，净几明窗相映。盈盈照影，想此月清晖，古人同领。问月何如，一般清味永。软红深处掩尘梦，胸襟久疏山水。瘦石寻蹊，空亭贮软，小筑也饶幽致。危阑自倚，喜爱日留暄，古松凝翠。碧沼红楼，宛然人在画图里。西南亭榭更美，映垂杨一树，鸦点栖止。落叶虽空，长条无恙，摇曳已含春意。欣欣对此，祗吟侣偕来，未同流憩。独享滋惭，短歌还自矢。几年同儤薇垣值，风流快从觞咏。潭水桃华，幽山桂树，那更深情逸性。离怀骤警。况取次东风，一麾先秉。怕是它时，不胜怊怅此情景。多君风义近古，有中台宝笈，招共删订。抉汉分章，承云奏雅，羊鹤还愁不竞。清言快领。趁明月犹圆，碧天澄镜。四印斋中，一尊相共请。虎侯高谊何肫挚，相逢更邀同醉。画壁旗亭，餔糟曲部，今日谁同逸致。杯深酿旨。又胜侣招携，鸦歌闲肄。玉盏倾余，夜窗银烛蔼清气。尊前还共订谱，□榕皋旧什，工尺堪比。邓尉寻秋，天平揽胜，昨梦依稀犹记。琼英照水，待共结精庐，万梅华里。月媚春酣，翠尊偕泛蚁。昭陵遗泽深如海，金刘讵堪成事。异想天开，神奸惎闲，用到殷余夏肄。宗英另峙。要沮我兵威，碍兹同气。监以凶蕖，柄操强敌自伊始。惟王忠烈冠代，伐谋资庙算，储嗣先植。素志酬卿，青宫诏谒，帝亦驩然无忌。兵权在己。论忘尽嫌疑，愈征纯粹。为国精忠，古今谁更比。万绿祛尽心如水，孤光一轮亭午。淡极逾明，清中更媚，倍觉精华四吐。苍凉院宇。尽高与天游，悄无人处。默坐澄观，世闲娱乐总蠲去。潇洒情味正浓，是平生至乐，仙界真趣。碧海迢迢，青天夜夜，映彻无边风露。蜺旌翠羽。记同步烟霄，旧时俦侣，定也怜予，尘俗还寄旅。啊翁地位谈何易，居然一朝修证。并不痴聋，真能覆育，几日劬劳交迸。娱将暮景。看佳妇佳儿，玉兰辉映。好继清芬，添香红袖伴高咏。书城相对万卷，比金籯燕翼，风味须胜。绿竹生孙，含饴待弄，从此老人名称，华堂昼静。更养洁南陔，啊婆无病。为祝来今，满家都顺境。藐孤仙子空凡艳，寒梅那堪同调。国色无尘，天香濯露，璀璨银灯环照。琼姿丽晓。想明月前身，净因修到。独立娟娟，满城朱紫总堪笑。唐宫芳事记取，爱根培净土，种借瑶岛。亭接沉香，衣裁素锦，曲谱霓裳新教。春寒退了。有出浴真妃，雪肤争皎。带笑看来，玉颜相对好。妙香不受微尘涴，天仙化人游戏。群玉山头，瑶台月下，一种神姿明粹。姚黄魏紫，傥对影风前，总惭形秽。不染铅华，澹然相向有真契。灵均芳思正远，洧盘新浴罢，留取昭质。雪莹仙肌，莲胎佛性，不是人间富贵。繁华梦里，有清白流芬，更贻孙子，待结同心，素兰香近水。小楼频送斜阳色，清游更期朝爽。露气初收，风光欲活，朵朵夫容列瘴。晴晖渐上，更清挹飞蓝，润融涵绛。为想岩扃，雨余千迭石泉响。开尊欣共胜友，奈阑珊满目，春事堪怅。滑落无言，云阴蔽日，几许伤心酝酿。烟萝共往，便寻得桃源，万重青嶂，怎隔闲愁，不教萦梦想。一从洒遍西州泪，诗坛深痛知己。宝墨留存，新篇什袭，又为归装遗弃。沈埋故纸，拌赵壁真难还，楚弓长畀。散帙重逢，天人应共大欢喜。还思当日唱和，半忧时念乱，蒿目兵事。幸挽天河，终摧大，苍绝将故垒。汍澜未已。更问字人遥，悼深兰芷。迸泪幽吟，不堪还念起。女贞成节方全孝。新台岂堪重咏。洁养承颜，投缳矢烈，心似寒泉古井。慈闻聪请。更小妹幽闲，代开妆镜。就义从容，皭然难滓志先定。齐芳如此未易，有今年奏谳，祁氏堪并。老悖孤绥，贤媛婺洁。鸩酒倾杯求暝。淫威更逞。藉霜刀锋铦，洁将强横。义绝非亲，那容将弑等。一鞭晴雪关山路，骊歌骤添愁绪。壮岁功名，岩疆保障，拭目看君此去。殷勤诉与，有涸辙赪鲂，共思苦雨。几辈纷纭，可怜民莫向谁诉。先朝长驾远抚，翠华临幸日，恩洽垓宇。地拱神京，天临大漠，中外屏藩要处。时巡待举。愿载道循声，奉迎銮辂。幸与穷黎，转将春气煦。屋梁明月频年梦，迥阑几番愁倚。落叶悲秋，长条堕劫，心悸斯人憔悴。征尘未洗。喜一笑相逢，夕阳烟翠。大斗浮余，世闲如许快心事。新居还更不远，又天街共踏，寒月如水。许浑诗情，彭宣丝竹，并作当筵欢醉。清心妙理，况道味醰醰。近来增美，进步竿头，素心人倍喜。画楼歌馆春如梦，幽人独游尘外。碧宇高寒，红蔷寂静，天与清凉时界。中天翠彩，喜风露无声，玉轮高挂。领略清晖，浣将灵府倍潇洒。休嫌芳讯过晚，任千红万紫。着意雕绘，飞盖追随，羽觞豪饮，争似冷吟闲对。孤光离海，早不许繁华，污他精采，为问仙娥，素心应未改。嫩凉天气清于水，空青浣将云影。宿霭全收，高风送爽，吹落梧桐金井。明月夜耿。聪槛外蛬声，渐饶凄警。怪得宵来，薄寒微透被池冷。登临方好纵目，奈冷吟闲醉，谁共幽兴。松柏山香，蒹葭水碧，秋色无边清净。潇斋自领。祗清透兰襟，爽添萝径。更喜书灯，近来初夜永。一声弹指分今昔，光阴卅年飞度。旧雨潇寥，星辰错落，往事不堪回溯。前尘细数，幸矍铄灵光，岿然如故。人海抽身，归航安稳片帆渡。苏堤春事正好，羡湖山管领，风月佳处。玉篴征歌，金尊酹酒，为问欢悰几许，天涯倦旅。但诉与离愁，已堪凄楚。那更津桥，杜鹃声又苦。软风迟日翠芳信，生机远腾林表。碧岫生云，苍岩过雨，渲出山容似笑。春分过了。渐绿绣平畴，翠融新潦。抱瓮人来，野田风景尚熙皞。虚窗高处四敞，恰清晖入座，岚影飞到。兴洽无言，翛然有悟，坐久惟闻啼鸟。池塘梦好。似秀句神移，乍吟春草。好趁遨头，莫教春事老。左徒风节千秋重，湘山峭焉高咏。玉琢精神，兰熏气质，众醉中闲独醒。丹心自靖，与殷代三仁，后先辉映。若问同时，祗应邹峄可相并。离骚衣被万古，视风诗小雅，应许骖靳。香草儿时，鸿裁旷代，妙契偏从孤冷。清芬荐茗，岩洁泉甘，定符贞性。更展遗篇，绿窗娱书静。一从天谴红尘谪，阎浮那曾清净。秽迹难持，污流似海，郁尽兰心蕙性。中宵自省，祗明月青松，万山深径。独抱瑶琴，今夜弹与鬼神听。前身依约记取，向琼楼玉宇，丹灶金鼎。露下铢衣，霜凝佩璲，鹤背泠泠风冷。离尘要猛，待觅个幽栖，共君觞咏。指日秋来，快乘烟外艇。新秋又值新晴后，天容倍饶澄莹。露气涵空，风威送爽，万象虚含清净。初凉未冷，正帘影摇波，扇纨将屏。久坐空廊，数萤明灭乍栖定。铜壶宵漏渐转，爱中庭地白，圆月飞镜。瘦不胜秋，疏还剩绿，一树垂杨低映，喧来更静。又匝字鸣虫，纺纱声竞。拌兴暝迟，尽酬清夜永。一从雅豳陈民事，天工也垂星彩。稼始牵牛，衣成织女，光照银河两界。秋新候改，正嘉谷初登，授衣将届。春耗秋梭，岁功于此隐交代。神灵焉有配偶，藉唐宫夜语，诬蔑真宰。附会星期，描抚月夕，比作人间欢爱。机窗泪洒，又十万天钱，要偿婚债。绮语文人，忏除休更待。执鞭欣幕平生志，眉山大苏风采。浩气孤行，忠轮谠论，烈宿从来上界。穷通讵改。看随遇安恬，瘴乡亲屈，大笔淋漓，光芒雄视冠千代。新安何事致毁，记昭陵品论，才合钧宰。塞上军容，湖边柳色，都出都留遗爱。襟怀澹洒。更画雪堂深，坐销逋债。傥代荆公，太平堪遽待。雨余天色清于洗，劳生暂逢休暇。院静初扃，帘空乍卷，草草疏飧餐罢。泠然善也。正新月澄宵，好风清夏。一枕迎凉，蕉衫竹簟共潇洒。连朝甘澍偏满，想郊原润浥，新绿横野。静里生机，闲中乐趣，写入沉沉良夜。将暝未舍。万籁无声，一檠才灺，怎么将知音，朅来杯共把。碧云天色涵秋气，清光澹将莫景。禾黍风香，蒹葭露饱，路绕溪塍一径。尘嚣尽屏。早烟外钟声，引人清听。乍款禅扉，旧游重与雪泥证。山僧还更好客，要相期月夕，扫榻相迎。病骨才苏，劳生久倦，身世还如萍梗。深情快领，幸分我蒲团，佛灯青映。大好同参，石泉心共冷。碧天清爽来无际，清晖引人游眺。送雁风高，藏蝉荫减，写出秋荣渐老。葭深路窅。笑薄笨驱来，稳如舟小。胜地重游，雪泥仿佛认鸿爪。凭阑时纵远目，爱西山霁景，依旧树绕。树老含苍，窗虚吸翠，秀色餐余都饱。重阳近了。问佳节登高，几人同调。为文欢场，那如闲处好。御书楼畔东南去，高亭翼然孤迥。雉蝶周环，鸥波俯鉴，约略园林蹊径。依然画境，花屿支筇，柳潭舣艇。更喜璇题，倬云天藻尚辉映。而今熙皞历久，爱山僧朴遬，还事温凊。磴道同攀，云堂小憩，坐觉上光悦性。斜阳半岭。正落叶黄深，古松青凊。便有尘襟，也随秋气静。冷云低幂帘栊影，秋阴酿来何骤。细不成丝，轻如散曲，作弄霜威僝僽。霏霏住否。正落叶声中，暗蛩喑后。梦醒空斋，峭寒清逼琐窗透。侵寻时序逝水，记良宵迓客，刚剪春韭。翠减宫槐，华开野菊，又是授衣时候。相如病久，对枯树黄疏，夜灯青瘦。羡到栖鸦，卜居浑未有。寂寥南宋诸公去，余音更曾谁嗣。蕙性缄愁，兰馨织韵，快读金荃新制。南州秀起。羡涤笔湘江，绮霞争丽。婉娈风情，玉田同世席须避。琼楼千古妙语，祗被坡仙按谱，余事而已。桂海英灵，榕门里闬，那便雕虫自喜。丹山万里。有名世文章，救时经济。转瞬华天，玉楼声共倚。岁华如水流难住，凋年又看行尽。做冷风酸，禁寒雨细，到耳凄然几阵。幽窗睡稳。爱纸帐虚明，素光萤粉。屋小于舟，添来竹瓦翠筠润。青灯如豆静对，喜观书老眼，细字堪近。时复相于，此闲领略，佳处醰醰随分。梅华数本。待持赠无由，祗通芳讯，独享惭余，愧君还自哂。彩毫香浣银河水，清才定从天赋。丽藻霞舒，英词月艳，脱尽人间凡语。游心太古。更一字推敲，夜灯红处。欬睡珠玑，锦曩应让此佳句。论文还记往训，吉祥还资后福，何事凄楚。绚烂才华，峥嵘绮岁，忍敩号寒咽露。君当记取。待献纳论思，玉阶仙暑，莫把商声，浼将吟思苦。旧游如梦南湖路，华闲也会舣棹。桂楫偕游，松醪共醉，君悲今番吟眺。如何忘了。有善饭廉颇，也堪同调。一榻清风，恁般偏我已堪恼。相夸还更示我，把联吟秀句，取次赍到。字里华香，行闲酒气，险把衰翁熏倒。秋光正好。趁月晓风清，更偕华笑。补过心虔，买舟须要早。客窗潇寂来相伴，娇酣最饶天趣。细草偷衔，霜毛静舐，消得闲愁几度。华阴正午。更一线金睛，绿云深处。妒到香孩，榻边齁睡也应许。山房深护万卷，策动堪弟一，何用熏鼠。昼饱溪鱼。宵眠翠毯，慧黠真如解语。殷勤问取。念洞口仙哥，几时仙去。屋角喧腾，又随春气煦。主人好客浑成癖，倾谈顿教留住。胜日潇洒，良朋邂逅，取次壶觞啸侣。招邀致语。要不负秋光，嫩凉庭宇。深巷斜阳，一缄芳讯早飞去。良宵风月大好，看欣然命驾，还载清酤。翠斝浮余，红牙拍遍，轮到移换宫羽。芸香太古。愧好榻酣眠，俗尘相污。梦醒西窗，玉轮岗正午。"}