{"id":"817177","title":"暨阳怀古二十三首 有吴延陵君子之墓","dynasty":"清","author":"缪徵甲","text":"呜呼致其哀，有吴表其国。延陵本其心，君子重其德。十字旨甚微，褒以麟经笔。后儒多致疑，真赝说凭臆。篆疑汉代书，石指丹阳勒。风雷怒赫然，特为显而出。顷刻碎复完，初不假人力。迄今无缝衣，丰碑江上植。聚讼障先贤，神来解尔惑。美人采花香，山花发如绮。乌喙方卧薪，君王乐未已。色荒复禽荒，顾眄雄金矢。朝出姑苏台，一箭双鹿死。归来誇美人，此亦如皋雉。拜献千秋觞，君王大笑起。属镂怆忠魂，抉眼悬胥里。无端蕉梦醒，逐鹿人来矣。安得射鹿弓，早射太宰嚭。父雠固当复，臣道不可无。处宫复鞭墓，千载议子胥。夷考楚弃疾，弑兄夺其居。新台丑莫掩，杀贤信谄谀。天伦既澌减，日君实愧诸。衡以顺逆义，孝子刃独夫。间关出虎口，愤激生穷途。所惜属镂死，前智何后愚。胡不早引退，伏剑明区区。我来胥歌村，荒烟吊平芜。漂女今安在，芦中人亦殊。但听社公鼓，幸未讹髭须。善于谋国论纵横，上书能止十万兵。闇于谋己亡其身，食客空有三千人。身为大臣居奇货，即无李园祸亦大。君不见，吕仲父，于国何亲蜀道苦。黄山苍苍，申江洋洋，祀君名宦陈椒浆。千载民情尚如此，远胜太牢祀公子。呜呼，许公仁者非神仙。代民纳税法外意，后之继者难为贤。瘗金偿赋讳施与，诧为黄白毋乃颠。医师之外设方相，周礼广立仁政篇。张鲁世传斗米术，驱疫乃以符水专。公能纳民跻寿寓，岂藉符水为和扁。禹役庚辰益掌火，为民除害神圣传。斩蛇赤帝行大泽，搏蛟孝侯入深渊。事本寻常不足怪，要皆一念为民坚。后堂拜母重母孝，大孝必得寿百年。先生应笑栾大辈，妄希白日能升天。世儒自是眼孔小，故神其说何责焉。呜呼，许公仁者非神仙。世訾郭景纯，所学任术数。身卒蹈危机，任数为数误。吾谓郭求仁，任数理即具。当其对逆敦，顺逆冀一悟。臣命尽今日，殉国无他顾。若有趋避心，生死先失度。闻昔葬母昆，江上来封墓。葬经失真传，后人多依附。宣城并归魂，太真复短祚。幽冥负伯仁，忠义争竖树。淮水有时竭，衔刀上天诉。如何中吴人，耑祀短主簿。朝如传舍君奕棋，南北纷纷曾几时。萧衍老公手篡逆，佛果有灵不佑之。同泰为奴得复失，天心不使存佳儿。佳儿仁孝勤学问，馆开博望延宾师。萧郎若早传贤子，江东磐石安无危。伤哉蜡鹅等巫蛊，燕雀衔土千载悲。台城血水呼荷荷，湘东一目何能为。梁家寸土竟安在，书台选楼到处遗。池扬二州既志胜，江阴亦复传下帷。帷空犹照青宫月，书带纷披绿满墀。楼角山茶覆如伞，劫灰烧尽生孙枝。梁溪海虞都人士，灵光殿下高吟诗。诗中盛称手植桧，徘徊惋愤深长思，沧桑屡易文在兹。舜过山下隐君子，饥饫山云渴江水。杜门不出三十年，世事营营任朝市。诗成和者陆与皮，千里同心室则迩。愁杀思归张季鹰，秋风祇说蒪鲈美。阳羡田常州，宅表乞居计亦得。未几乘风归玉楼，田宅云烟尽陈迹。何时自毗陵，移来江上屐。田舍留残碑，擘窠存手泽。我折古梅花，为公作生日。为官视民瘼，了不关其心。岂无爱民意，恋栈意更深。一言傥见斥，褫带归山林。欲保五斗米，与世姑浮沉。所学究安在，清夜愧影衾。缅怀南渡后，此地横潦侵。徵敛迫未已，哀鸿有馀音。知军人虽微，建议可断金。心伤弹丸邑，田舍漂雨淫。流民竟谁绘，食子痛不禁。臣心为民碎，哀泪时沾襟。催科实不忍，臣罪当抽簪。仁人一言溥，如旱苏甘霖。岂不恋一官，所忧在苍黔。今诵萧寺咏，如闻宓子琴。后有司牧者，愿为座右箴。孝宗嗣南渡，未能骤复雠。痛以陵寝故，哀为祈请谋。曰请实骄敌，朝廷小可羞。百年既和好，侂胄欲渝盟。果函太师首，邻境乃罢兵。曰衅自我启，他日变所生。吴氏握兵柄，父子相继承。乾纲不能断，优容留后称。曰挺死勿嗣，藩镇渐可惩。老臣谋国是，蓍蔡勿是过。金使正以礼，帝曰卿力多。江淮死以守，敌曰无过河。筑堤卫田亩，楮币除偏颇。邱葛邑世族，公德尤可歌。酹酒拜公墓，由里山峨峨。半间堂开朝无人，蟋蟀声里飞边尘。都尉忧时书早陈，匪曰直臣臣国亲。封章数上不报闻，臣心已尽臣乞身。鹿车夫妇归如宾，宫花蛾钿不再匀。夫耕妇锄侪齐民，孝我父母睦我邻。五丈夫子皆麒麟，询以国事不启唇。骑驴湖上养晦遵，富贵于我如浮云。粉侯之中绝等伦，观山死战公裔孙。大义奕叶犹能伸。神弦侑食祠明禋，灵风尽日吹溪蘋。空谷先生神仙姿，生当扰攘不遇时。啸歌一室乐其乐，里中人士尊为师。先生厥考性好施，千人仰给力自支。遗命敛葬一遵古，屏却世俗黄与缁。克家有子抱翼凤，菰芦晦迹人莫知。贤人在野吾道隐，元祚八十宜深思。有元至正间，暨阳成盗薮。乡民多胁从，帅欲骈民首。徵士为帅言，民特失父母。本无乐祸心，抚之皆我有。闻言帅感悟，片语活万口。岂徒誇著作，千金享敝帚。大府荐其才，前后徵不受。伪吴及洪武，两聘皆却走。矫矫云中龙，皭然绝氛垢。桑梓铭其功，懦顽化其守。是古乡先生，宜饮社公酒。辽东管邴王，千载乃有偶。读书不求仕，赈饥不居功。有诏拜副使，辞辟何从容。藏书及万卷，披吟老此中。峨峨百尺楼，千古陈元龙。彦古侍郎七世孙，姓吴名重元隐沦。伪吴窃据党朱定，借粮不许族重门。一妾携雏出远匿，返取嫡子刃已吞。孤儿八岁天所存，老渔拯此芦中人。云亭日暮遇重婿，相对涕泗交沾巾。存孤济险阴佑耳，琼弁之报何足论。孤儿曰远从婿姓，五子其四仍归根。以死抗逆古壮士，义烈自足启后昆。妾张渔顾婿姓陈，至今轶事传伞墩。倪迂隐诗画，乱世全其躬。平生喜盥濯，世以迂是翁。时世多秽德，恐浼涂炭中。洁癖聊寓意，谁窥高士衷。散财免世乱，奉母天年终。季世守钱虏，鲜不罹兵凶。观题妇像诗，庶几梁孟风。思善死贼舅存孤，如杭母子失穷途。义仆承信鞠呱呱，其姑得之育姑苏。承信为主刃贼逋，明祖代元开康衢。孝子还乡血泪枯，先赘海虞幸生雏。别妻寻母走越吴，三年濒死焦发肤。后得牛商载与俱，昼锦坊前鄞县居。有妪似儿痛貌癯，十八年前述旧符。迎母归养一纪逾，得终天年首正狐。孝子不愿旌门闾，愿葬先陇砂山墟。江阴障各郡，江海之要冲。胜国遇倭乱，忆在嘉靖中。豺狼逞荼毒，居民惧汹汹。我邑仁父母，鹤洲钱令公。登陴集义勇，斩获屡奏功。贼自无锡至，桀石来相攻。三箭贼大却，公亦中贼锋。杨吴二团长，蔽公股血红。吴死公亲祭，哭声振苍穹。翼日战华墅，蹙贼贼势穷。复合常熟寇，三千围门东。兵备王崇古，坐视孤城凶。公以死自誓，印衣表孤忠。狼兵先遁走，陷公所乘骢。易马裹创战，杀气流白虹。同时死难者，陈金邢郭从。时天大雷雨，昼晦吹腥风。崇古奏不实，蔽此捍禦功。赠恤需后命，天道非梦梦。嗣有梦公者，执戟抨长弓。贼来旋却走，胆落神听聪。睢阳终杀贼，毅魄为鬼雄。至今九里山，云气常濛濛。高皇范铁训嗣王，内臣无得干外政。英宗惑振称先生，阍寺居然窃国柄。曹汪刘魏相继生，义子干儿势逾横。大江西来入海门，浑茫正气生伟人。文贞素仰贡克仁，二十四罪侃侃陈。严刑锻鍊断指死，大呼高皇鉴微臣。李与文贞本姻特，初官南康已称职。列论崔魏扶周高，誓以骨鲠死报国。国步艰难难力移，完臣分内事无奇。从容被逮临危日，自序生平绝命词。寂寞园斋缪与李，怀古而今空仰止。寄语枯灯拥卷人，读圣贤书有如此。惠帝传逊荒，今疑大师墓。有国走苍皇，终少君人度。雪径本天潢，掉头去不顾。擘窠善大书，逍遥江上住。闻昔隋王孙，布席向佛诉。莫生帝王家，儿为帝王误。明季贼陷藩，终以改天步。福禄酒频斟，和尚早已悟。行遁心摇摇，岂有神仙慕。我朝定鼎越周汉，救民水火平暴乱。顽民义敢昧壶浆，自取灭亡死糜烂。深仁厚泽宥殷遗，各为其主纶音垂。承平百载观旧史，疾风劲草咨涕洟。应元姓阎官典史，丽亨其字为明死。前后剿寇多有功，抚按交推卧不起。乙酉大兵定江阴，方亨失抚乖民心。民心本未忘故主，胁以屠城惧益深。陈冯何人逞螳臂，不明顺逆频失利。应元时隐砂山崖，迎入孤城为尔帅。火药铅丸发旧封，输银输粟感义公。束缚草人收万矢，四城列守严乘墉。军法不缘豪右贷，重者割耳轻笞背。病医死殓哭甚哀，恩义缠绵士心戴。搜罗义勇集众材，钩弩毬箭听所裁。或潜纳款斩以徇，五更声转楚歌来。劝降者谁刘镇府，指画兴亡徒自苦。微官不敢冀封侯，愿死赵家清净土。女墙修葺完复倾，空棺实土以障城。大雨兼旬炮不发，满城士卒称神明。阎公负伤守益急，登城惨见中秋月。祥符寺中红光飞，芙蓉蒂破臣力竭。城头白鹅飞上天，忠魂未死先成烟。可怜六万七千众，八十一日如狂颠。前湖水浅死不得，众拥阎行僵立直。回头笑杀降将军，自愧当初身负国。八月廿一鬼夜号，栖霞禅院血洗袍。陈尉前期引佩刀，广文自缢腰间绦。介子黄生舍人戚，侨寓邵君与程壁。更有裙钗死魄香，万骨茔前京观积。思陵失在误用人，熊杨之辈何纷纷。良材若得早建白，谋国何愧卢与孙。惜乎弃置投下吏，犹为朝廷激忠义。圣朝宽大诏褒忠，父老传闻尚流涕。无名氏，一女郎。殉国难，骨尚香。亭五里，诗两行。拟配飨，露筋旁。彼女子，知纲常。"}