{"id":"819672","title":"天山曲附香妃外传","dynasty":"清末近现代初","author":"杨圻","text":"玉门风雪拂云鬟，一曲刀环破虏还。上将功勋开朔漠，美人幽怨念家山。盛朝甲子贞元颂，八表澄清车书统。圣明天子太平年，瀚海乌梁修朝贡。独有天方向化迟，东来声教渡车师。白环诣阙留王母，文马来庭款月支。胡儿背德据西域，复拔汉旌寇边邑。当时妃子不知愁，一笑倾城再倾国。天马高歌翠辇陪，阆风本自接瑶台。却从青海呼鹰去，还向河源射虎来。于阗玉煖春烟腻，安息天香容光异。可汗衣佩惹芳菲，灵芸竟体吹兰气。可汗雄武复温存，举国春风笑语闻。雪里开关连骑出，玉人相并看昆崙。温柔终老宜行乐，扫穴犁庭孽自作。不闻鼓角动伊凉，岂有功名惊卫霍。武皇西顾眷诸羌，数纪承平斥堠荒。骤报姑师遮汉使，更传胡马渡前王。河西陇右匈奴臂，屠耆负固两兄弟。反侧难安叶护心，羁縻未就班超议。橐驼东下满胡沙，三十六城皆虏骑。燉煌烽火达甘泉，渠黎早备窥边计。明年骠骑取乌孙，西出河湟略边地。王师八月下连营，乌垒屯田旧制兵。天子诏增都尉戍，将军请筑受降城。黑水营边鼓声寂，贰师失道陷深敌。雪没人烟古战场，风摇刁斗大戈壁。绝域三更拜井泉，孤军百日悬沙碛。夜静天秋塞雁高，围城月白吹羌笛。为觅封侯不肯归，五千貂锦齐呜咽。积雪千山与万山，驱兵再度玉门关。交河总管筹边策，不斩楼兰誓不还。朔方健儿渡碛里，铁甲无声风沙起。黄昏万马饮金河，亭障悠悠九千里。蛾眉颦蹙侍毡裘，夜报天戈下火州。国破休教妻子累，大王西去莫淹留。阏氏雨泣单于舞，踯躅提刀不忍去。帐中红粉抵死催，马上枭雄频回顾。旌旗西指拂天狼，垓下歌声困项王。明日辕门传献馘，将军拜表破高昌。班师郊劳迎笳鼓，诏建安西都护府。酒泉从此靖胡尘，不是穷兵非好武。开疆拓土贺元戎，三箭天山早挂弓。岂似轮台哀痛诏，天王罪己将无功。当年助顺辟蒿莱，别有降王壁垒开。一骑香尘烽火熄，明驼轻载美人来。沙场风压貂裘重，阵云满地衣香冻。祁连山月远相随，恸哭爷娘走相送。琵琶凄绝一声声，大雪纷纷上马行。一拍哀笳双泪落，可怜胡语不分明。王头饮器献天子，妾心古井从今始。何难一死报君恩，欲报君恩不能死。忽到阳关古戍楼，明眸皓齿一回头。失声长恸无家别，关下行人尽泪流。牛羊万里望乡井，龙沙日远长安近。呼天不语山茫茫，天已尽头山未尽。零乱惊魂起暮笳，关山落日暗平沙。凭栏掩面登车去，从此明妃不见家。香轮缓缓朝天去，千乘万骑昏尘雾。肃州东下又甘州，从头重数幽州路。入关拂面起东风，百草千花泪眼中。想像翠华三万里，至今父老忆惊鸿。边城过尽中原好，风物伤心黯烟草。陇上春寒梳洗迟，骊山月落更衣早。桃花杨柳短长亭，乳燕流莺京洛道。紫陌鸡鸣见汉宫，蓟门烟树云中晓。蓟门烟树是皇州，阊阖天开拥冕旒。北极河山随彩仗，长杨车骑满瀛洲。玉阶扶定珠帘捲，天颜有喜催归苑。愁容瘦损况欢容，昭阳第一春光满。千门万户建章宫，翠辇风飘闻凤琯。三海恩波无限深，上林花鸟从今暖。瀛台小宴月笼沙，诏遣羊车拥丽华。夜叩金铺楼殿寂，独眠人睡闭梨花。青娥阿监争嗟恻，如此繁华无欢色。君王含笑侍人愁，露似珍珠花似泣。野孛频侵帝座分，史官夜奏星占急。沉香甲煎到天明，唾壶红泪终宵湿。洛女空令赋感甄，楚王有意怜绳息。官家为罢未央游，转惜倾城怒蔡侯。花自无言春自暖，亲裁手诏劝忘忧。清真赐洗华清浴，御沟水腻凝脂馥。拥入东风海上楼，宫莺啼遍三山绿。楼高不见故乡天，马邑龙城路万千。上国风华浓似锦，故宫归梦杳如年。朝朝暮暮愁城闭，自拨箜篌诉哀厉。风和日丽断肠天，月明花暗销魂地。空房深坐屏侍从，慢撚轻弹凄调纵。忽变流沙塞上声，游鱼栖鸟俱悽恸。部曲夷歌久不闻，家山入破哀谁共。此时一怒碎箜篌，剪断鲲弦不复弄。可堪愁苦忆欢娱，往事悠悠来入梦。夜梦天山猎雪回，龙堆火照夜光杯。大王欲看波斯舞，笑酌蒲萄拥膝催。三年日月但悽咽，太后哀怜召相见。中使催朝长信宫，六飞已上祈年殿。温语偏承任姒欢，淡妆不避尹邢面。我见犹怜狂至尊，雪肤画貌心冰霰。罗敷结发有狂夫，国破家亡白骨枯。臣罪当诛妾薄命，覆巢完卵古来无。肝肠慷慨词决绝，再拜从容完大节。含泪陈情含笑辞，六宫相顾俱悽咽。金阙西厢深闭门，慈云祸水两无痕。全生不感君王意，就死犹衔圣母恩。诏赐辒辌从藩俗，返骨故乡应瞑目。玉匣珠襦黄竹歌，哀琴细鼓苍梧曲。旧臣遗老半生存，白马素车争迎哭。河山无改故宫平，夜夜啼鹃觅金粟。剪纸招魂度玉关，步虚环佩五更寒。断无幽恨留青冢，月黑风高行路难。汉城西北回城畔，后人省识湘灵怨。终古冰山锁墓门，眉痕犹似青峰乱。吴宫花草葬西施，故主相逢地下知。雨湿冬青携麦饭，年年伏腊拜荒祠。返生无计采灵药，官家惋惜复嗟愕。当时诔笔命词臣，不赋哀蝉歌黄鹄。南内霜寒掩洞房，宫人垂泪扫空床。五更长乐疏钟尽，鹦鹉犹疑理晓妆。九重不豫多休暇，春色幽幽闲台榭。羊车重过殿西头，细雨无人落花下。碧云无际想衣裳，绣幄经年闻兰麝。塞上烟消寒食天，宫中火冷清明夜。边臣褒鄂尽酬庸，紫阁图形诏画工。一例承恩留玉貌，宝刀银甲气如虹。英姿飒爽惊绝代，物换星移今犹在。明珰翠羽照人间，细骨轻躯来绝塞。故教奇节付丹青，未必英雄非粉黛。圣德珠还古未闻，佳人玉碎今难在。乾隆往事似开元，西苑重游问内官。水殿云房都不是，玉人何处倚栏杆。五步一楼十步阁，太液秋哀凉风作。雨鬓烟鬟不可寻，白蘋无际红莲落。犹见金茎承露盘，汉时宫阙晋衣冠。马龙车水千门晚，凝碧池头一例看。省中吏散蓬壶靓，金屋啼痕觅香径。夕殿微凉锁洞天，沉沉云海烟花暝。此时月浸翠云裘，省识先皇照夜游。宝月楼南圆镜北，扁舟指点水天秋。天章惊拜星云丽，此地垂裳想遭际。圣代千秋文藻情，孤臣此日攀髯意。仙侣移舟旧迹空，繁华事散大明宫。少陵野老王摩诘，一代诗人涕泪中。兴亡到眼清哀动，石鲸无恙铜仙重。圣武他年纪裕陵，冰心万古埋香冢。苜蓿离宫信有之，羌笳哀乱怨龟兹。至今弱水悠悠恨，长向西流无尽时。"}