{"id":"829136","title":"蛾眉七绝百首","dynasty":"清末近现代初","author":"吴妍因","text":"蛾眉绝代艳如花，生长南林第几家。却羡若耶欧冶子，未甘寂寞浣春纱。绣阁学书总未工，抛书远去事猿公。莫言剑亦难成业，东海归来目已空。湖海元龙意气豪，春申江上试秋刀。满宫学士皆殊色，小妹青溪擅六韬。夥颐无命快仇家，草木荒江閒著花。商女可怜沦落久，自弹别调怨琵琶。朝朝暮暮事荒唐，妙手床头空白黄。无奈买舟南国去，大乔毕竟属孙郎。频年孙武枉谈兵，子弟三千尽老生。点将吴宫遴幼妇，越娃少小最倾城。丹邱新典曳金绳，八面熊熊赤燄腾。传取首教龙女去，将归直欲作心灯。珍珠江上辟蒿莱，选佛坛场十里开。玉女归来劳说法，金刚不断铸群材。约法新颁佥意同，输心首与彩娥通。优容不限蜂穿户，解放如教鸟出笼。王母瑶台似鼎湖，云鸾飞去孰攀呼。遗言犹是三章在，一寸芳心省得无。胡姬长袖舞风云，傲睨多才姊妹群。容物敢违夫子教，红尘一骑出昭君。一室争妍鼎足匀，共持门户继先芬。可怜大妇埋香后，少妇容光足二分。中庭秾李当窗白，左掖夭桃夹岸红。小试但凭三尺水，违枝黄叶剪江东。紫云重叠黯西山，歌哭灵前总强颜。示恶夺朱非正色，申申媭语詈冥顽。中妇如花舞袖香，居然叱咤领群芳。春风一阵轻吹去，便尔歌衫独擅场。桃李阴成毛羽丰，画眉有笔泼如风。马前露布堂堂草，北部烟花一扫空。憔悴芳龄十五馀，年年北渚眇愁予。忽传龙驭云中降，桂酒椒浆奠不虚。果降飞龙北渚边，美人秋水著鞭先。顿教一代吴宫玉，心血斑斑尽化烟。莲花峰下斗腰支，孙寿终难冷眼窥。坠马妆成真坠马，愁眉扫罢果愁眉。轻车东路过钱塘，海上莺花处处狂。当日金夫皆白眼，于今月姊馈明珰。云龙风虎满洪都，自信娇姿与众殊。何物汉皋诸女伴，祇相诋詈不相谀。毕竟钟山即蒋山，当年王气尚回环。小姑端合青溪住，神曲终迎翠辇还。红颜从此燕钗分，小杏夭桃信手耘。谁肉谁刍浑不管，门前羊虎自成群。好花别有叶来扶，野火虽经草未枯。昨日翻云今日雨，西山朽腐尽昭苏。不独红芳任剪芟，繁枝密叶亦摧残。铁枷仍把佣奴锁，毋许閒庭种牡丹。代表宣言时已非，空拳莫解两情违。可堪填海归来鸟，祇向章华台畔飞。吴宫楚馆斗腰支，谁瘦谁肥各弄姿。神女生涯终是梦，效颦祇亦谪红儿。青娥勇退素娥藏，霜月终教一耿光。端的根深枝自在，春花旋又拥东皇。南飞丹雀已无枝，衔得馀烽奚所施。半筑新巢依草木，半归故垒燬台池。傍海台楼邻月姊，横江帆席藉风姨。甘心分馂当年诋，妙手通财此日携。黄金自古昧恩仇，美慧英贤况可俦。予夺何妨仍启户，追求焉得不低头。新渐目成旧已非，绝交书又北堂飞。登场鲍老郎当去，入幕嘉宾黯淡归。阿谁前席备咨询，屏护门庭邀德邻。义士亦因红帜拔，纷纷入幕作西宾。已吹服领丹霞散，终恐宁台绿荫浓。试向汶篁亲把剪，刺人陡遇隔墙蜂。不碍游蜂且伐柯，前功欲竟苦心多。当年暴客高声斥，此日邻墙低首过。南风狂拂帝王都，吹得阑残春欲无。流水落花归去也，可怜覆辙殪皇姑。桂黄李白又成村，梦寐能安倚枕魂。更嘱园丁除蔓草，宁同燕子啄王孙。应嫌冯妇倚穷阎，海燕归来羽翼添。隔座钩因韩寿送，后庭花许丽华拈。黄金千万斗骄奢，终使昭仪覆钿车。十亩独苗成底事，丘三诗句写横斜。独折名花带笑看，别裁新调自吹弹。瑶琴锦瑟临春殿，平步娴娴舞镜鸾。胡姬有志力无多，枉自生心嫉翠蛾。赢得华清新浴罢，身轻翰软独吟哦。稠枝密叶尽飘萧，剩得高花淩碧霄。遗教皇皇谁管得，口头禅尚诵朝朝。忘却亲仇订绮交，亚枝何幸倚高梢。无虞黄雀窥螳后，竟向元英寻鹊巢。南岭馀烽犹可燖，东墙阴影又相侵。可怜歌舞燕台夜，一任踰垣莫与禁。钥启重关喧暴徒，遮羞洒耻术都无。托辞且自归璇室，此局看谁能竟扶。故教赤仄穷公嗣，仍是黄金铸美人。腼腆可怜汪小韫，分羹不惜乍归身。东风猎猎任摧残，金谷名花独自看。且喜春江烽火息，一时南国又平安。坛坫纷纷孰主张，西来青鸟自推详。锦囊忽获安攘计，一室公然又阋墙。自决西江欲洗红，东墙喧嚷且装聋。尔茅但得连株拔，何惜千村万落空。神奸渔猎各张罗，卐字帘前密约多。窃喜与侬情意合，千丝祇是网红娥。为慕西施拟笑颦，尔恩我爱往来频。那知别有鸳鸯谱，未许青鹯卧锦茵。天边冤鸟又生分，岭外胡狲空啸群。一手花枝揉十九，八闽秋雨夜缤纷。固封盐米困坚贞，十载相持功未成。终被挣开金锁去，间关万里事长征。蜂狂蝶浪世无双，又向金台劫夜尨。赵女燕姬蹂躏遍，吞声未敢闭瑶窗。护花仍自计罗胸，祇剪同枝不碍蜂。谁料西园心腹寄，犯颜竟亦转霜锋。如何薄命续西池，八骏归来祇自知。却喜纶音相应布，旧家门户共支持。蜂更颠狂蝶更骄，要盟恣意逼多娇。托言共把红芳剪，直欲先将嫩蕊挑。迎不能堪拒亦难，试将厉色却贪顽。那知狂怒来风雨，削尽如花倾国颜。羞被朱颜痛满胸，迫教奋袂斥狂童。生张熟李相邀遍，还隔崇墙唤小红。云津强渡学牵牛，争赴佳期不待秋。从此天孙经劫处，金梭玉杵尽蒙羞。北门旗鼓正相拚，袖手犹期躁少安。旧苑可怜秋夜月，何时更许玉人看。魔手横伸又向南，严扉密锁拟崤函。经秋黄菊花难撷，不信先春梅易探。容易香巢进虎狼，钿车流水夜仓皇。侯门差幸深于海，春色依然别院藏。泪血斑斑印雪泥，梁台凄绝夜乌啼。金铃玉树都消歇，空对残香忆故栖。群姝汗血各沾裾，伯姊依然力有馀。留得几分仪态在，葆贞议嫁待徐徐。诸邻议论任纷哗，壮士谁为古押衙。不信繫铃终不解，还希蹠党作朱家。青雀纷纷未解围，飞琼祇亦黯然归。可堪一掬辛酸泪，虚向蓬莱树下挥。厨下调羹重选材，家珍依旧付舆台。盐梅无与汪端分，豚酒空歌赤凤来。世仇匪易遏狂奴，家贼依然防小姑。莫道夕阳光景短，未消逝处总堪娱。万树千枝等散沙，纷纷摇落各无家。下层空有扶持力，未得成阴一护花。胭脂金粉并飘零，半面徐妃劫亦经。台上杨稊才一瞥，飞花又自化浮萍。侬家情实任稽钩，应悔他山久借筹。归去德邻皆助桀，飞来义士尽寻仇。博得缠头不顾身，飘花浪絮舞纷纶。憧憧中构群魔影，半是曾通仙籍人。九龙帐里陈金凤，七宝庭前缪素筠。自昔贪残傧悍虎，于今巧笑逐胡骃。填桥乌鹊又纷腾，言丑媒非嫁未曾。苦节敢云心本硬，萧墙祇恐祸难胜。蠢奴高卧鸟嘤鸣，不觉南窗风雨并。鹦鹉如瘖帘外立，罗浮一任梦魂惊。鄂君绣被一时温，暴客骄嚣又到门。垂手乱翻随意拾，汉皋玉佩几何存。到底宣言难事仇，鸩媒毋许更句留。方知狠毒侏儒意，不到香消逼不休。斑斑岭竹映斜曛，猎猎江风肆火云。南楚几多今许俊，可能高义护湘君。登徒无赖兴偏豪，更欲西尝卓氏醪。莫道高唐云雨锁，巫峰曾不限飞猱。神女生涯原可悲，无郎孰与共安危。途穷影只身难嫁，秦楚茫茫欲倚谁。空与邻娥旧好修，拒奸慷慨赠吴钩。生防庭院红滋蔓，貌示相亲意未投。爪如闪电忽狂伸，养虎终教祸厥身。讵意同盟诸姊妹，祇能自救不援人。一点灵犀万里心，娟娟秋水仰多金。列仙不与还丹服，却助妖符滋病侵。恨石空衔莫补天，推波翻欲浸桑田。任他如梗随流去，袍笏凭人一线牵。暴客颠狂未止戈，荆山又窃玉嵯峨。森森且喜巫云锁，我斧何妨自伐柯。深深堂奥噪蛙音，诡说千端欲铄金。宁可杀家无杀敌，岂能防口忽防心。暗通眉语向墙东，开路还当共剪红。河上珊柯才折罢，江干霜叶又摧风。隔岸熊熊火尽烧，诸邻半燬旧窗寮。才看英媛头方灼，又见星娥额亦焦。既愁白打失芳邻，又喜红炉抽积薪。忧乐无端方寸昧，罔知唇是齿城闉。登徒色胆泼天狂，拨雨撩云势更张。未克遽捞川底月，公然又窃海南香。不沈铁网网珊瑚，却向金山劫美姝。百斛珍珠狂一掷，蕉椰掉首拜侏儒。东唤拿妖西捉魔，道高不患助无多。加盟且喜群仙会，一跃三星得并罗。吼声狂遏怒江潮，且任同仇槛外嚣。尽豢群獒坚四壁，北窗祇自困红绡。宁愿卑躬奉虎狼，岂甘衽席处红妆。薄言愤向西宫诉，赢得荃荪不吐芳。毕竟红娥胜算操，况当彼美协英髦。西楼渐展擒王手，东阁行挥剪馘刀。拒奸行见洗奇羞，返棹何如乘急流。且莫丰功誇绝代，须知短景逼残秋。盼到春光大地回，满庭蟠错刺玫瑰。删红斫紫空痴癖，祇恐纤纤手易摧。纵慕金夫不有躬，相残欲更乞西风。可知霰雪当春白，难遏林花到处红。无计开怀遣所思，写成疑雨百篇诗。非因求觉襄王梦，岂是微吟宋玉辞。"}