{"id":"829549","title":"江南春柳词七十二首 杨柳枝·江南春柳词，借《尊前集》韵五十首，《花间集》韵二十二首，共七十二首。","dynasty":"清末近现代初","author":"周岸登","text":"记傍宫墙擪笛吹。蓟门烟柳感春词。而今萧瑟江关道，谁向天边添两枝。春雨江南杏闹时。题巾句好共依依。亚夫谁道非儿戏，醉折杨枝当指挥。南岳夫人卷绣帏。披香博士唾冰丝。白门乌夜啼难歇，枉听新歌杨叛儿。才思轻狂逐絮飞。漫天匝地任风吹。沉郎堆叠苔阶满，争羡青钱能入时。眉样横波皆入时。新妆那复斗腰肢。明星玉女供洒扫，拜下楼心总为谁。情尽桥临雁水滨。枯槎残蘖阅千春。多生厌入离人手，约水颦青也赚人。虿发鬈焦袅更垂。绾春叆叇蹙金丝。丁香纵有同心结，寄恨酬欢两未知。兰成绮怨赋青旗。哀到江南日暮时。大树飘零君莫问，婆娑生意感支离。摇落江潭怨岁华。玉关不度被春遮。只闻张陆称交让，谁割清阴属两家。梦魂拘管惯成迷。花艳尘香惊大堤。无限新栽官柳好，可怜三匝欠乌栖。薄怒佯瞋赤凤来。倾城标格降舆台。诞诞燕尾拖泥絮，咬破新花尽碎挼。早识长眉妒更多。悔移蜀柳植灵和。当年张绪今憔悴，晚向金城发浩歌。似恨东风不展眉。东风叵耐尽情吹。吹眠吹起还吹落，瘦杀临春千万枝。行人攀折损宫腰。泣露颦烟恋旧条。留得一枝栖杜宇。要听啼血过津桥。树老心空鬓尚青。风流天赋与多情。任他兵火交摧挫，劫后犹堪庇燕莺。玉门斜日映搴旗。野堠凋阴盘马时。一夕乡心入羌笛，江边梅发对垂垂。三出凤州漫浪夸。那胜越艳比吴娃。千丝不结鸱夷网，身是江南桑苎家。金谷河阳旧有名。南朝狎客更风情。珊瑚血点燕支辱，后庭玉树变秋声。苦为坠楼悲艳骨，甘从饿杀竞纤腰。倾城倾国都销歇，舞尽春风万万条。尽抛蠃黛斗长眉。更倩莺梭织恨丝。絮乱丝繁眉自锁，夭斜争似旧家时。翳蝉羞露怯高枝。漾曲揉金窣嫩丝。一自斑骓轻解系，笼鹦低唤误他谁。虚传丽则长杨赋，乍可清风栗里庭。边塞北条维地络，永丰西角动天星。人柳三眠出汉宫。酣春沉醉九微风。铜驼荆棘铜仙泪，一样凄凉似梦中。羞逐鸱夷放钓船。五湖明月秣陵烟。过江名士如相问，姓字犹悬尺五天。絮搏成黈丝作旒。教睹官仪起凤楼。解识宦情如博塞，任他无蟹有监州。曲澜轻漾醉芳埃。厌杀章台忆钓台。苦欲移根近清路，因何不傍白榆栽。蟹簖鱼梁近水垂。更添渔具续天随。西湖五柳陶羹好，争及东都宋嫂时。疏封细柳彻侯条。白马青丝共踏摇。衔得杨花窠里住，一肩风月送前朝。绿芜凋尽赋台城。玉埒金椎鹿角营。入望萋萋魂欲断，柔丝那更绊行人。酥雨烘晴莺晓初。条风飏暖燕归徐。娇春莫道无颜色，姹紫嫣红总不如。锻灶嵇康眼独青。竹林游赏异新亭。好陪隐士闲门巷，不为天家护琐厅。参差流艳御香繁。不赋华林赋小园。草木无情岂蠲忿，忘忧何事树金萱。新词月节教歌成。月月春风夜夜情。三十六宫都应节，全回大地作春声。颓林楗石障河桥。急束齐裁带叶烧。留得风流根性在，春回依旧长新条。篆伴芝英画彷迂。射工穿叶未嫌粗。御轮学得临风态，六艺通材擅得无。何心惹雾复拖烟。攀折随人度岁年。斜出酒帘红杏外，将无误眼到旌旃。支风给露逐时新。不管迎春管送春。象渡漓山曾手植，攀条陨涕更何人。圈花幂曲小青楼。压酒吴姬字莫愁。醉倚朱阑新月上，万丝如发学梳头。风怀桃叶伴桃根。衣袂啼痕间酒痕。毕竟不关惆怅事，十年花月别青门。折杨古调总违时。下里巴人世共推。画壁旗亭真赏在，匆匆遣唱渭城诗。换舞巴歈替得么。吴讴适怨转清和。新来学得鲜卑语。舞错凉州可奈何。含风宛转玉儿家。十丈游丝绾日斜。车驾六萌迎窈窕，蝉纱雾縠罩非花。彩幡人胜簇钗钿。水眄兰情映碧鲜。舞罢相邀看花去，趁蜂随蝶罥秋千。与梅同占渡江春。输却东风一度新。闲艳暗香评泊尽，空劳委路托清尘。游鹿开河不记年。鹤飞萤葬玉生烟。漂馀木柿邗沟上，留待疏淮好碇船。东湖官柳几年栽。临水青青画本开。皮作民粮惟骨在，婆娑犹自望春来。青回鬓雪护衣云。乞得回仙不老春。更种灵根观自在，度他贤劫大千人。托迹渊明耄逊余。风流孝伯世应无。星躔本自邻东井，羞作人间五大夫。堕尽名城堙尽池。强台临望憺忘归。江湖满地烟波在，不缉荷衣缉柳衣。故枝折尽折新枝。无复清阴与覆堤。重上河梁携手处，花骢解意向空嘶。离肠九曲逗柔条。带眼频移损瘦腰。便织花圈投水去，缠绵犹自绕红桥。金水河边锦里傍。一渠春酒压鹅黄。砑笺渲染桃花色，十样离诗彀断肠。生绡十幅写苗条。骀荡春心记板桥。岂为閒情瑕白璧，莫倚纤腰笑折腰。也随红叶度宫沟。不作良媒翻惹愁。吹皱春池干底事，坏云骄絮惯遮楼。碧鸡坊外草堂西。罨画花潭簇石堤。留得千秋脂粉泽，薛涛井畔碧萋萋。迎阳莺羽炫成金。脆炙初簧弄好音。博劳多言鸲鹆舞，误人江上动愁心。笛里关山路万重。锦城回望隔芙蓉。阳安唐柳应无恙，会友逍遥竞汉风。石访支机开卦频。问津休误泛槎人。江南春尽寒犹劲，雪外蓬婆未识春。柔荑才吐露痕微。便蹙风丝逗雨丝。阿亸一声羌笛怨，断云幽梦曲中吹。南浦新波绿涨时。离觞供泪玉双垂。牵丝宛转随郎去，逐浪因风路不知。御苑仙城一样青。寄将离绪谢芳卿。芙蓉梦影分明在，莫厌凡情讶蓦生。随风低扫落花深。披拂朱阑缕缕金。苦为颠狂长傍路，邮亭芳草动离心。吹花斗草竞春条。妒雪愁丝两不饶。若遇东施应绝倒，捧心何意损纤腰。坠溷飘茵两任飞。非关燕掠与莺欺。萍根若解怜桃梗，共浣春江莫妒伊。汁染青衫映绿波。春神无赖强张罗。骊驹也识人肠断，拗折鞭丝赠恨多。漫把缠绵强泥人。啼红化碧翠长颦。芝田枉托微波语，不赋针神赋洛神。通体留仙一搦腰。盘中婀娜掌中描。砑罗裙畔飞轻凤，楚佩衔时尽放娇。绿杨枝外是天河。梦掐仙音梵谱和。识得人间离索苦，玄霜捣尽误姮娥。金丝晴窣蝶黄乾。吴苑风多怯晓寒。廿四桥边鱼浪阔，青袍如雪倚阑干。十三楼外雨濛濛。小苑青楼接大功。燕子不归春寂寂，六朝如梦葬东风。沟断清淮接浊河。扬州花月汴州歌。若教画手能描写，江北江南不较多。不吊苏台不怨隋。万年芳树好阴垂。扬灵乞得东风便，玉笛横江尽意吹。"}