{"id":"829687","title":"海藏楼杂诗","dynasty":"清末近现代初","author":"郑孝胥","text":"奋身欲何往，盘空殊未安。高楼一日成，截然如断山。脚跟愈坚牢，世态愈等閒。群嚣不易到，鸟语时间关。道人袖手人，所患犹多言。今年有新得，稍简应对烦。独居不负楼，种松待参天。妻子真我客，欢然来扣门。露台性宜月，我性爱登台。月岂与我期，台成月自来。从游者清风，披襟共徘徊。便当凌霄去，惜我非仙才。人间实污陋，孰能委形骸？可怜玷风月，抚膺暗生哀。碧海连青天，月逝我独回。楼东多栽竹，寄意在避俗。颇闻人惊嗟，新竹郁已绿。凛凛十万夫，森然态何肃。微吟向风前，和我以戛玉。吾诗岂轻作，对尔咏不足。未须矜岁寒，且为解热毒。移樱四十株，秾丽会成列。心知非我春，耿耿意不灭。当年空能狂，过眼才一瞥。对花欲抉目，积恨谁与雪？犹馀惆怅味，老去未忍绝。刻意仿司动，伤春更伤别。卿士杨皙子，偶然出国门。登我海藏楼，示我海月篇。其辞哀且伤，使我久不欢。世方忌子名，悲歌声宜吞。能去何足奇，不去人所难。莫学汲长孺，上前论积薪。翱翔公卿间，不失箕子仁。岂羡海藏楼，辟色复辟言。吾楼虽甚壮，高寒难久居。长安居不易，视此定何如？缺月上稍迟，光彩铺平芜。茫茫坠碧烟，谁辨树与庐？幽人一再起，已是四更馀。阑干独来倚，凉风袅衣裾。吴姬归夜阑，马蹄腾九衢。千灯出林影，照乘霏明珠。向曙忽隔世，喧寂理岂殊。幼时学为文，独喜柳子厚。《断刑》与《时令》，熟读常在口。近人尚桐城，其论深抑柳。阳湖实支派，相袭亦已久。柳文彼所轻，学柳更何有。奇人吾炜士，爱我忘其丑。咨嗟愧室辞，沈至信高手。子亦毗陵宗，胡不惮众诟？损名勿轻言，意子适被酒。二孟天下才，意气不尽同。少孟似贾谊，长孟真扬雄。出言为布帛，孰与少孟工？微词有千秋，谁追长孟踪？吾获从之游，相逐犹云龙。一时几豪杰，万古罗心胸。密云久不雨，日色淡似幽。坐闻风蝉声，飒然已成秋。蕉葛惬初凉，纨扇可小休。委心得无为，直与造物游。形骸犹可用，所乐在此不？捐书苦未能，多事真吾忧。辽海程中丞，其身已许国。以书招我游，意我方悬的。时贤坐躁进，未免就枉尺。何如姑养气，期与天地塞。己重物自轻，此局或可弈。倚楼闻妙香，心知必有异。披衣行草际，初日未到地。丛兰虽竞开，微甘岂高味。幽寻入篱侧，泠泠袭露气。一花藏深碧，冰雪抱殊致。踟蹰欲却步，绝世难逼视。素心非吾侣，自顾果形秽。端逢姑射仙，绰约方掩袂。怅然不能去，有意在尘外。雨过云亦归，林气重不散。满月如帷灯，隐约出天半。须臾碧将合，粉彩发璀璨。银波渐流空，湿雾涨瀰漫。园林遂平沉，楼阁若隔岸。登台揽明镜，照胆不可玩。寒光来逼身，左右晃凌乱。凛然赴奔潮，露顶白虹贯。一凉遽至此，始有秋风叹。义宁贤父子，豪杰心所归。伯严不急仕，峻节如其诗。栖迟对蒋山，睥睨郁深悲。天将纵其才，授子肆与奇。神骨重更寒，绝非人力为。安能抹青红，搔首而弄姿。昨者哦五言，缄封肯见遗。发之惟鹤声，一一上天飞。高谈辟户牖，要道秘枢机。愿闻用世说，胡为靳相规。嘻嘻戊戌人，抚心未忘哀。大名虽震世，岂如我独知。物生必有耦，二者道之门。俗士务执一，百世成争端。寒暑与昼夜，相需不待言。彼此各是非，孰能为平反？圣智坐未达，著述迷乾坤。强同诚可哀，末流遂滔天。摩厉得发明，转战亦竞前。哲人非世用，宥之入自然。合群时未来，众势苦易散。相安三百年，可虑在满汉。外族方侵凌，万钧系一线。幸君毋绝之，失手且糜烂。汉存满自安，其意岂好叛？谁令走胡越，迫之乃惊窜。惜哉无大臣，独立济时难。榱崩侨将压，子产空悽叹。秋风卷地凉，秋云漫天白。雨气欺日光，晦明忽殊色。广除草未黄，竹意稍萧索。此楼虽物外，傲物非崇德。世间孰坚脆，一逝等过客。完兹独往兴，于我如有得。楼中好雨声，入梦犹有味。晓来一推窗，晴丽足佳气。花竹如新沐，弄日献百态。身閒聊自悦，徙倚即世外。抗声咏《诗》、《骚》，随风入天籁。横空啸鸾凤，过客或惊怪。谁知孙登狂，不与稽阮辈。秋深气数变，早觉因始衰。息灯寒稍入，幽幽如相欺。布衾顿不支，腹鸣辄欲遗。昼动尔夜静，遂悟此理为。起行绕室中，运气达四肢。徐令血充体，暖力归腰围。济胜须有具，筋骸非曩时。独寐还晤歌，夜色付与谁？汤赵走相语，南皮昨已薨。郁郁此老翁，其意宁乐生。一生抱忠节，旧学颇殚精。惜哉如纨扇，秋至难施行。公常称我诗，谓非世士能。江湖虽浩荡，隐愧知己情。年年泥忆云，今日殊幽明。病中必见恨，此恨终冥冥。抱冰堂中饭，馀位犹在腹。别时恐遂绝，所欠唯一哭。弃官如弃世，用意固已毒。知公疾我去，积愤亦殊酷。偶然见其诗，失叹不自觉。却求爪雪卷，感念定何触。功名果灭性，并世迷九曲。子期既云亡，高山欲谁属。南皮往论诗，颇亦执偏见。素轻王右丞，于诗乃尤讪。诗人陈子言，所学最矜鍊。以余比摩诘，境静诗愈远。辋川有奇兴，真味不容乱。君其追裴迪，和我竹里馆。蛰仙将入觐，忠愤不可当。我于三薰之，少安莫怒张。事君信乃谏，未信必两伤。百伤亦不惜，知子抱烈肠。天下事之大，气平臂奚攘。睹子朴直姿，当使群疑亡。多言定何益，无欲谁则刚。朝廷患多欲，孰知我非狂？石遗失其偶，孤吟成老鳏。故山愁独归，岂如寄朝官。下笔不自休，神伤赋萧閒。江郎才未尽，晚景犹悽酸。别来肆于诗，皮陆可跻攀。鳏夫与冷宦，气味极相关。流传悼亡作，微之何足言。昨宵不成寐，稍倦上灯后。闭门更强坐，睡味如中酒。对书辄瞑目，纸笔屡脱手。意中谓殊蚤，数起自斗薮。俄然若不觉，惊觉风怒吼。朦胧疑雨至，窥牖粲星斗。寄禅本才士，为僧名转盛。见嘲壬秋翁，岛瘦心所病。今年学寒郊，风味颇峭硬。虽云六十化，未免近饾饤。山人当自寿，雄据天童胜。以诗作佛事，四海必响应。聊为童子戏，直入散僧圣。古称鞠有华，独以黄为美。何时种始变，烂漫如错彩。燕都重细株，虎须必登几。九华与金管，堆眼众莫喜。扬州花稍奇，过江似难比。沪渎盛花事，佳植鲜入市。吾园绯与褐，殊态各俶诡。瘦瓣捲绿心，含意藐金紫。闭门独婆娑，几日风雨里。聊与花为徒，呼酒试酌彼。枯坐欲成梦，寒意侵两膝。起看天如盘，乃有数星出。披书漫不省，伸纸复弄笔。舍此穷生涯，娱我更何术？少年心未尽，怅惘若有失。沉思旋自哂，世味孰可悦？惟当持一念，期与造化灭。冰天雪窖中，何事恋馀热？孔子语闻道，乃曰夕死可。闻道知几人，死者盖已夥。读之每失笑，求道计殊左。道自有生死，安之实在我。畏死而乐生，死遂为子祸。吾今伏孔子，敢死气磊砢。彼云魂有灵，亦未脱缰锁。北风叶尽飞，楼阁乃杰出。高处虽甚寒，苦自恋斜日。夕鸟何所归，原野顿萧瑟。邻园蓄苍翠，弥望桂与橘。谁令爱春华，众芳有时歇。悲吟吾不让，枯槁性所悦。聊将穷年悲，酬彼芳菲节。拔可自山塘，遣船致双栝。闻之喜不寐，隔日信始达。园丁趣往迓，择地坎先掘。入门势夭矫，鳞鬣翠欲泼。栽时躬审视，筑土务坚实。植援护其干，枝叶忌磨戛。举臂试忖量，官尺逾七八。齿应与吾等，乃尔成俊物。徘徊走复来，吟玩至日没。竟夕为渠愁，时闻北风刮。辽东已难收，辽西事欲去。诸客方闹堂，主人向何处？东邻假兵力，移民亟盘踞。意图数年间，逼我以生聚。列国知其谋，染指竞借箸。吾民如寄生，覆巢在旦暮。国亡定何状，睹此应可悟。朝端谁人杰，铁错烦屡铸。永贞刘兴甲，访我如有诉。吾闻二子来，举足不及履。见渠先致唁，聊以沫相煦。及今犹可救，投药勿再误。辽民休酣寝，人事委天数。守国知以兵，何如守以民。无民孰与国？恃官终难存。吾民弱至此，久散不能群。救亡事虽急，翻欲治本原。扬汤以止沸，岂如去其薪。满蒙苟相合，不下千万人。部落得渐强，地利谁能分？交通实上策，速决胡逡巡？锡公持此谋，程公为我言。我许为一行，暂为诸侯宾。悲歌极慷慨，老去弥苦辛。万物役于人，见用乃为贵。是岂万物情，诬之因自遂。试看鹤乘轩，孰与翔天外？惟人有殊性，徇意终不悔。少游与文渊，两已适相背。平生吝轻掷，老去若可弃。每思犯至难，头璧誓俱碎。惜哉时无人，谁解赏雄概？楼头意万里，缩手久不快。倚阑更小留，安閒故常态。东北劫愈急，问策乃及我。楼前招片月，仗剑向辽左。强邻久阻兵，跨海置遮逻。吾民被迫逐，待毙但僵坐。其锋诚难争，善守抑犹可。杜回有时颠，食报在魏颗。姑求振民气，申儆首媮惰。死灰傥复燃，行见陆浑火。人言柔胜刚，精铁绵与裹。试探囊底智，筹一不须夥。"}