{"id":"829885","title":"望江南六十四阕","dynasty":"清末近现代初","author":"高燮","text":"山庐好，得似古人无。虽逊南阳桑百本，却超彭泽柳千株。多少不妨殊。山庐好，一角对秦山。顽石飞来钟秀气，洞天深处露烟鬟。古寺夕阳殷。山庐好，即此是深林。绿水弯环如有意，白云来去本无心。不受片埃侵。山庐好，春转岁初朝。鱼蟹村中闻爆竹，鸡豚社里听饧箫。风软纸鸢高。山庐好，园圃惬幽寻。梅折一枝香到骨，兰开几朵素盟心。孤抱自深深。山庐好，树密鸟声齐。节奏音清鸣百舌，笙簧韵协啭黄鹂。尽日客来稀。山庐好，亭榭起湖滨。屋外有堤环四面，门前列石坐千人。幽敞十分春。山庐好，临水野人家。笋为雷多齐破箨，芦缘春涨碧抽芽。新竹数竿斜。山庐好，春满浩难遮。映水无言红杏树，临风欲语碧桃花。绮丽又高华。山庐好，玩物亦当歌。芍药花开同佛面，棕榈笋长似波罗。永矢考槃阿。山庐好，一笑物能容。傲慢向人鹅步稳，迷离对我兔睛红。何必辨雌雄。山庐好，偶尔品花颜。却厌牡丹称富贵，颇嫌翠玉太酸寒。最是大方难。山庐好，寒食例分荷。屈指花开如月满，并头莲种逐年多。培养莫蹉跎。山庐好，湿雨正初晴。上水虾蟆群结队，出林鸠雀聚欢声。佳节近清明。山庐好，俯仰味醰醰。水际白鸥飞上下，梁间紫燕话呢喃。人向静中参。山庐好，虫鸟一时栖。蜕蛹美逾蝴蝶美，子规啼后鹧鸪啼。耳目两迷离。山庐好，诗句北窗敲。碧影参差慈竹室，朱栏掩映岁寒桥。杨柳万丝摇。山庐好，风暖日迟迟。蜜已酿成蜂力倦，花方开处蝶情痴。蚕到欲眠时。山庐好，邻舍话联欢。守户犬凶宜有禁，犁田牛老不胜鞭。我见亦加怜。山庐好，农事试秧田。群鸭暖浮红掌逸，万蛙争闹绿衣翩。车水上平阡。山庐好，畦垄菜花肥。嫩茁茅针连茹拔，忙催布谷带声飞。无数绿阴齐。山庐好，梅雨气氤氲。蚓始出泥圈作篆，蜗能上壁写成文。五典或三坟。山庐好，长日渐如年。采取蔷薇花作露，晒将苜蓿草生烟。打麦趁晴天。山庐好，万木四围遮。拂槛两行甘露叶，当门一架紫藤花。此处是吾家。山庐好，爱博漫轻夸。只为惜花宜剔蠹，何妨打草欲惊蛇。不许去蟠蛙。山庐好，节物不论钱。连串樱桃红的的，堆盘角黍绿绵绵。真觉口流涎。山庐好，佳果种成行。紫蒂满筐梅杏熟，金丸万颗枇杷黄。童稚喜尤狂。山庐好，玩笑手蒲葵。土垤时鸣长颈鹳，玻缸曾蓄绿毛龟。亦足恣谈麾。山庐好，缓步向前津。桑葚摘来甜似蜜，柳棉飞去覆如茵。浓绿戏藏身。山庐好，策杖一盘纡。草际跃过青蚱蜢，路旁蹲得老蟾蜍。物态野而迂。山庐好，众卉逐光昌。五月榴花明可照，百年柿树欲争长。透过屋檐墙。山庐好，人物两无猜。手供瓶花兼蝶至，肩垂岸柳带蝉来。妙趣画难该。山庐好，生意盎然长。鸡抚群雏争护母，猫生一子宛如娘。物类亦慈祥。山庐好，物各养其天。池面曝晴鱼入定，枝头避暑鸟参禅。莲叶正田田。山庐好，初暑御单衣。点水蜻蜓当面立，迎风蝙蝠掠肩飞。缅想浴乎沂。山庐好，人静夜乘凉。槐影移窗偏漏月，莲苞含蕊自闻香。更喜切瓜尝。山庐好，无物不忘机。洗砚招鱼吞墨饱，曝书遇蠹食仙肥。他日或能飞。山庐好，风细动轻裾。蝇欲集时将尘佛，蚊当聚处把烟驱。何必过伤渠。山庐好，阵雨起晴空。荷盖高张珠滴沥，桐音微戛玉琤琮。炎暑散清风。山庐好，弄巧试模型。偶琢树根成矮几，喜编瓜蔓当围屏。亦觉小珑玲。山庐好，我本不材才。豕栅何妨闲诵读，羊群亦足小徘徊。人笑指书呆。山庐好，物换境迁流。结网蜘蛛才送夏，絮砖蟋蟀又鸣秋。随遇我无求。山庐好，安乐可名窝。绿橘黄橙生树满，白苹红蓼占秋多。岁月此婆娑。山庐好，灭烛起帘钩。萤火随风飘葛帐，虫声如雨上高楼。一榻卧深秋。山庐好，秋气总澄鲜。几架豆花风细细，半湖菱叶露娟娟。凉意不能传。山庐好，夜夜听虫忙。织布居先经布后，发声始短继声长。肇锡合名娘。山庐好，忙事比人多。晨起阶前怜斗蚁，夜来灯下救飞蛾。悲悯付微哦。山庐好，凡卉尽风流。鹤顶明如仙风额，鸡冠矮似老人头。绝妙一庭秋。山庐好，泛棹向山塘。初日淡烟描曙色，夕阳红树染秋光。疑在虎丘旁。山庐好，居士足闲闲。大木千章阴蔽野，黄花万木叠成山。觞咏尽开颜。山庐好，时序烂成霞。夏似春光桃夹竹，老逾年少叶如花。诗句发天葩。山庐好，与物共闲舒。栩栩遽遽人是蝶，洋洋圉圉我非鱼。或者不能如。山庐好，小病也无名。螭壳窗间穿日淡，虾须帘外逗风轻。一缕药烟清。山庐好，雨后稻苗肥。十亩桥头邻叟语，六弓湾口钓船归。树杪初斜晖。山庐好，耕读慕商须。学稼艰难常有愿，勘诗风雨亦成图。识字老农夫。山庐好，连日早霜浓。篱畔女萝犹吐艳，堤边乌桕欲争红。未必让丹枫。山庐好，物竞我无争。野外时看鹰振翮，檐前常见鹊梳翎。各有疾徐情。山庐好，静读一灯孤。风起先闻铃自语，夜寒忽听雁相呼。有似唱喁于。山庐好，蔬食莫憎嫌。卜尾经霜梨片嫩，菠根压雪荠儿甘。自种自家甜。山庐好，早起雪交加。一夜围廊都变玉，满庭秃树尽生花。此景冷堪夸。山庐好，昨夜更严寒。数尺晶莹垂雪箸，一篙珠玉打冰船。踏冻趾难前。山庐好，畎亩旧家风。釜底柏香蒸饭熟，瓮头酒气酿糟浓。岁暮庆农功。山庐好，一室共围炉。冻雀迎风飞不起，寒鸦绕树竞相呼。伏腊亦欢娱。山庐好，虽好不思归。劫后残书聊可读，穷来赁庑倘堪栖。故里且休提。"}