{"id":"837829","title":"东宁百咏","dynasty":"清末民国初","author":"苏镜潭","text":"朝天埋没土花斑，龙种东都去不还。寂寞秋深铜辇路，茂陵金碗出人间。飒爽英姿在眼前，昭陵茧纸几何年。流传墨宝人间少，恐有风雷护笔巅。舟师北伐下瓜州，黄叶西风片片愁。一例长城诗律壮，岘山名句足千秋。花开花落送前朝，玉笛江城咽暮潮。二百五年鸿指地，将军大树尚飘萧。东宁二世嗣王贤，坠地金瓯竟不全。绝徼苦无唐印绶，五铢先复汉家钱。慷慨临戎一纸书，仲坚无意霸扶馀。天教两岛沦金厦，忍见儿曹走传车。旧事开皇或创闻，蓬莱弱水此中分。东流门户澎湖险，吊古无人说虎贲。猿臂将军右北平，遁荒海外了馀生。可怜三尺孤坟上，古藓残碑没姓名。宏农得宝事荒唐，谶纬流传太不祥。片碣凤山镌八字，山明水秀启遐荒。匣中霜雪映银绦，劫后模糊战血臊。道是元胡遗寸铁，吐蕃争拜赫连刀。山川草昧记巢居，化鹿浮牛半子虚。亘古洪荒山海志，传闻华佑有遗书。獞乡斜日草离离，巴老臣寮访岛夷。螭首不刊金石略，唐碑两字尚传疑。大海鱼龙战血腥，楼船戈甲阻重溟。千寻铁锁空遗恨，奇策何人塞井陉。泥马江荒事可哀，临安遗址旧楼台。而今香火琳宫盛，无复当年翠盖来。披发大荒去帝阍，三山祠宇配师门。吾家碑记分明在，重过潮州拭泪痕。牛皮席地拓鲲身，故垒荷兰碧草新。赤瓮沦沉三百载，女墙万瓦更粼粼。甲帐楼台迥日非，降旗西去失重围。秋风一夕槺榔死，赤嵌城头蝙蝠飞。罗峨百雉付邱墟，斗大孤城苦战馀。抗手龟崙山上望，狼烽日夜失居胥。莽莽平沙万灶烟，将军缺嘴故依然。怒涛呜咽沉天堑，鹿耳门荒锁暮烟。灵旗杂遝海门东，千古君臣俎豆同。伏腊醉归桑柘晚，神弦犹唱大王风。北园亭榭已苍凉，莫问榴环选佛场。一井何关兴废事，老僧犹说延平王。北港溪头国姓庄，野花流水枕斜阳。摩挲一段燕然石，曾是征南旧战场。海外扶馀正朔存，延秋城下泣王孙。秋来禾黍临官道，不见先朝桔柣门。群壑千山东北走，诸罗突兀玉山高。扶摇一万三千尺，天遣禺疆负巨鳌。孤屿沙浮落日昏，万流东去似云奔。不知何代将军庙，废瓦寒鸦啄寝门。空濛岛屿拥烟鬟，北望孤城尚苦寒。千古隆冬长积雪，直同太华作奇观。旧题剥蚀几星霜，黄檗萧条野芷香。垂老屠黎谙故事，为余流涕说沧桑。岗山树色腻似油，清水春光浓于酒。平揖岳阳拓万千，横揽云梦吞八九。烟霞突兀耸中峰，罗列诸山似附庸。依旧反经留片石，西云岩畔水淙淙。古寺杉松万影蓝，驱车路过县门南。登临不觉西天小，直上香林叩佛龛。剑潭潭水冷千秋，剑气光芒射斗牛。只恐化龙沧海去，閒云潭影日悠悠。安禅初地辟孤峰，持钵东来咒毒龙。遥指浮图枫树杪，碧云深处一声钟。胜地林泉拓一弓，巍巍曾是梵王宫。南园试较参军记，白璧终当累放翁。西定坊前水一涯，游人争拜水仙祠。古今祀典歧讹甚，冷笑人间杜十姨。十里青畴鸠唤耕，李花无主梨花生。春雨草侵乌鬼井，晚潮沙接红毛城。咬狗溪前野雀飞，卓猴溪畔夜乌归。停鞭一路看鱼塭，小艇无人系落晖。大冈小冈山矹硉，东螺西螺水汩没。一邱一壑费平章，归来驴背鞭残月。清溪九重十八重，回环九十有九峰。朝来爽气扑眉宇，人立烟峦倚古松。千里流沙一线通，丹枫渔火满江红。夜深帆动春潮入，估客移船泊海翁。春水粼粼瘦影支，閒花落地燕来迟。空潭半夜鸳鸯梦，双宿双飞傍月眉。温泉水滑乱云焦，故迹荒芜考古獠。到此例应三洗髓，胸中垒块已全消。青山削断太嶒崚，急溜奔雷唤欲应。一道长虹亘天半，龙蛇深夜忽飞腾。回廊曲榭翠微间，觞咏流风若可攀。无奈八公风鹤急，不容安石恋东山。百口流离瘴海波，文章一第重元和。瀛壖异日编诗史，合似辽城祀老坡。死生蛮徼忍伶俜，书币犹徵大府庭。一代洪荒文字祖，丛丛收拾鲒埼亭。才名几社定无虚，海上未忘属国车。忍说夜郎真盛事，不堪身世比相如。残旗海角叹栖栖，绝好江山忍再提。太息中原方逐鹿，全师无意更征西。大厦真难一木支，望山事去感流离。孤臣力竭身先死，洒泪亲题十字碑。卢前王后久齐名，四载樽前涕泪倾。沦落江南老词客，白头愁杀庾兰成。铁马金戈动地来，家山残破付寒灰。桃花零落无颜色，寒食山头战鬼哀。大泽茫茫混钓鱼，一身沦落故人疏。剖肝刳腹寻常事，千古犹留却聘书。崎岖薄宦渡层冰，遗爱滇南说故丞。老去不禁亡国恨，宰官无奈去为僧。誓扫狼烽愿已乖，冷灰碧血槁残骸。一门理学兼忠荩，妇孺家家祀石斋。扁舟南望阻家乡，薇蕨西山恋首阳。天意尚怜两遗老，高年留作鲁灵光。昆明回首劫灰红，飘泊天南哭寓公。终是幼安甘蹈海，一楼皂帽老辽东。鱼水君臣重托孤，三分龙卧起雄图。艰难手创偏安局，直把东都作帝都。大将南征壁垒新，目中今日已无秦。会须痛饮黄龙酒，讵料妖星照渭滨。仓皇万马正临江，慷慨甘为子姓降。胜败莫论兴与废，古来国士本无双。靖海舟师破百蛮，功成陈币泪潸潸。入吴本为封侯计，一剑恩仇亦等閒。使君来暮起讴思，旧种甘棠发几枝。朱邑桐乡称报最，弦歌今已遍生祠。蛮儿结屋小于箱，林黑山青乱犬羊。此日重经他里雾，新诗七字吊孙郎。橐笔曾轻万里行，堂堂经济出诸生。纪游稗海流传日，合与东征并擅名。短衣匹马去骎骎，盾鼻书成动禁林。蹭蹬一官如传舍，老来著作岂初心。太宗纵囚庐陵讥，朱山为治其庶几。无端六月忽飞雪，万民卧辙泪沾衣。弹丸喋血抗雄州，百战诸罗废垒秋。万里长城甘坏汝，伤心忍唱白扶鸠。汉朝策士重专经，异兆科名柳汁青。平地一雷荒忽破，文章鸾掖启东溟。桐城旧治通州继，干济文章擅美誉。君看去思官道石，遗黎尚自说姚徐。五裤曾歌太守廉，异材循绩一身兼。柳州谁继河东起，又见州人誉二髯。楼船横海拥专征，绝岛洪涛拜表行。郡国中兴新创业，巍巍铜柱勒金城。高牙大纛下苍崖，上策真能众议排。回首扶桑吊孤岛，中兴将略起临淮。轮台诏下拓穷边，马邑龙堆凯奏还。自是汉家勤远略，翁孙一疏许屯田。江东子弟旧知名，年少终童誓请缨。凄绝瑞香亭下路，将星黯淡阵云横。莱园亭榭擅清幽，燕子新翻鞠部头。见说安仁归洛涘，板舆佳日足优游。书生戎马是奇儿，誓死曾当十万师。更有琴馀诗一卷，本来名将半能诗。閒曹冷系一官匏，归老亲营太古巢。迂谷声名动闽海，尚书风义缔新交。文心六代称都丽，诗律三唐有正宗。直把心肝都呕尽，万篇太富一身穷。一官岭峤泣穷猿，瘴疠山川接九原。赖有爱才韩十八，诔词亲为妥诗魂。草泽椎埋亦足豪，胭脂坡下拥檀槽。英雄不会诗书意，郭解朱家岂若曹。伤心家国泣离鸾，尽室仓皇死节难。谁道和戎真下策，汉宫尚有嫁呼韩。宝镜分飞玉匣尘，黑冤三字竟长沦。凄凉东市招魂日，忍展君侯旧绣巾。宫庭巫蛊亦何凭，佩玦东山事可徵。妾自殉夫夫殉国，留将双泪哭兰陵。黄初七子擅风流，携手吹台荐客愁。日暮孤鸿天外寄，乱云无数落荒洲。香米新登菉豆肥，曼声蛮舞短青衣。木瓢瓮口开春酿，伏腊鸡豚带醉归。番儿初拥卓戈纹，番女双趺露桶裙。头上野花名蛤网，螺钱一串各平分。小姑结屋傍溪林，惹得阿郎逗嘴琴。欲解佩环太羞涩，纱巾乌合订同心。猩唇初绽玉脂香，理鬓薰衣卸晚妆。嫁得弄潮好夫婿，归来团坐吃槟榔。姊妹相逢唤拣茶，靓妆新样髻盘蛇。低头各诉心头事，一朵星星茉莉花。十五盈盈窈窕娘，閒时亲制靓衣裳。问娘年纪刚花信，较长儿家数岁强。楼头春醉起笙歌，艳迹苏台吊苧萝。谁续澹心新杂志，秦淮风月客愁多。鬓丝禅榻感前游，载酒江湖一叶秋。赢得诗人称薄倖，空教小杜梦扬州。殷殷动地走雷车，撼岳摇山一震馀。开辟倘编灾异志，防他史笔不胜书。梅子黄时天烂夏，菊英餐候雨骑秋。平生庾信真萧瑟，长笛江空正倚楼。平畴如沃遍桑麻，屿辟基隆杂港叉。造物偶然施狡狯，顿教两地雨晴差。七月八月飓风来，破帆屈鲎似轰雷。排裂西南陷东北，舟人解缆心胆摧。如此江山餍绮罗，天香吹散绛云窝。桃花开尽樱花丽，应比刘郎艳福多。西柑风味胜家乡，十月新黄透甲香。昨夜乌鱼初佐酒，此行端不负诗肠。采茶歌里上茶山，采得新茶带雨还。商人重利官徵税，千艘万舶出台湾。山柑红艳味新腴，陌上累累似贯珠。胜说浓香闻七里，惹他蝴蝶醉魂扶。刺桐花开绛雀啼，刺桐花落彩囊栖。嫣红三月春如锦，半月城头日欲西。街头唤卖国姓饼，番社犹称皇帝鱼。名物东宁重品第，故人遗我比琼琚。"}