{"id":"91301","title":"李白之死","dynasty":"现代","author":"闻一多","text":"一对龙烛已烧得只剩光杆两枝，却又借回已流出的浓泪底余脂，牵延着欲断不断的的弥留的残火，在夜底喘息里无效地抖擞振作。杯盘狼籍在案上，酒坛睡倒在地下，醉客散了，如同散阵投巢的乌鸦；只那醉得最很，醉得如泥的李青莲（全身底骨架如同脱了榫的一般）还歪倒倒的在花园底椅上堆着，口里喃喃地，不知到底说些什么。声音听不见了，嘴唇还喋着不止；忽地那络着密密红丝网的眼珠子，（他自身也象一个微小的醉汉）对着那怯懦的烛焰瞪了半天；仿佛一只饿狮，发见了一个小兽，一声不响，两眼睁睁地望他尽瞅；然后轻轻地缓缓地举起前脚，便迅雷不及掩耳，忽地往前扑着--象这样，桌上两对角摆着的烛架，都被这个醉汉拉倒在地下。&ldquo;哼哼！就是你，你这可恶的作怪，&rdquo;他从咬紧的齿缝里泌出声音来，&ldquo;碍着我的月儿不能露面哪！月儿啊！你如今应该出来了罢！哈哈！我已经替你除了障碍，骄傲的月儿，你怎么还不出来？你是瞧不起我吗？啊，不错！你是天上广寒宫里的仙娥，我呢？不过那戏弄黄土的女娲散到六合里来底一颗尘沙！啊！不是！谁不知我是太白之精？我母亲没有在梦里会过长庚？月儿，我们星月原是同族的，我说我们本来是很面熟呢！&rdquo;在说话时，他没留心那黑树梢头渐渐有一层薄光将天幕烘透，几朵铅灰云彩一层层都被烘黄，忽地有一个琥珀盘轻轻浮上，（却又象没动似的）他越浮得高，越缩越小；颜色越褪淡了，直到后来，竟变成银子样的白的亮－－于是全世界都浴着伊的晶光。簇簇的花影也次第分明起来，悄悄爬到人脚下偎着，总躲不开--象个小狮子狗儿睡醒了摇摇耳朵又移到主人身边懒洋洋地睡着。诗人自身的影子，细长得可怕的一条，竟拖到五步外的栏杆上坐起来了。从叶缝里筛过来的银光跳荡，啮着环子的兽面蠢似一朵缩菌，也鼓着嘴儿笑了，但总笑不出声音。桌上一切的器皿，接受复又反射那闪灼的光芒，又好象日下的盔甲。这段时间中，他通身的知觉都已死去，那被酒催迫了的呼吸几乎也要停驻；两眼只是对着碧空悬着的玉盘，对着他尽看，看了又看，总看不倦。&ldquo;啊！美呀！&rdquo;他叹道：&ldquo;清寥的美！莹澈的美！宇宙为你而存吗？你为宇宙而在？哎呀！怎么总是可望而不可即！月儿呀月儿！难道我不应该爱你？难道我们永远便是这样隔着？月儿，你又总爱涎着脸皮跟着我；等我被你媚狂了，要拿你下来，却总攀你不到。唉！这样狠又这样乖！月啊！你怎同天帝一样地残忍！我要白日照我这至诚的丹心，狰狞的怒雷又砰訇地吼我；我在落雁峰前几次朝拜帝座，额撞裂了，嗓叫破了，阊阖还不开。吾爱啊！帝旁擎着雉扇的吾爱！你可能问帝，我究犯了那条天律？把我谪了下来，还不召我回去？帝啊！帝啊！我这罪过将永不能赎？帝呀！我将无期地囚在这痛苦之窟？&rdquo;又圆又大的热泪滚向膨胀的胸前，却有水银一般地沉重与灿烂；又象是刚同黑云碰碎了的明月溅下来点点的残屑，眩目的残屑。&ldquo;帝啊！既遣我来，就莫生他们！&rdquo;他又讲，&ldquo;他们，那般妖媚的狐狸，猜狠的豺狼！我无心作我的诗，谁想着骂人呢？他们小人总要忍心地吹毛求疵，说那是讥诮伊的。哈哈！这真是笑话！他是个什么人？他是个将军吗？将军不见得就不该替我脱靴子。唉！但是我为什么要作那样好的诗？这岂不自作的孽，自招的罪？&hellip;&hellip;那里？我那里配得上谈诗？不配，不配；谢玄晖才是千古的大诗人呢！--那吟&lsquo;余霞散成绮，澄江净如练&rsquo;的谢将军，诗既作的那样好--真好！--但是那里象我这样地坎坷潦倒？&rdquo;然后，撑起胸膛，他长长地叹了一声。只自身的影子点点头，再没别的同情？这叹声，便似平远的沙汀上一声鸟语，叫不应回音，只悠悠地独自沉没，终于无可奈何，被宽嘴的寂静吞了。&ldquo;啊&lsquo;澄江净如练，&rsquo;这种妙处谁能解道？记得那回东巡浮江底一个春天，--两岸旌旗引着腾龙飞虎回绕碧山，--果然如是，果然是白练满江&hellip;&hellip;唔？又讲起他的事了？冤枉啊！冤枉！夜郎有的是酒，有的是月，我岂怨嫌？但不记得那天夜半，我被捉上楼船！我企望谈谈笑笑，学着仲连安石们，替他们解决些纷纠，扫却了胡尘。哈哈！谁又知道他竟起了野心呢？哦，我竟被人卖了！但一半也怪我自身？&rdquo;这样他便将那成灰的心渐渐扇着，到底又得痛饮一顿，浇熄了愁底火，谁知道这愁竟象田单底火牛一般：热油淋着：狂风扇着，越奔火越燃，毕竟谁烧焦了骨肉，牺牲了生命，那束刃的采帛却焕成五色的龙文：如同这样，李白那煎心烙肺的愁焰，也便烧得他那幻象底轮子急转，转出了满牙齿上攒着的&ldquo;丽藻春葩&rdquo;。于是他又讲，&ldquo;月儿！若不是你和他，&rdquo;手指着酒壶，&ldquo;若不是你们的爱护，我这生活可不还要百倍地痛苦？啊！可爱的酒！自然赐给伊的骄子--诗人底恩俸！啊，神奇的射愁底弓矢！开启琼宫底管钥！琼宫开了：那里有鸣泉漱石，玲鳞怪羽，仙花逸条；又有琼瑶的轩馆同金碧的台榭；还有吹不满旗的灵风推着云车，满载霓裳缥缈，彩佩玲珑的仙娥，给人们颁送着驰魂宕魄的天乐。啊！是一个绮丽的蓬莱底世界，被一层银色的梦轻轻地锁着在！啊！月呀！可望而不可即的明月！当我看你看得正出神的时节，我只觉得你那不可思议的美艳，已经把我全身溶化成水质一团，然后你那提挈海潮底全副的神力，把我也吸起，浮向开遍水钻花的碧玉的草场上；这时我肩上忽展开一双翅膀，越张越大，在空中徘徊，如同一只大鹏浮游于八极之表。哦，月儿，我这时不敢正眼看你了！你那太强烈的光芒刺得我心痛。&hellip;&hellip;忽地一阵清香搅着我的鼻孔，我吃了一个寒噤，猛开眼一看，&hellip;&hellip;哎呀！怎地这样一副美貌的容颜！丑陋的尘世！你那有过这样的副本？啊！布置得这样调和，又这般端正，竟同一阕鸾凤和鸣底乐章一般！哦，我如何能信任我的这双肉眼？我不相信宇宙间竟有这样的美！啊，大胆的我哟，还不自惭形秽，竟敢现于伊前！--啊！笨愚呀糊涂！--这时我只觉得头昏眼花，血凝心冱；我觉得我是污烂的石头一块，被上界底清道夫抛掷了下来，掷到一个无垠的黑暗的虚空里，坠降，坠降，永无着落，永无休止！月儿初还在池下丝丝柳影后窥看，象沐罢的美人在玻璃窗口晾发一般；于今却已姗姗移步出来，来到了池西；夜颸底私语不知说破了什么消息，池波一皱，又惹动了伊娴静的微笑。沉醉的诗人忽又战巍巍地站起了，东倒西歪地挨到池边望着那晶波。他看见这月儿，他不觉惊讶地想着：如何这里又有一个伊呢？奇怪！奇怪！难道天有两个月，我有两个爱？难道刚才伊送我下来时失了脚，掉在这池里了吗？--这样他正疑着&hellip;&hellip;他脚底下正当活泼的小涧注入池中，被一丝刚劲的菖蒲鲠塞了喉咙，便咯咯地咽着，象喘不出气的呕吐。他听着吃了一惊，不由得放声大哭：&ldquo;哎呀！爱人啊！淹死了，已经叫不出声了！&rdquo;他翻身跳下池去了，便向伊一抱，伊已不见了，他更惊慌地叫着，却不知道自己也叫不出声了！他挣扎着向上猛踊，再昂头一望，又见圆圆的月儿还平安地贴在天上。他的力已尽了，气已竭了，他要笑，笑不出了，只想道：&ldquo;我已救伊上天了！&rdquo;"}