{"id":"91369","title":"阿童尼","dynasty":"外国","author":"雪莱","text":"阿童尼１我为阿童尼哭泣&mdash;&mdash;他已经死了！噢，为他哭泣吧！虽然我们的泪珠融解不了那冻结他秀额的冰霜！而你，忧郁的时刻，却被岁月挑出来承担我们的损失；请向你的同辈传授你的悲哀吧：你该说：&ldquo;阿童尼是和我一同死的；要是&lsquo;未来&rsquo;不敢&mdash;&mdash;遗忘&lsquo;过去&rsquo;，他的命运和名声必是一线光明，一种回音，增添到永恒里！２伟大的母亲呵，那时你在哪里，当你的儿子倒下，为暗中飞来的箭所射穿？呵，当阿童尼逝去的时候，可怜的乌剌尼亚在哪儿？她正闭眼坐在天国里，而在回音的缭绕中，她听到有个回音以轻柔的颤栗重新唤起了一切消逝的乐音；他正是以此美化死亡底侵袭，有如坟头的花掩盖下面的尸体。３噢，为阿童尼哭泣吧&mdash;&mdash;他已经死了！醒来，忧伤的母亲，快醒来哀恸！但又有什么用？还是把你的热泪在火热的眼窝烘干，让你嚎啕的心象他的心一样，默默无怨地安息；因为他死了，已去到一切美好事物所去的地方；噢，别以为那贪恋的陰间还会把他向人生的地界交出；死亡正饕餐他的静默，讥笑我们的哀哭。４最感人的哀悼者呵，再哭一哭吧！再哀悼一下，乌剌尼亚！&mdash;&mdash;他死了！他，一节不朽的乐章的创造者，目盲，衰老，孤独，一任他祖国的荣耀被教士、奴才和自由底扼杀者以婬欲和血所奉祀的种种邪恶践踏和污蔑；他去了，去到死之深渊无所畏惧；但他那光明的魂魄仍高悬人间；他是光辉之子的第三个。v５最感人的哀悼者，再哭一哭吧！不是每人都敢攀登那光辉的位置；凡是能在时间底暗夜里自满的人有福了，因为，虽然太陽已经消逝，他们的烛光却在燃烧；另有一些崇高的人，被人或神的嫉妒的愤怒所击倒，在灿烂的盛年归于寂灭；更有的还活下去，跋涉着荆棘之途，任劳任怨，走向美名底恬静的居处。６而今，你最年轻、最珍爱的儿子死了&mdash;&mdash;他是你寡居时的养子，他好象悲哀的少女所珍爱的苍白的花，是被真情的泪，而非露水所滋养；最感人的哀悼者呵，再哭一哭！你最后的、最可爱的希望已成泡影；他是一朵鲜花，花瓣还没有张开便受到寒气，没有结实而丧了命；百合被摧折了&mdash;&mdash;风暴也归于平静。７他已去到高贵的都城，在那儿庄严的死神正主持他的宫廷在美与雕残中。他以最纯净的呼吸换得了一个万古流芳者的墓茔。快来哭吧，趁他的躯体还美好地躺在意大利的蔚蓝的天空下面，静静地，仿佛凝结的露水在安睡，别唤醒他呵！他定是抛下一切忧烦，正享受他那一份深沉而静谧的安恬。８他不会醒来了，噢，永不再醒了！在那朦胧的尸房中，迅速地铺下苍白的死之陰影，而在门口隐身的&ldquo;腐烂&rdquo;正窥伺，等着引导他最后一步抵达她幽暗的住所：女魔&ldquo;饥饿&rdquo;在坐待，但&ldquo;怜悯&rdquo;和&ldquo;敬畏&rdquo;消减了她的欲火；除非无常和黑暗把死之帷幕拉下，遮住他安睡，否则，她怎敢把如此美貌的俘虏撕毁？９噢，为阿童尼哭泣吧！&mdash;&mdash;灿烂的梦，以热情为羽翼的思想底使者，这些是他的牧群，在他年轻心灵的蓬勃的泉水边得到喂养，并获得爱情，他那心灵的乐音；但如今已不再在激动的头脑之间漫游；她们在出生地萎缩，尽围着变冷的心自叹命苦，因为在甜蜜的诞生之痛后，她们不再获得力量，永远失去家的温柔。１０有一个梦还紧抱住他冰冷的头，并用月光的羽翼不断搧他，叫道：&ldquo;我们的爱情、希望、悲伤，并没有死；看他那黯然无光的眼睛的睫毛正挑起一滴泪，象睡花瓣上的露珠，这必是哪个梦在他脑中留下的。&rdquo;呵，天堂倾圮了的不幸的天使！她岂知那正是她自己的泪；她终于消逝了，象哭干泪雨的云，不留痕迹。１１另一个梦以一杯晶莹的露水洗涤他的四肢，象在敷洒香膏；又一个梦剪下她蓬松的卷发编织为花环，给他在头上戴好，花环闪着冻结的泪，而不是真珠；还有一个梦过份悲伤，立意折断她的弓和箭，仿佛要以这较轻的损失，噎住她的哀伤；又为了减缓那箭上的火，就把箭放在他的冰颊边。１２有一个辉煌的梦落在他的唇上，从那嘴里，她往常每吸一吸气?就会取得力量，从而刺穿了偏见并且进入听者的激荡的心底带着音乐和电闪：但陰湿的死亡已把她在他唇上的吻变为冷冰；呵，好象在寒夜的凝聚中，月光的苍白的雾环被陨星突然照明，她流过他苍白的肢体，接着便消隐。１３还有些别的幻象&hellip;&hellip;&ldquo;欲望&rdquo;和&ldquo;崇奉&rdquo;，有翅的&ldquo;信念&rdquo;和遮面幕的&ldquo;宿命&rdquo;，辉煌和幽暗，还有&ldquo;希望&rdquo;和&ldquo;恐惧&rdquo;的闪烁的化身，和朦胧的形影；还有&ldquo;忧伤&rdquo;，带着她的一家&ldquo;叹息&rdquo;，还有&ldquo;欢乐&rdquo;，为泪所迷蒙，不是眼睛而是临死的微笑引导她前来的&mdash;&mdash;这一切排成了华丽的一列幻影，有如秋日小溪上的雾，缓缓移行。１４一切他所爱过的，并化为思想的：优美的声音，形状，香味，色彩，都来哀悼阿童尼。&ldquo;清晨&rdquo;正走上她东方的瞭望台，她的头发散开（那上面缀满尚未落地的露珠），遮暗了照耀白日的空中的眼；在远方，沉郁的雷正在呻吟；暗淡的海洋不能安静地睡眠，而狂风四处打旋，惊惶地呜咽。１５凄迷的&ldquo;回音&rdquo;坐在无声的山中，以尚能记起的歌滋养她的悲痛，她不再回答风，不再回答泉水，也不回答牧人的角号，日暮的钟，或是栖于嫩绿枝头的鸟的恋情；因为她已学不了他的歌了，这歌声比那美少年的话语更令她珍爱（是他的轻蔑使她变为一片朦胧），因此，樵夫若不作歌，便只闻哀哀之吟。１６年轻的春天悲伤得发狂，她抛开她灿烂的蓓蕾，好象她成了秋天，或蓓蕾成了枯叶；因为呵，她既已失去欢乐，何必唤醒这陰沉的一年？风信子哪曾这样热爱过阿波罗？水仙花又何曾爱过自己，象如今这样爱你？它们暗淡而干枯地立于它们青春的沮丧的伴侣中，露珠都变成泪，香味变成了悲悯。１７你的心灵的姊妹，那孤独的夜莺不曾如此幽怨地哀悼她的伴侣；那象你一样能够高凌太空的，并且在太陽境内以朝气滋育健壮的幼子的鹰隼，尽管绕着她的空巢飞翔和嚎叫，也不曾象阿尔比安这样哀悼你：诅咒吧，谁竟然刺伤了你纯洁的心胸，吓走了其中的宾客，你天使的魂灵！１８呵，我真悲痛！冬天来了又去了，但悲哀随着四季的运转而来临；轻风和流水又唱起欢快的调子；蚂蚁、蜜蜂和燕子又在人间穿行；新的花和叶装饰了四季的墓；热恋的鸟儿在每个枝头上结伴，并且在田野荆棘中搭气了青巢；绿色的蚯蚓和金蛇，象是火焰从昏睡中醒了过来，都向外面奔蹿。１９从大地的心脏，蓬勃的生命之流川流过树林，河水，田野，山峰和海洋，有如自宇宙开始，上帝降临到混沌以后，生命就带着运动和无常周流过一切；天庭的无数灯盏没入生命之波里，更轻柔地闪射；一切卑微之物都充满生底渴望，它们要散发自己，要在爱情中消磨那被复活的精力赋予它们的美与欢乐。２０腐烂的尸体触到这陽春之气?便散发为花朵，吐出柔和的气氲；而当日光化为芳香，这些花朵有似地面的星星，将死亡燃得通明，并讥笑那土中欢腾蠕动的蛆虫；一切死而复活。难道唯有人的头脑要被无形的电闪击毁，象是一柄剑反而毁于剑鞘之前？呵，只一闪耀，热炽的原子就在寒冷的寂灭里融消。２１唉！我们所爱惜他的一切，要不是由于我们的悲伤，竟仿佛未曾存在，而悲伤又怎能永延？哦，多么痛心！我们从何而来？为何而生？要在这舞台作什么戏的演员或观众？无论尊卑，终必把生命借来的一切交还死亡。只要天空一朝蔚蓝，田野一朝碧绿，黄昏必引来黑夜，黑夜必督促晨光，月月黯然更替，一年唤醒另一年的忧伤。２２他不会醒来了，唉，永不再醒了！&ldquo;醒来吧&rdquo;，&ldquo;苦难&rdquo;喊道，&ldquo;丧子的母亲呵，从梦中醒来！用眼泪和叹息舒发你的比他更伤痛的深心。&rdquo;一切伴着乌剌尼亚眼睛的幻象，一切原来为听她们姐姐的歌声而静默的&ldquo;回音&rdquo;，现在都喊道：&ldquo;醒来！&rdquo;象思想被记忆之蛇突然刺痛，失色的&ldquo;辉煌&rdquo;从温香的梦中猛然惊醒。２３她起来了，象是秋夜跃自东方&mdash;&mdash;呵，陰惨而凄厉的秋夜，接替了金色的白日，因为白日已经展开永恒的翅膀，有如灵魂脱离躯壳，使大地变成了死骸。悲伤和恐惧如此打击和震撼乌剌尼亚的心，如此愁惨地包围她，竟象一片?暴风雨的云雾，只催促她飞奔，奔向阿童尼所静静安息着的墓茔。２４她从安静的天国跑了出来，跑过营帐和钢石竖立的大城，跑过人的心灵，这心呵，对她的轻盈的脚步毫不软缩，却刺痛她无形的，柔嫩的脚掌；她还跑过多刺的舌头，和更为刺人的思想，它们阻挡不了她，便把她刺破，于是象五月的泪，她神圣的血流淌，把永恒的鲜花铺在卑微的道路上。２５在那停尸房中，有一刻，死亡因为看到这神圣的活力而羞愧，赧红得无地自容；于是阿童尼又似有了呼吸，生之淡淡的光辉闪过了他的肢体，呵，这在不久前她如此疼爱的肢体。乌剌尼亚叫道：&ldquo;别离开我吧，别使我悲凄、狂乱，象电闪所遗下的暗夜！&rdquo;她的哭嚎唤醒了死亡，死亡便一笑而起，任她拥抱。２６&ldquo;等一等呵！哪怕再对我说一句话；吻我吧，尽一吻所允许的那么久；那句话，那个吻，将在我空茫的心和热炽的脑中，比一切活得更久，悲哀的记忆将是它们的食粮；这记忆呵，既然如今你已死了，就象你的一部分，阿童尼！我情愿舍弃我的生命和一切，与你同道！但我却锁联着时流，又怎能从它脱逃！２７&ldquo;噢，秀丽的孩子！你如此温和，为什么过早离开了世人的熟径，以你博大的心而却无力的手去挑逗那巢穴中饥饿的妖龙？你既然无所防护，那么，哪儿是你的明镜之盾&lsquo;智慧&rsquo;，和&lsquo;轻蔑&rsquo;之矛？假如你能耐心等待你的心灵象新月逐渐丰盈，走完它的轨道，那么，生之荒原上的恶魔必见你而逃。２８&ldquo;那一群豺狼只勇于追袭弱者；那邪恶的乌鸦只对死尸聒噪；鹰隼只忠心于胜利者的旗帜，&lsquo;残败&rsquo;踏过的地方，它们才敢騷扰，并从翅膀散下疫疠来；呵，你看，只要这时代的阿波罗以金弓微笑地射出一箭，那一伙强盗就逃之夭夭，不但不敢再逞凶，而且一齐阿谀那踏住他们的脚踵。２９&ldquo;太陽出来时，多少虫豸在孵卵；等他沉落，那些朝生暮死的昆虫便成群地沉入死亡，永不复活，惟有不朽的星群重新苏醒；在人生的世界里也正是这样：一个神圣的心灵翱翔时，它的欢欣使大地灿烂，天空失色；而当它沉落，那分享或遮暗它的光辉的一群便死去，留下精神的暗夜再等巨星照明。３０她才说完，山中的一些牧童来了，他们的花圈枯了，仙袍也撕破；首先是天国的漫游者，他的声名象天庭一样在他的头上覆落，呵，一个早年的、但却持久的碑记，&mdash;&mdash;他来了，他的歌声的异彩被遮没在哀伤里；爱尔兰从她的乡野派来她的苦衷底最婉转的歌者，而&ldquo;爱情&rdquo;使&ldquo;悲伤&rdquo;，象乐音，从他的舌间迸落。３１在声名较小的来人中，有一个羸弱得象是幽灵；他独行踽踽，有如风雨将息时最后的一片云，雷就是他的丧钟；他似已倦于象阿克泰翁一般望着自然的美，而今他迷途了，他疲弱地驰过世界的荒原，因为在那坎坷之途上他正追随他自己的思想，象跟着一群猎犬，他就是它们的父亲和俘虏。３２是一个文豹般的精灵，美丽，敏捷&mdash;&mdash;是貌似&ldquo;绝望&rdquo;的爱情，&mdash;&mdash;是一种神力，全身却缀满&ldquo;脆弱&rdquo;，他简直不能把压在头上的&ldquo;时刻&rdquo;之重负担起；他是将燃尽的灯，已落下的阵雨，他是碎裂的浪花，就在说话的此刻岂不已经碎了？致命的太陽微笑地晒着憔悴的花；生命尽管用血色点燃面颊，但其中的心可能已经残破。３３他头上扎着开过了的三色堇和雕谢的、蓝白相间的紫罗兰，他手里拿着木杖，上端是柏枝，周围缠以幽黑的常春藤的枝蔓，还不断滴着日午树林的露珠；木杖颤抖着，因为那跳动的心在摇动他无力的手；这个悼亡者是最后来到的，他哀哀独行，象是离群的鹿，被猎人的箭所射中。３４所有的人站开了，听到他痛苦的呻吟，都含泪而笑，因为他们知道，他之以异邦语言歌唱新的悲哀，未尝不是借别人的不幸来哀悼他自己的；乌剌尼亚看到这来客的丰采，喃喃说：&ldquo;你是谁？&rdquo;但他不语，只用手突然撩开三色堇，露出了被烙印烫伤的、为血凝固的额际，看来象该隐或基督&mdash;&mdash;呵，但愿如是！３５是谁的温和声音在对死者哀悼？谁以黑斗篷遮上了自己的前额？是谁的影子对白色的尸床郁郁地弯下，象墓碑一样静默？他沉重的心悲怆得发不出声音。既然他来了，他，最儒雅的智者，教过、爱过、安慰和赞誉过亡故的人，我岂能再以唐突的叹息打破他那心中为死者安排的祭礼的沉默。３６我们的阿童尼饮下了毒鸩&mdash;&mdash;哦！哪个耳聋的谋杀者竟狠心给青春的生命之杯投一剂灾祸？现在，那无名的蛆虫却要否认自己的罪恶了，因为连他也感到那乐音一开始就使嫉恨与邪恶（除了在一个心胸中还咆哮不休）都沉寂了，令人只想听优美的歌，呵，但那弹奏的手已冰冷，金琴已崩破！３７活下去吧，诽谤变不成你的名声！活下去！别怕我给你更重的谴责，你呵，在不朽的名字上无名的黑斑！但你须自知：是你在散播灾祸！每临到你的良机，由你任意地吐出毒汁吧，让那毒牙把人咬遍：悔恨和自卑将会紧紧追踪你，羞愧将燃烧在你隐秘的额前，你会象落水狗似地颤抖&mdash;&mdash;一如今天。３８我们又何必为我们心爱的人远离世上这群食腐肉的鸢而悲伤？他已和永恒的古人同游同睡了，你又怎能飞临到他所憩息的地方？&mdash;&mdash;让尘土归于尘土！但纯净的精神必归于它所来自的光辉的源泉；作为永恒之一粒，它将超越时续和无常，永远发光，永远守恒不变，而你寒冷的尸灰将堆在耻辱的炉边。３９呵，住口，住口！他没有死，也没有睡，他不过是从生之迷梦中苏醒；反而是我们，迷于热狂的幻象，尽和一些魅影作着无益的纷争，我们一直迷醉地以精神的利刃去刺那损伤不了的无物。我们象灵房中的尸身在腐蚀，天天被恐惧和悲哀所折磨，冰冷的希望拥聚在我们的泥身内，象蛆虫一样。４０他是飞越在我们夜影之上了，嫉妒和诽谤，憎恨和痛苦，还有那被人们误称作&ldquo;欢愉&rdquo;的不安，都不能再触及他，令他难受。他不会再被浊世逐步的腐蚀所沾染了，也不会再悲叹和哀悼一颗心的变冷，或马齿的徒增；更不致，当精神本身已停止燃烧，把死灰还往无人痛惜的瓮中倾倒。４１不，他活着，醒着，&mdash;&mdash;死的只是&ldquo;虚幻&rdquo;，不要为阿童尼悲恸。年轻的早晨，让你的露水变为光辉吧，因为你所哀悼的精神并没有消隐；岩洞和森林呵，你们不要呻吟！打住，你昏厥的花和泉水；还有太空，何必把你的披肩象哀纱一样遮在失欢的大地上？快让它澄彻无云，哪怕面对那讪笑大地的欢乐的星星！４２他与自然合一了：在她的音乐中，从雷的嘶鸣直到夜莺的清曲，都可以听到他的声音；他变为一种存在，在光与暗中，在草石里，都可以感觉到；在凡是自然力所移的地方，便有他在扩展（她已把他的生命纳入自己的生命中），她以永不怠倦的爱情支配世间，从底下支持它，又把它的上空点燃。４３他本是&ldquo;美&rdquo;的一部分，而这&ldquo;美&rdquo;呵曾经被他体现得更可爱；他的确从宇宙精神接受了自己的一份（这精神扫过沉闷愚蠢的世界，迫使一切事物继承各自的形态，尽管不甘心的渣滓阻挠它飞翔，也终必由混沌化入应有的模式；最后，它会倾其所有的美和力量发自人、兽、草木，跃升为天庭的光）。４４在时间的苍穹上，灿烂的星斗可能被遮暗，但永远不会消亡；它们象日月，升到应有的高度，而死亡只是低迷的雾，能遮上但却抹不掉那明光。当年轻的心被崇高的神思提自人欲的底层，任尘世的爱情和生命为了注定的命运而斗争，这时呵，死者却高凌幽暗而狂暴的云层之上，象光在流动。４５迢遥的，在那无形无体的境域中，一些半废声誉的继承者，他们从建立在人世思想以外的宝座上起立了。查特顿&mdash;&mdash;脸上还没褪尽那庄严的痛苦；锡德尼，还象他战斗，负伤，生活与恋爱时的那般严肃而温和：呵，一个纯洁的精灵，起立了；还有鲁甘，死使他受到称赞：他们起来，&ldquo;寂灭&rdquo;象受到斥责，退到旁边。４６还有许多别人（虽然在世间无名，但只要火花引起的火焰长在，他们的才华便辗转流传，不致消亡）闪耀着永恒底光辉，站了起来。&ldquo;你正是我们的一伙，&rdquo;他们喊道：&ldquo;是为了你，那无人主宰的星座久久在黑暗中旋转，没有神主；看！唯有它在天庭的和乐中静默。我们的长庚呵，来，登上你飞翔的宝座！&rdquo;４７还有谁为阿童尼哭泣？哦，来吧，要认清他，认清你自己，痴心的人！你的心灵尽可去拥抱悬空的地球，并把你精神的光辉，以你为中心射往九霄，直到使它博大的光芒充满无垠的太空：然后呢，就退居到我们世间的日和夜的一点；旷达一些吧，否则你必陷于绝地，万一希望燃起希望，引你到悬崖的边际。４８不然就去到罗马，哦，那墓园埋葬的不是他，而是我们的欢乐：我们要去凭吊，并非由于那埋在自己的荒墟中的时代、宗教和帝国；因为，象他那样的诗人无须从世界的蹂躏者借来不朽的荣誉，他已居于思想领域的帝王之列了，他们都曾和时代的衰风为敌，在逝去的事物中，唯有他们不会逝去！４９去到罗马吧，&mdash;&mdash;那儿既有天国，又有墓地，城市，林野和荒原，那儿，古迹象劈裂的群山高耸，有开花的野草，芳郁的树丛铺满在荒墟的**裸的骨骼上；去吧，让那一处的精灵引着你的脚步走上一条倾斜的绿径，那儿，象婴儿的微笑，灿烂的花朵正围绕着草地铺展开，覆盖着死者；５０四周的灰墙都雕残，沉默的时间在蚕食着它，象朽木上的微火；一座金字塔的墓陵庄严地矗立，象化为大理石的火焰，荫蔽着一位古人的尸灰，他正是选择了这一处作为他万古常青的地方；下面是一片田野，后来者就在那儿，在晴空下搭起他们的死之营帐，迎接我们所失去的他，呼吸刚刚断丧。５１站在这儿吧：这些墓茔还很新，那把尸骨寄予墓穴中的悲哀还保留着它的气氛；但假如这气氛已消失，请别在这儿打开一颗悲哀心灵的泪泉吧！不然，回家后，你会发见你自己的心里也有了苦泪。请在坟墓的幽暗中，去寻找人世冷风吹不到的荫蔽。阿童尼已经去了，我们又何必畏惧？５２&ldquo;一&rdquo;永远存在，&ldquo;多&rdquo;变迁而流逝，天庭的光永明，地上的陰影无常；象铺有彩色玻璃的屋顶，生命以其色泽玷污了永恒底白光，直到死亡踏碎它为止。&mdash;&mdash;死吧，要是你想和你寻求的人一起！到一切流归的地方！罗马的蓝天，花草，废墟，石象，音乐，文字，不足以说明这一切所表达的荣耀底真谛。５３我的心呵，为什么犹疑，回步，退缩？你的希望去了；在现世的一切中再也见不到它；你如今也该跟去！从四季的循环，从男人和女人心中，一种光彩已经消逝；那尚足珍视的只诱人冲突，拒绝了又使人萎靡。柔和的天空在微笑，轻风在喃喃：那是阿童尼在招呼！噢，快离去，&ldquo;死&rdquo;既能使人聚合，何必再让&ldquo;生&rdquo;给隔离！５４那光明，它的笑正照彻全宇宙；那优美，万物都在其中工作，运行；那福泽，是把人玷污的生之诅咒所消除不了的；那活命的爱情竟被人和兽，陆地、海洋和天空，盲目纠缠在生之网里：它燃烧得或明或暗，全靠渴求爱之火焰的人怎样反映了它；而今，它正照临着我，把寒冷人性的最后陰云也给吞没。５５我用诗歌所呼唤的宇宙之灵气?降临到我了；我的精神之舟飘摇，远远离开海岸，离开胆小的人群&mdash;&mdash;试问：他们的船怎敢去迎受风暴？我看见庞大的陆地和天空分裂了！我在暗黑中，恐惧地，远远飘流；而这时，阿童尼的灵魂，灿烂地穿射过天庭的内幕，明如星斗，正从那不朽之灵的居处向我招手。"}