{"id":"91442","title":"皇村记忆","dynasty":"外国","author":"普希金","text":"沉郁的夜的帷幕悬挂在轻睡的天穹；山谷和丛林安息在无言的静穆里，远远的树丛堕入雾中。隐隐听到溪水，潺潺地流进了林荫；轻轻呼吸的，是叶子上沉睡的微风；而幽寂的月亮，象是庄严的天鹅在银白的云朵间游泳。瀑布象一串玻璃的珠帘从嶙峋的山岩间流下，在平静的湖中，仙女懒懒地泼溅着那微微起伏的浪花；在远处，一排雄伟的宫殿静静地倚着一列圆拱，直伸到白云上。岂不是在这里，世间的神祗自在逍遥？这岂非俄国的敏诺娃的庙堂？这可不是北国的安乐乡？那景色美丽的皇村花园？是在这里，战败雄狮的俄罗斯的巨鹰回到恬静的怀里，永远安眠。哦，我们黄金的时代一去而不复返了！想那时，在我们伟大女皇的王笏下，快乐的俄罗斯曾戴着荣誉的冠冕，象在寂静中盛开的花！在这里，俄国人踏着每一步都能够引起往昔的回忆；他只要环顾四周，就会叹息着说：&ldquo;一切已随着女皇逝去！&rdquo;于是满怀着忧思，坐在绿茵的岸上，他默默无言地倾听着轻风的吹动。逝去的岁月会在他眼前一一掠过，赞颂之情也浮上心中。他会看见：在波涛当中，在坚固的、铺满青苔的岩石上，矗立着一个纪念碑，上面蹲踞着一只幼鹰，伸展着翅膀。还有沉重的铁链和雷电的火箭盘绕着雄伟的石柱，绕了三匝，在柱脚周围，白色的浪头喧响飞溅，然后在粼粼的泡沫里歇下。还有一个朴素的纪念柱直立在松树的浓荫里。卡古尔河岸啊，它对你是多大的羞辱！我亲爱的祖国，荣誉归于你！哦，俄罗斯的巨人，从战争的阴霾中你们锻炼和成长，你们必然永生！哦，凯萨琳大帝的友人和亲信，世世代代将把你们传颂。噢，你战争轰鸣的时代，俄罗斯的荣誉的证人！你看见了奥尔洛夫，鲁绵采夫，苏瓦洛夫，斯拉夫的雄纠纠的子孙，怎样用宙斯的雷攫取了战场的胜利；全世界都为他们的勇敢的业迹所震惊。杰尔查文和彼得洛夫在铿锵的竖琴上曾经歌唱过这些英雄。可是你去了，难忘的年代！另一个时代很快地降临；它看见了新的战争，和战争的恐怖，受苦竟成了人类的宿命。恃强不驯的手举起了血腥的宝剑，上面闪耀着帝王的狡猾和莽撞；世界的灾星升起了&mdash;&mdash;很快地燃烧了另一场战争的可怕的红光。在俄罗斯的广阔的田野象急流，驰过了敌人的铁骑。一片幽暗的草原躺在深沉的梦中，土地缭绕着血的热气。和平的村庄和城市腾起黑夜的火，远远近近，天空披上了赤红的云裳，茂密的森林掩遮着避难的人民，锄头生了锈，躺在田野上。敌人冲撞着&mdash;&mdash;毫无阻拦，一切破坏了，一切化为灰烬。别隆娜的危殆的子孙化为幽灵，只有结为空灵的大军。他们或者不断落进幽暗的坟墓，或者在森林里，在寂静的夜晚游荡&hellip;&hellip;但有人呐喊！&hellip;&hellip;他们走向雾迷的远方！听到盔甲和宝剑的声响！&hellip;&hellip;战栗吧，异国的铁骑！俄罗斯的子孙开始行进；无论老少，他们都起来向暴敌袭击，复仇的火点燃了他们的心。战栗吧，暴君！你的末日已经近了，你将会看见：每一个士兵都是英雄；他们不是取得胜利，就是战死沙声，为了俄罗斯，为了庙堂的神圣。英俊的马儿斗志勃勃，山谷里撒满了士兵，他们一排又一排，为了光荣和复仇，义愤的火填满了心胸。他们一齐向着可怕的筵席奔来，刀剑要求虏获：战斗在山间轰响，在烟尘弥漫的空中，刀和箭铮鸣，鲜血溅洒在盾牌上。敌人败亡，俄罗斯胜利了！傲慢的高卢人往回逃窜；但是，天庭的主宰对这百战的枭雄还恩赐了最后一线慰安。我们皓首的将军还不能在这里把他降服&mdash;&mdash;噢，波罗金诺血染的战场战场你没有使那高卢人的狼子野心就范，把他囚进克里姆林的城墙！&hellip;&hellip;莫斯科啊，亲爱的乡土！在我生命的灿烂的黎明，我在你怀里掷去了多少黄金的时刻，不知道忧伤和不幸。啊，你也曾面临我的祖国的仇敌，鲜血染红了你，火焰也曾把你吞没，而我却没有牺牲性命为你复仇，只枉然充满愤怒的火！莫斯科啊，栉比的高楼！我祖国之花而今在哪里？从前呈现在眼前的壮丽的都城现在不过是一片荒墟；莫斯科啊，你凄凉的景象使国人震惊！沙皇和王侯的府邸都已毁灭，消失，火焚了一切，烟熏暗了金色的圆顶．富人的大厦也已倾圮。请看那里，原来是安乐窝，周围环绕着树木和亭园，那里飘浮过桃金娘的清香，菩提树在摇摆，现在却只是焦土一片。在夏天的夜晚，那静谧美妙的时光，再也没有笑闹的喧声飘过那里，树林和岸边的灯火再也不灼灼地闪亮，一切死了，一切都沉寂。宽怀吧，俄罗斯的皇后城，且看那入侵者的灭亡。今天，造物主的复仇的右手已加在他们的傲慢的颈项上。看啊，敌人在逃窜，连回顾都不敢，他们的血在雪上流个不停，有如涌泉；逃啊，&mdash;&mdash;却在暗夜里遇到饥饿和死亡，俄罗斯的剑从后面追赶。哦，你们终于被欧罗巴的强大的民族吓得战栗，高卢的强盗！你们也竟跌入坟墓。噢，恐怖的、惊人的时期！你到哪里去了，别隆娜和幸运的宠儿？你曾经蔑视法理、信仰和真理之声，你傲慢地想用宝剑推翻所有的皇位，却终于消失了，象清晨的恶梦！俄国人进了巴黎！那复仇的火把呢？低头吧，高卢！可是我看见了什么？俄国人和解地微笑，以金色的橄榄作为礼物．在遥远的地方，战争还在轰响，莫斯科和北国的草原一样的阴沉，但他带给敌人的，不是毁灭&mdash;&mdash;是援救，和使大地受益的和平。啊，俄罗斯的灵感的歌手，你歌唱过浩荡的大军，请在友人的围聚中，以一颗火热的心，再弹起你的铿锵的金琴！请再以你和谐的声音把英雄弹唱，你高贵的琴弦会在人心里拨出火焰；年轻的战士听着你的战斗的歌颂，他们的心就沸腾，抖颤。"}