{"id":"91486","title":"巴奇萨拉的喷泉","dynasty":"外国","author":"普希金","text":"巴奇萨拉的喷泉许多人和我一样，来看过这个喷泉；但是有些人死了，又有些人流散在远方。&mdash;&mdash;沙地基列坐在那里，目光幽黯，他的琥珀烟嘴冒着浓烟；卑微的臣僚鸦雀无声环绕着这威严的可汗。宫廷里弥漫着一片寂静，所有的人都毕恭毕敬从可汗阴沉的脸膛看到了忧烦怒恼的征象。但骄傲的帝王已不耐烦；摆了摆手，那一群臣僚便躬着身子，退出金殿。他独自坐在宏大的殿里，这才比较自如地呼吸，他的严峻的前额，也才更清楚地表现内心的激动，这有如海湾明镜似的水波映照着团团狂暴的乌云。是什么鼓动着那高傲的心？什么思想在他脑海里盘旋？是不是又要对俄罗斯战争？还是要把法令传到波兰？是心里燃烧着血海的冤仇？还是在大军里发现了叛谋？难道他忧惧深山里的好汉？或是热那亚的诡计多端？不是的。战场上的光荣他已经厌烦；那威武的手臂他已经疲倦。他的思想已经和战争毫无关系。难道是另外一种叛乱由罪恶的曲径向后宫潜入，难道宫闱里幽闭的嫔妃有谁把心许给了邪教徒？不是的。基列怯懦的妻妾连这么想想都没有胆量；她们受着严密而冷酷的监督，像花朵，在悒郁的寂静里开放；她们在枯索无聊的岁月中从不知道什么是偷情。她们的美貌已被安全地关进了牢狱的阴影，就好象是阿拉伯的花朵在玻璃暖房里寄生。她们一天天将岁月消磨&mdash;&mdash;呵，悒郁的岁月，无尽无休，而看着自己的青春和爱情不知不觉地随着流走。对于她们，每天都那么单调，每一刻钟都那么迟缓。在后宫里，生活异常懒散，它很少闪过欢笑的颜色。年青的嫔妃无精打采，便想些方法排遣胸怀，不是更换华丽的衣服，便是玩些游戏，谈谈闲天，或者成群结队地款步在喧响的流泉旁边，高临那清澈见底的水流，漫游于茂密的枫树荫间。凶狠的太监跟在当中，想要躲开他万万不能；他的监督的耳朵和目光时时都盯在她们身上。就靠着他的不懈的努力建立起永恒不变的秩序。可汗的意志是他唯一的法典；就连可兰经神圣的教言，也没有如此严格地尊行。他从不希望别人的垂青，像一具木偶，他承受着人们的嘲笑，指责，憎恶，还有不逊的戏谑的凌辱，还有轻蔑，恳求，轻轻的叹息，畏惧的神色，气愤的怨诉。他很熟谙女人的性格；无论是你故意或者无意，狡猾的他都一一洞悉温柔的眼色，含泪无言的谴责，早已引不起他的同情，因为这一切他已不再相信。在暑天，年青的宫妃披散着轻柔的鬈发，在泉里沐浴，她们让那泉水的清波流泻下姣好诱人的躯体，而他，这个监守人，寸步不离看她们笑闹；对着这一群赤体的美人，毫不动心。在夜晚，他常常趁着幽暗，轻踮着脚尖在宫里巡行；他那牡踩着地毡，推开轻便的门，溜进卧房，然后走过一张张卧床；他要查看这些昏睡的嫔妃做着什么旖旎的美梦，有什么呓语可以偷听；凡是喘息，叹息，哪怕最轻的颤动，他都深切地注意；只要谁在梦中，唤着外人的名字，或者对知心的女友略微吐露了罪孽的思想，那她就算触着了霉头！但基列的心里为什么忧烦？他手中的烟袋早已灰暗；太监在门旁静候着命令，动也不动，连出气都不敢。沉思的可汗从座位起立，门儿大开，他默默无言地向不久以前还受宠的那些嫔妃的禁宫里走去。她们正坐在光滑的绒毡上环绕着一座飞溅的喷泉，一面在一起彼此笑谑，一面无心地等待可汗。她们充满了稚气的喜悦看着鱼儿在澄澈的水中，在大理石的池底往来游泳。有人故意把黄金的耳环掉在水里，和鱼儿作伴。这时候，清凉芬芳的果汁已由女奴们依次传递，而突然，整个的内廷响起了清脆美妙的歌声。年青的郡主玛丽亚还是刚刚在异邦居留，在故国，她的花一般的容貌也没有争妍很久。她愉悦着父亲的晚年，他为她感到骄傲和安慰。凡是她的话无不听从，女儿的心意是父亲的法典。老人的心里只有一桩事情：但愿爱女终身的命运能象春日一样明朗；他愿意：即使片刻的悲伤也别在她心间投下阴影；他希望她甚至在出嫁以后也不断想起少女的青春，想起快乐的日子，那么甜蜜，像一场春梦飞快地逝去。呵，她的一切是多么迷人：安静的性格，活泼而柔和的举止，倦慵而浅绿的眼睛。这美好的自然的赋与她更给添上艺术的装饰：在家中的宴会上，她常常弹奏一曲，使座客神往。多少权贵和富豪，一群群都曾跑来向玛丽亚求婚，多少青年为她在暗中神伤。然而在她平静的心坎她还不懂什么是爱情，只知在家门里，和一群女伴嬉笑，游玩，度过无忧的光阴。但是才多久！鞑靼的铁骑像流水似地涌进了波兰：转眼间，就是谷仓的火也不曾这样迅速地蔓延。原是一片锦绣的山河给战争摧毁得破碎零落；太平的欢乐不见了，树林和村庄一片凄凉，高大的王府也已空旷，玛丽亚的闺房寂然无声&hellip;&hellip;在家祠里，那威武的祖先还在作着寒冷的梦，但新的坟墓，悬着冠冕和纹章，又添在他们旁边&hellip;&hellip;父亲安息了，女儿已被俘，刻薄的强人承继了王府，整个河山到处荒凉，在重轭之下忍受着屈辱。"}